{
    "text_block_list": [
        {
            "name": "Narrator",
            "text": "Uma Musume presents a new TCG, Uma Duel Racers! In this brand new game, you can collect cards of Uma Musume around the world and become a champion yourself!"
        },
        {
            "name": "Satono Crown",
            "text": "They're hosting a card game here for the game too! Hehe, doesn't it sound fun?"
        },
        {
            "name": "Satono Diamond",
            "text": "It really does! I just bought myself a new deck, so it'll be a great chance for me to play."
        },
        {
            "name": "Satono Crown",
            "text": "It's so like you to have us come to a tournament so soon after starting the game."
        },
        {
            "name": "Twin Turbo",
            "text": "Satono! We're going to be rival duelers today! If we face each other, we've gotta go all out!"
        },
        {
            "name": "Announcer",
            "text": "The Uma Duel Racers morning tournament will now begin. Our contestants will be—"
        },
        {
            "name": "Twin Turbo",
            "text": "Nature! The winner gets a year's supply of carrot chips. If I win I'll share some with you!"
        },
        {
            "name": "Nice Nature",
            "text": "Yeah yeah, I believe in you."
        },
        {
            "name": "Twin Turbo",
            "text": "I looost!!"
        },
        {
            "name": "Satono Diamond",
            "text": "Card games sure are difficult… I wish I could've won more with the McQueen deck."
        },
        {
            "name": "Satono Crown",
            "text": "Hey, Dia… they're still allowing people to register for the afternoon tournament. Mind if I borrow your deck?"
        },
        {
            "name": "Satono Diamond",
            "text": "That's fine, but… are you really going register?!"
        },
        {
            "name": "Nice Nature",
            "text": "You're gonna enter?! Wait, but didn't you just recently find out about this game?"
        },
        {
            "name": "Satono Crown",
            "text": "I pretty much figured it all out from Dia and Turbo's duel, so don't worry about that. I'm going to avenge you two!"
        },
        {
            "name": "Satono Crown",
            "text": "Dia, I'll show you how powerful your deck really is. I'm confident♪"
        },
        {
            "name": "Satono Crown",
            "text": "I summon Uma Musume: Mejiro McQueen! I then activate my tactical card, Noble Obligation! And that's Goal!"
        },
        {
            "name": "Event Commentator",
            "text": "It's finished! The duel is over! The winner is Satono Crown! She finished with over 1 billion Race Points!! She's the undisputed champion!"
        },
        {
            "name": "Twin Turbo",
            "text": "Crown is so amazing!!"
        },
        {
            "name": "Nice Nature",
            "text": "She actually managed to win? I guess rich smart girls shouldn't be underestimated, huh?"
        },
        {
            "name": "Satono Diamond",
            "text": "Yup♪ Crown's always been like this. She grows stronger in the face of adversity."
        },
        {
            "name": "Fanboy",
            "text": "That duel was incredible! How do I become as good a duel racer as you?!"
        },
        {
            "name": "Satono Crown",
            "text": "It's better to learn by doing rather than having it told to you. Wanna duel me?"
        },
        {
            "name": "Nice Nature",
            "text": "Ooh, a champion faces against a future competitor… what a great story."
        },
        {
            "name": "Satono Crown",
            "text": "I lost…"
        },
        {
            "name": "Nice Nature",
            "text": "Really?! After all that?! Are you cursed to never win matches you absolutely should be winning?"
        },
        {
            "name": "Twin Turbo",
            "text": "H-Hey! Cheer up! At least you've got a bunch of carrot chips now!"
        },
        {
            "name": "Cheval Grand",
            "text": "Wh-what I do is none of your business, so don't worry about it, okay?"
        },
        {
            "name": "Cheval Grand",
            "text": "I said it's fine. Just… leave me alone. We'll talk later."
        },
        {
            "name": "Cheval Grand",
            "text": "Haa… I guess I'll go do some fishing."
        },
        {
            "name": "Cheval Grand",
            "text": "<i>I may have said that to Sis, but maybe \\Nshe has a point. I haven't done what I can…</i>"
        },
        {
            "name": "Cheval Grand",
            "text": "<i>Maybe I should be doing more joint training sessions or something. Well, even if I wanted to, I have no friends to do it with…</i>"
        },
        {
            "name": "Kitasan Black",
            "text": "Is that you, Cheval-chan?! What a coincidence! I came to do some fishing with the upper classmen!"
        },
        {
            "name": "Cheval Grand",
            "text": "<i>She ended up dragging me into this too…</i>"
        },
        {
            "name": "Tokai Teio",
            "text": "Aagh! Why can't I fish up anything?!"
        },
        {
            "name": "Special Week",
            "text": "Nngh… When I came with Sei-chan, we managed to catch a lot of fish. Why can't we catch any today…?"
        },
        {
            "name": "Cheval Grand",
            "text": "<i>The way they move their rod is- No, someone like me shouldn't say something so rude to members of the Golden Generation of Uma Musume…</i>"
        },
        {
            "name": "Kitasan Black",
            "text": "I think I've got it! Teio-san, Spe-san, you shouldn't move your rods so much!"
        },
        {
            "name": "Cheval Grand",
            "text": "<i>Woah… Kita-san doesn't seem intimidated whatsoever by them… if only I was like her…</i>"
        },
        {
            "name": "Kitasan Black",
            "text": "Cheval-chan! What else do you think they should be doing?"
        },
        {
            "name": "Cheval Grand",
            "text": "Huh? Wh-Why're you asking me?!"
        },
        {
            "name": "Tokai Teio",
            "text": "Well you looked like a real pro when you casted your rod earlier!"
        },
        {
            "name": "Special Week",
            "text": "I agree! Your movements looked so refined, like you've done this many times! I'd love to hear some tips from you."
        },
        {
            "name": "Cheval Grand",
            "text": "N-No, I think you girls have the wrong—"
        },
        {
            "name": "Special Week",
            "text": "Woah♪ As soon as we did what you said, we started catching loads of fish! You're incredible!"
        },
        {
            "name": "Tokai Teio",
            "text": "What a great haul♪ Cheval, you're amazing! A true fishing genius!"
        },
        {
            "name": "Cheval Grand",
            "text": "Th-That's not true… not one bit…"
        },
        {
            "name": "Kitasan Black",
            "text": "Trust us, you're really amazing! Thanks for today! Let's go fishing together again sometime."
        },
        {
            "name": "Kitasan Black",
            "text": "Dia-chan, I'm home♪"
        },
        {
            "name": "Satono Diamond",
            "text": "Welcome home, Kita-chan♪"
        },
        {
            "name": "Kitasan Black",
            "text": "Thanks to my friends, today was a lot of fun."
        }
    ]
}