{
    "text_block_list": [
        {
            "text": "Early one day on a dimly lit morning…"
        },
        {
            "name": "Marvelous Sunday",
            "text": "Marvelousness starts now☆★☆★"
        },
        {
            "name": "Mayano Top Gun",
            "text": "Marve-chin?! If you're around here, say \"Marvelous!\". Jeez, where could she have gone? Ooh!"
        },
        {
            "name": "Mayano Top Gun",
            "text": "Brian-san! You're supposed to be looking for Marve-chin too! She's been missing since morning! Are you not worried about her?"
        },
        {
            "name": "Narita Brian",
            "text": "Not particularly. She's probably just busy right now. And quit yelling at me. I don't want people to associate me with you."
        },
        {
            "name": "Mayano Top Gun",
            "text": "But Marve-chin is super super curious! What if she managed to get to space or something…?! Waah! Marve-chin!!"
        },
        {
            "name": "Narita Brian",
            "text": "I'm tired of this. I'm going home."
        },
        {
            "name": "Narita Brian",
            "text": "Hmm? Are those cherry blossom petals? Isn't it way too early for that?"
        },
        {
            "name": "???",
            "text": "Hehe… Ahaha! Yup, that's perfect!"
        },
        {
            "name": "Marvelous Sunday",
            "text": "Spinny spinny! Poof! We need more and more! Bloom in marvelousness☆"
        },
        {
            "name": "Sakura Laurel",
            "text": "Spinny spinny♪ Poof♪ Hmm? Is that Brian-chan?"
        },
        {
            "name": "Narita Brian",
            "text": "I have no idea what you two are doing."
        },
        {
            "name": "Marvelous Sunday",
            "text": "I had a feeling that marvelousness was beginning, but I didn't know where☆ But it turns out that Laurel found it first★ Marvelousness truly has begun!"
        },
        {
            "name": "Sakura Laurel",
            "text": "Hehe. I found a cherry blossom tree blooming early. Look, it's over there. It seems like that's what Marve-chin was looking for too."
        },
        {
            "name": "Narita Brian",
            "text": "Aah, so the cherry blossoms I saw were from here. I guess spring really is coming."
        },
        {
            "name": "Sakura Laurel",
            "text": "Yup, and another form of spring is coming too! The spring of Sakura Laurel!"
        },
        {
            "name": "Narita Brian",
            "text": "Hmm? Your spring, huh?"
        },
        {
            "name": "Sakura Laurel",
            "text": "If the cherry blossoms are beginning to bloom, then as a Sakura I have to bloom as well. I'll bloom brighter than anyone else. Look forward to it, Brian."
        },
        {
            "name": "Marvelous Sunday",
            "text": "Kyaa☆ I feel like something marvelous is gonna happen★"
        },
        {
            "name": "Mayano Top Gun",
            "text": "Heeey!! You guys are big meanies! Having fun without me…"
        },
        {
            "name": "Mayano Top Gun",
            "text": "More importantly! I'm the one who's supposed to be having a marvelous time with Brian!"
        },
        {
            "name": "Sakura Laurel",
            "text": "Hehe, well why don't we head back to the academy? It's been a while since we've all hung out, so why don't we continue this conversation on the track? ♪"
        },
        {
            "text": "At the same time."
        },
        {
            "name": "Agnes Tachyon",
            "text": "Oh ho! What a coincidence… Or should I say that this was highly probable? That family restaurant is your favorite after all, so perhaps it was an inevitability."
        },
        {
            "name": "Agnes Tachyon",
            "text": "Come now, don't make that face. We're friends, are we not? Why don't we gather around the table and eat together harmoniously like we always do?"
        },
        {
            "name": "Jungle Pocket",
            "text": "Parfait parfait parfaifaifait♪"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Oh ho? The coincidences continue to occur, huh? You seem quite pleased, Pocke-kun."
        },
        {
            "name": "Jungle Pocket",
            "text": "Ooh, if it isn't Tachyon and Cafe! Check this parfait out! It's got so many things on it, all topped off by cherries. What do you guys think?"
        },
        {
            "name": "Manhattan Cafe",
            "text": "I don't know what to say…"
        },
        {
            "name": "Jungle Pocket",
            "text": "Isn't it perfect?! Parfaits really are the best! You two should order one too so we can eat some together♪"
        },
        {
            "name": "Manhattan Cafe",
            "text": "<i>Haa… I was planning on getting coffee here and enjoying my afternoon… but I seem to have been swept up by two annoying individuals…</i>"
        },
        {
            "name": "Manhattan Cafe",
            "text": "<i>I don't need to explain why Tachyon-san is a problem, but Pocke-san… aside from her crudeness, she's quite intimidating…</i>"
        },
        {
            "name": "Jungle Pocket",
            "text": "Aaah!"
        },
        {
            "name": "Agnes Tachyon",
            "text": "What's with you? Why're you yelling so loudly? All I did was take the cherry that you left. You were just staring at them, so it's not my fault."
        },
        {
            "name": "Jungle Pocket",
            "text": "I left it for a reason!! That was the best part!!"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Hmph, my apologies. But don't you think you're worrying too much over some cherries? They've already been turned into fructose inside of my body after all."
        },
        {
            "name": "Jungle Pocket",
            "text": "What do you mean by some cherries?!"
        },
        {
            "name": "Jungle Pocket",
            "text": "I'm tired of you. Shut up."
        },
        {
            "name": "Agnes Tachyon",
            "text": "Ooh, how frightening. Was me taking those cherries the trigger for this sudden change?"
        },
        {
            "name": "Jungle Pocket",
            "text": "I'll show you what happens when you push my buttons. Meet me outside."
        },
        {
            "name": "Manhattan Cafe",
            "text": "Haa, I'll just get her a new—"
        },
        {
            "name": "???",
            "text": "Alright, that's enough, you two."
        },
        {
            "name": "Jungle Pocket",
            "text": "Fuji-san!!"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Sorry for being late, Pocke. I was busy dealing with some issues at the dormitories. Have you been waiting long? Sorry if you have."
        },
        {
            "name": "Jungle Pocket",
            "text": "Don't worry about it, I get that you're busy! Plus, I was just having a nice chat with my two classmates! Isn't that right, Tachyon♪ Cafe♪"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Such extreme shifts in personality…"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Well, I'm glad to see you're all getting along… but this seems hard on Cafe."
        },
        {
            "name": "Manhattan Cafe",
            "text": "No, not particularly… if those two had gotten violent, I would've borrowed my friend's power to take care of them both."
        },
        {
            "name": "Jungle Pocket",
            "text": "Wait, i-is that… a… gh-ghost?! Uwaaaaah?!"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Oh ho, that was dangerous. Overwhelming pressure that could cause anyone nearby to wither, while also having the ability to see the invisible. What an intriguing girl."
        },
        {
            "name": "Fuji Kiseki",
            "text": "Hehe, hey now Pocke. You're trying to become the strongest, right? To do that, you've got to be able to befriend any and everyone."
        },
        {
            "name": "Jungle Pocket",
            "text": "You're right! If I try my best, I can even befriend a gho— your friend! I'll be relying on you, Cafe!"
        },
        {
            "name": "Manhattan Cafe",
            "text": "Haa…"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Great! Since you've all been so great, I'll be treating you today. Order whatever you'd like."
        },
        {
            "name": "Fuji Kiseki",
            "text": "Once we've finished, let's walk home together. Back to Tracen Academy!"
        }
    ]
}