{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Airplane Researcher",
            "text": "… T-this… You brought it back…? \nWait. What about the towing—"
        },
        {
            "name": "Narita Taishin",
            "text": "Yeah, we borrowed it from your mentor. \n… I get how you feel, but I thought you should see it."
        },
        {
            "name": "Narita Taishin",
            "text": "There's… so much to learn from this machine. \nA lot of… important things."
        },
        {
            "name": "Airplane Researcher",
            "text": "……………… \n… It's so beaten up……… Ah, but the internals are……"
        },
        {
            "name": "Airplane Researcher",
            "text": "Oh, wow! Not a single one of these pipes broke……! \nI went through so much trial and error with master to find \nthe best way for it to withstand the internal pressure!"
        },
        {
            "name": "Airplane Researcher",
            "text": "Wow, this durability…… master's hypothesis was right! \nThen the cylinders……!?"
        },
        {
            "name": "Twin Turbo",
            "text": "Hey, hey, why're there two windows on the cockpit? \nLooks heavy and hard to see out of!"
        },
        {
            "name": "Airplane Researcher",
            "text": "Ah, well, that's because master gets cold easily! \nSo he used double glazing to really keep the outside air out."
        },
        {
            "name": "Airplane Researcher",
            "text": "We did have to lighten the seats and instruments in return, \nit was so much work to adjust! Here, look at this seam \nin the seat! We opened it here and removed the filling…"
        },
        {
            "name": "Twin Turbo",
            "text": "Ahaha, that one seam is all raggedy! \nShow me more! What else is there?"
        },
        {
            "name": "Airplane Researcher",
            "text": "………… Basically…… everything!! \nMaster and me, we put everything into this plane!"
        },
        {
            "name": "Airplane Researcher",
            "text": "I remember…… When we were working… master always had \na smile on his face…… He looked so happy, like a child…"
        },
        {
            "name": "Airplane Researcher",
            "text": "He always spoke passionately about how one day \nhe would cross the mountains! And I… I thought \nI'd always be there with him…!"
        },
        {
            "name": "Biwa Hayahide",
            "text": "You can harness the passion of your mentor and predecessors. \nYou can take all their dreams and efforts — to the skies."
        },
        {
            "name": "Airplane Researcher",
            "text": "……! I always thought I took master's dreams from him… \nI was afraid to find it be true… and didn't want to know \nwhat caused the failure!"
        },
        {
            "name": "Airplane Researcher",
            "text": "But…… I finally understand. I have to confront this plane \nand carry on my mentor's research ― his dream!"
        },
        {
            "name": "Airplane Researcher",
            "text": "To ensure his efforts end in success!"
        },
        {
            "name": "Biwa Hayahide",
            "text": "―That's what I have been waiting to hear."
        },
        {
            "name": "Biwa Hayahide",
            "text": "It is you, not us, who will carry on your mentor's dream. \nThe only one here who knows everything he gave for it is you."
        },
        {
            "name": "Biwa Hayahide",
            "text": "With that said, allow me to prove myself useful. \nEX Job Change!"
        },
        {
            "name": "Biwa Hayahide",
            "text": "Looking at the research data, your strengths seem to lie in \nengines and motive power. Thus, I will take on designs. \nMy forte is formulae and calculations, so leave those to me!"
        },
        {
            "name": "Airplane Researcher",
            "text": "Wahh, designs!? Then I have some questions……!"
        },
        {
            "name": "Biwa Hayahide",
            "text": "Yes, let's examine every detail. But actually, we've brought \none more talented researcher that this aircraft has beckoned."
        },
        {
            "name": "Metal Researcher",
            "text": "Well you just wouldn't introduce me, I almost thought you up \nand forgot about me! Pleased to meet, I'm a researcher \nof metal and its alloys!"
        },
        {
            "name": "Airplane Researcher",
            "text": "Ahh, hi! Nice to meet you……! \nYou also do research on iron planes…?"
        },
        {
            "name": "Metal Researcher",
            "text": "Yes, I do. And I have an immediate suggestion! \nHow about using this alloy in the engine? It's an alloy \nof iron and a mineral I recently produced—"
        },
        {
            "name": "Airplane Researcher",
            "text": "…… It what!? Tell me the detailed values \nfrom your experiments, please!"
        },
        {
            "name": "Biwa Hayahide",
            "text": "Interesting, I <i>had</i> been thinking the iron in this world \nexhibits different properties to ours. No wonder it \nhas such strangely many applications."
        },
        {
            "name": "Biwa Hayahide",
            "text": "If we can reduce the weight that much, moving the engine \nover here would allow us to change the wing size, x being—"
        },
        {
            "name": "Winning Ticket",
            "text": "Ahaha, they're immediately on the same wavelength! \nThis research will be done in no time!"
        },
        {
            "name": "Winning Ticket",
            "text": "And her mentor's efforts will be put to good use… awwaaah! \nI'm so reliiieeefetd! It's all thanks to you, Hayahideee!"
        },
        {
            "name": "Tokai Teio",
            "text": "Yeah. Adapting her approach based \non failures, that's so Hayahide!"
        },
        {
            "name": "Tokai Teio",
            "text": "―Hey, Ticky. You know how I said we can't let failures \nbe the end? I think someone should hear that there's \na value to… the dreams we couldn't accomplish too."
        },
        {
            "name": "Winning Ticket",
            "text": "That's right! Let's go together, Teio!"
        },
        {
            "name": "Winning Ticket",
            "text": "Delivery for you, Mr. Mentor!"
        },
        {
            "name": "Previous Researcher",
            "text": "…… A slip of paper?"
        },
        {
            "name": "Winning Ticket",
            "text": "A Dream Ticket, VIP seats!!"
        },
        {
            "name": "Winning Ticket",
            "text": "You'll find a time and place on it for a test flight!"
        },
        {
            "name": "Previous Researcher",
            "text": "! \n…… That so… Well, good luck."
        },
        {
            "name": "Winning Ticket",
            "text": "Hey now! Your pupil was saying… she'll finish your dream!"
        },
        {
            "name": "Tokai Teio",
            "text": "We've put together a whole new plane, from the old one, \nfrom the results of your research."
        },
        {
            "name": "Tokai Teio",
            "text": "…… She's done it, you know? She's carried on your hopes \nand dreams. Are you really fine not seeing them to the end?"
        },
        {
            "name": "Previous Researcher",
            "text": "…… My dream's… no longer……"
        },
        {
            "name": "Tokai Teio",
            "text": "It sure is! That girl's connected the dreams of many!"
        },
        {
            "name": "Winning Ticket",
            "text": "No worries! This ticket is a winning one! \nA straight ride to victory!"
        }
    ]
}