{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Airplane Researcher",
            "text": "…… The aircraft from that experiment, huh? \nI haven't recovered it because I can't."
        },
        {
            "name": "Airplane Researcher",
            "text": "These things require special towing vehicles, you know. \nMaster did modify a car for— But he quit after that flight…"
        },
        {
            "name": "Tokai Teio",
            "text": "You can't ask him to even just help retrieve it?"
        },
        {
            "name": "Airplane Researcher",
            "text": "Oh no… I couldn't bother him with such a thing… \nThe… reason that plane crashed was because \nof an idea of mine."
        },
        {
            "name": "Airplane Researcher",
            "text": "It's all my fault…… \nI'm the one who drove him to walk away……"
        },
        {
            "name": "Biwa Hayahide",
            "text": "I see, so that is why the past research has not been \napplied to the current machine."
        },
        {
            "name": "Winning Ticket",
            "text": "Hayahide, Taishin! You're back!"
        },
        {
            "name": "Biwa Hayahide",
            "text": "Yes. …I've been reading over the research in between \nrequests. It has given me a decent grasp of the current state."
        },
        {
            "name": "Biwa Hayahide",
            "text": "Nothing beats the actual machine though. I think we should \ngo look for a towing vehicle and bring that plane back here. \nIt would surely be a great boon to our research."
        },
        {
            "name": "Airplane Researcher",
            "text": "But…… having already taken away his dreams… \nI can't go and take his hard work as well……"
        },
        {
            "name": "Biwa Hayahide",
            "text": "You're just making excuses, are you not? \n… In reality, you don't want to see that plane again."
        },
        {
            "name": "Biwa Hayahide",
            "text": "―You are running away from facing your failures!!"
        },
        {
            "name": "Airplane Researcher",
            "text": "Wha… I'm not! I'm trying not to trample master's wishes…!"
        },
        {
            "name": "Airplane Researcher",
            "text": "It was such a horrible failure, we didn't even bring it back! \n…I'm sure he doesn't want to see that thing either!!"
        },
        {
            "name": "Biwa Hayahide",
            "text": "Do you really believe that? Then all the more reason you \nshould look back through his research and see the reality! \nIt's written rig—"
        },
        {
            "name": "Winning Ticket",
            "text": "Whoa, whoa, what's up, Hayahide!? \nYou sound a little worked up…!"
        },
        {
            "name": "Narita Taishin",
            "text": "Hayahide, why don't you take a breather. \n.…… You too."
        },
        {
            "name": "Airplane Researcher",
            "text": "Yes…… sorry…… I just got emotional……"
        },
        {
            "name": "Biwa Hayahide",
            "text": "My apologies, too… \nI'm going to go cool off a bit……"
        },
        {
            "name": "Winning Ticket",
            "text": "Eh… hang on, Hayahide! \n—Excuse me a moment!"
        },
        {
            "name": "Biwa Hayahide",
            "text": "I'm sure her mentor quitting weighs on her, but she \ncontinues to avert her eyes from past failures."
        },
        {
            "name": "Biwa Hayahide",
            "text": "And yet, she is the one who most should know. \nThe long road her mentor walked, held within that machine…"
        },
        {
            "name": "Biwa Hayahide",
            "text": "The tremendous efforts of her mentor laid bare in that \nresearch. Even I could see and admire that. She should…"
        },
        {
            "name": "Narita Taishin",
            "text": "Come to think of it, you <i>were</i> obsessively delving \nthrough all that. So that was actually useful."
        },
        {
            "name": "Biwa Hayahide",
            "text": "Of course. Those were the results of years of hard work. \nI knew I could not let that effort come to naught……!"
        },
        {
            "name": "Biwa Hayahide",
            "text": "He faced his failures, squashing all problems and leveraging \nthem in the next attempts. No matter how many times he \ncrashed down… he reformulated a path to success!"
        },
        {
            "name": "Biwa Hayahide",
            "text": "And little by little, through all the failures, he progressed \nfurther! The results were clearly there!!"
        },
        {
            "name": "Biwa Hayahide",
            "text": "Not reaching your dreams does not mean your efforts \nwere in vain. Success is made from many failures! \nThey are part of the history of anything!"
        },
        {
            "name": "Biwa Hayahide",
            "text": "I believe we should implement her mentor's \nresearch and results in the new plane. \n— If she will not do it, then we will."
        },
        {
            "name": "Biwa Hayahide",
            "text": "We'll meet her mentor, borrow that tow truck, \nand recover that plane!"
        },
        {
            "name": "Narita Taishin",
            "text": "…Hold it. …Her mentor's retired, right? \nEven she didn't seem to want to get him involved…"
        },
        {
            "name": "Narita Taishin",
            "text": "If that mentor's trying to move past this, \nmaybe we're better off to leave her alone?"
        },
        {
            "name": "Narita Taishin",
            "text": "… I know I don't want to remember my lost races. \nThe only thing on my mind is winning the next one… \nto overwrite the losses with victories."
        },
        {
            "name": "Biwa Hayahide",
            "text": "…… No, I think it is worthwhile to reflect on the past. \nAll efforts pay off, and that is true regardless of \nthe arena in which you fight."
        },
        {
            "name": "Biwa Hayahide",
            "text": "That is what it means to build on your past, does it not? \nThere are things gained from failure."
        },
        {
            "name": "Narita Taishin",
            "text": "… I guess that's true for you."
        },
        {
            "name": "Tokai Teio",
            "text": "Hmm… so, wanna go talk to this mentor person? \nJust be careful with our wording!"
        },
        {
            "name": "Tokai Teio",
            "text": "I don't think she'll be truly happy like this, even when the \nexperiment succeeds! So I wanna go talk to her mentor!"
        },
        {
            "name": "Winning Ticket",
            "text": "True!! We won't know how he feels \nif we don't talk to him either!"
        },
        {
            "name": "Twin Turbo",
            "text": "Umm, umm… Turbo wants to fly a plane!! \nIf having the old plane is good then let's grab it!"
        },
        {
            "name": "Narita Taishin",
            "text": "……… Sure."
        },
        {
            "name": "Winning Ticket",
            "text": "Then let's be off to… uhh, where do we go!?"
        },
        {
            "name": "Twin Turbo",
            "text": "Me, me! Turbo knows!! \nMentor's a train repair tech-ni-tian…? at the station!"
        },
        {
            "name": "Winning Ticket",
            "text": "<i>Wah</i>!? How do you know, Turbo!?"
        },
        {
            "name": "Twin Turbo",
            "text": "'Cause I asked a bunch of stuff about the plane when \nI did deliveries! They told me about mentor too!!"
        },
        {
            "name": "Tokai Teio",
            "text": "Awesome! Great work!!"
        },
        {
            "name": "Twin Turbo",
            "text": "Ehehen, Turbo will lead you to mentor! \nFollow meee!"
        }
    ]
}