{
    "text_block_list": [
        {
            "text": "One day, a few days before the 'Selection Race' where Uma Musume appeal their abilities to trainers for scouts―"
        },
        {
            "name": "Rookie Trainer A",
            "text": "Wow! What speed!"
        },
        {
            "name": "Yamanin Zephyr",
            "text": "*pant *pant *pant *pant"
        },
        {
            "name": "Rookie Trainer A",
            "text": "She's got incredible momentum! It's still before the race, but it might be a good idea to scout her―"
        },
        {
            "name": "Experienced Trainer B",
            "text": "Isn't that Yamanin Zephyr? It's true that speed can be useful on short-distance tracks, but you might want reconsider."
        },
        {
            "name": "Experienced Trainer B",
            "text": "Some say she doesn't have a passion for racing. It's hard to train an Uma Musume like her…"
        },
        {
            "name": "Yamanin Zephyr",
            "text": "……"
        },
        {
            "name": "Nishino Flower",
            "text": "Oh! Ms. Zephyr! Hello!"
        },
        {
            "name": "Yamanin Zephyr",
            "text": "Oh, Ms. Flower. You're a nice breeze like Hananobu style as always."
        },
        {
            "name": "Nishino Flower",
            "text": "Eh? Umm… Th… Thank you?"
        },
        {
            "name": "Rookie Trainer A",
            "text": "Senpai! Look! It's Nishino Flower. She's nice too, isn't she?"
        },
        {
            "name": "Experienced Trainer B",
            "text": "Yeah. It's great that she has passion in racing. That's where she differs from Yamanin Zephyr."
        },
        {
            "name": "Nishino Flower",
            "text": "…Umm! I… I don't think you should let it bother you…! You were just taking a break due to an injury…"
        },
        {
            "name": "Yamanin Zephyr",
            "text": "Thank you for your concern. But it's true that I have't participated in any 'Selection Race' yet."
        },
        {
            "name": "Yamanin Zephyr",
            "text": "The calm wind does not sway the ears, and the clouds do not move. Am I serenity or the storm? It is natural to be suspected."
        },
        {
            "name": "Nishino Flower",
            "text": "M… Ms. Zephyr you're always so calm! That may be why misunderstandings like this happen…"
        },
        {
            "name": "Nishino Flower",
            "text": "I respect you for being calm even when things get tough!"
        },
        {
            "name": "Yamanin Zephyr",
            "text": "Fufu… Ms. Flower is like a flowery wind that spreads the scent of cherry blossoms. But really, please don't worry about me."
        },
        {
            "name": "Experienced Trainer B",
            "text": "Look, It's Teio. Looks like she's doing final adjustment for the race."
        },
        {
            "name": "Yamanin Zephyr",
            "text": "…! I'm sorry, the hurricane started whispering to me. We're in the middle of conversion, but please excuse me."
        },
        {
            "name": "Nishino Flower",
            "text": "Ah… Ms. Zephyr?"
        },
        {
            "name": "Tokai Teio",
            "text": "*pant *pant *pant All right! My condition is good today!"
        },
        {
            "name": "Yamanin Zephyr",
            "text": "I can feel your wind. It's like a blue storm. Please, allow me to feel more of it."
        },
        {
            "name": "Tokai Teio",
            "text": "I don't know what you are talking about… Do you want to compete with me… or something?"
        },
        {
            "name": "Yamanin Zephyr",
            "text": "Yes. I will swallow your wind, and become an even bigger wind…!"
        },
        {
            "name": "Tokai Teio",
            "text": "Interesting! I'm fine with that! But, are you sure you can keep up with me!?"
        },
        {
            "text": "Yamanin Zephyr and Tokai Teio, the two are engaged in a fierce battle."
        },
        {
            "text": "However, there was no clear settlement. Eventually both of their legs came to a stop."
        },
        {
            "name": "Tokai Teio",
            "text": "Haa, haa, haa… Phew, I guess it's a draw."
        },
        {
            "name": "Yamanin Zephyr",
            "text": "Haa, haa, haa… So it seems."
        },
        {
            "name": "Yamanin Zephyr",
            "text": "…I'm sorry that I rudely interrupted you during your training. I really wanted to race you."
        },
        {
            "name": "Tokai Teio",
            "text": "It's ok. But, why me?"
        },
        {
            "name": "Yamanin Zephyr",
            "text": "Just as you yearn to be like the 'Emperor', I also have a 'Wind' that I want to become. A tempest that blows high into the sky."
        },
        {
            "name": "Yamanin Zephyr",
            "text": "That's why I didn't want to lose to you."
        },
        {
            "name": "Tokai Teio",
            "text": "So… In other words, in order to become like the Uma Musume you've longed for, you can't lose to anyone, right?"
        },
        {
            "name": "Tokai Teio",
            "text": "I don't really know what the wind is like, but I know how you feel! But of course, the one who will win at the end will be this invincible Teio-sama!"
        },
        {
            "text": "Looking at Zephyr with a determined expression― Our eyes met.",
            "choice_data_list": [
                "I see you found your rival",
                "I see you found your rival"
            ]
        },
        {
            "name": "Yamanin Zephyr",
            "text": "Well… you're saying something like the white south wind blowing during winter. Comparing my current self with Ms. Teio, calling her a rival…"
        },
        {
            "name": "Yamanin Zephyr",
            "text": "Unlike her, who is expected to play an active role in the front line of 'Classics' in the future, I haven't even made my debut yet."
        },
        {
            "name": "Yamanin Zephyr",
            "text": "I'm a mile runner, and our field is different in the first place. Isn't it normal for a trainer to think matching me with her is like catching the wind with bare hands?"
        },
        {
            "text": "There was certainly a wall of distance aptitude. The two with different aptitudes may never run in the same field. But…",
            "choice_data_list": [
                "Because it looked like you didn't give up on the challenge.",
                "Because it looked like you didn't give up on the challenge."
            ]
        },
        {
            "name": "Yamanin Zephyr",
            "text": "…You're a strange person."
        },
        {
            "name": "Yamanin Zephyr",
            "text": "It seems both you and Ms. Flower are waiting for the wind. I don't intend to be a weather vane, but… I don't think it will be a bad wind."
        },
        {
            "name": "Yamanin Zephyr",
            "text": "I don't know what I can do to satisfy that expectation, but if you come see me at the 'Selection Race', you might be able to understand me more."
        },
        {
            "name": "Yamanin Zephyr",
            "text": "I'll show you that I can run faster than anyone else. So fast that my heart and soul will become the wind itself―!"
        },
        {
            "text": "However, the day of the 'Selection Race'. Yamanin Zephyr was nowhere to be seen."
        }
    ]
}