{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "It was the day before the race when I heard that Zephyr's \nparticipation in the 'Selection Race' had been cancelled."
        },
        {
            "name": "Yamanin Zephyr",
            "text": "Uh, uh… my legs… \nWhy… I… again…!"
        },
        {
            "name": "Infirmary Teacher",
            "text": "Geez… what a reckless training. It's only natural \nto get hurt in this situation. It's impossible \nto race in your current condition."
        },
        {
            "name": "Yamanin Zephyr",
            "text": "No, I will race. \nYou can't stop the wind once it starts blowing."
        },
        {
            "name": "Infirmary Teacher",
            "text": "Don't be silly. If you push yourself now, \nyou may never be able to run again."
        },
        {
            "name": "Yamanin Zephyr",
            "text": "A calm doesn't mean that the wind stops, but that it \ndisappears… If I can't become the wind in the race, then I…!",
            "choice_data_list": [
                "Calm down, Zephyr",
                "Calm down, Zephyr"
            ]
        },
        {
            "text": "I proposed to Zephyr, who showed a dangerously strong will, \nto move to a sanatorium away from the school."
        },
        {
            "text": "She once said that feeling the wind blowing calms her down. \nA sanatorium surrounded by nature should the place she needs \nto be in right now."
        },
        {
            "name": "Yamanin Zephyr",
            "text": "Right now, there must be many Uma Musume competing \nto reach the wind at the racetrack… But what am I doing…?",
            "choice_data_list": [
                "Zephyr, it's a waste"
            ]
        },
        {
            "text": "It's a waste to worry about something happening far away, \nwhen we're in a place with such a beautiful view."
        },
        {
            "name": "Wild Bird",
            "text": "*chirp *chirp *chirp",
            "choice_data_list": [
                "Look, even the bird wants you to take care of yourself"
            ]
        },
        {
            "name": "Yamanin Zephyr",
            "text": "That's Mr. Necktie's voice.",
            "choice_data_list": [
                "Mr. Necktie's… voice?"
            ]
        },
        {
            "name": "Yamanin Zephyr",
            "text": "Yes. Look, he's right there."
        },
        {
            "text": "It was a japanese tit bird. It had a pattern \nlike it was wearing a necktie. Let's say it \nwas more understandable than Daruma-san."
        },
        {
            "name": "Yamanin Zephyr",
            "text": "I was not able to hear the bird… until now. \nMaybe my heart was blown by the dry wind?"
        },
        {
            "text": "It's good that she was able to turn her attention \nto her surroundings. Maybe she'll calm down \nif she visited more places."
        },
        {
            "name": "Yamanin Zephyr",
            "text": "Ah… what a nice breeze. \nIt feels like the wind in my heart.",
            "choice_data_list": [
                "Have you calmed down a bit?"
            ]
        },
        {
            "name": "Yamanin Zephyr",
            "text": "Yeah… I'm sorry trainer. I feel embarrassed about how I \nalmost blew wintry wind in 'Summer'."
        },
        {
            "name": "Yamanin Zephyr",
            "text": "Being here reminds me of the past. I wasn't \nphysically fit back then, so I spent a lot \nof time in places surrounded by nature."
        },
        {
            "name": "Yamanin Zephyr",
            "text": "Birds and animals were my only friends. I spent all day \nlistening to birds. I was content with that kind of life, but…"
        },
        {
            "name": "Yamanin Zephyr",
            "text": "At the same time I felt like a light breeze, \nunable to cause a ripple in water."
        },
        {
            "name": "Yamanin Zephyr",
            "text": "That's why I always yearned. \nTo be like a strong wind."
        },
        {
            "name": "Yamanin Zephyr",
            "text": "The wind is free and light, yet so strong… \nNothing can disturb its path."
        },
        {
            "name": "Yamanin Zephyr",
            "text": "Back then I couldn't even run… \nSo becoming the wind was my dream at the time."
        },
        {
            "name": "Yamanin Zephyr",
            "text": "But, I was not determined. It was just a vague longing… \nthat is… until I found what I was suppose to aim for―"
        },
        {
            "text": "(Waaaaaaaaaa!)"
        },
        {
            "name": "Yamanin Zephyr",
            "text": "By chance, when I was watching a race… I saw the wind. \nThe run that embodies the wind.",
            "choice_data_list": [
                "Was it, the Uma Musume you admire?",
                "Was it, the Uma Musume you admire?"
            ]
        },
        {
            "name": "Yamanin Zephyr",
            "text": "Yeah… that figure, was just like the wind itself. \nA wild wind. It was at that moment that my \nvague yearning became a clear goal."
        },
        {
            "name": "Yamanin Zephyr",
            "text": "I realized the wind I wish to become can \nonly be found at the racetrack. And only \nduring the race, it shows its true power."
        },
        {
            "name": "Yamanin Zephyr",
            "text": "I've never said this to anyone before… It just came out of \nmy mouth while talking to you… I wonder why?"
        },
        {
            "text": "I feel like I gained a bit of trust from her. \nIf so―",
            "choice_data_list": [
                "Please allow me to aid you in your recovery",
                "Please allow me to aid you in your recovery"
            ]
        },
        {
            "name": "Yamanin Zephyr",
            "text": "…I don't know why you are willing to go through all that \ntrouble for me, but… just like riding the sails, I will \nallow you to carry me."
        },
        {
            "name": "Yamanin Zephyr",
            "text": "Thank you so much, trainer. \nYou really are a triumphant wind."
        },
        {
            "text": "Thus, the rehabilitation of Yamanin Zephyr began!"
        },
        {
            "text": "In order to recover from your injury, we must not go through \ntraining that put too much load on your leg. Let's start \nwith trunk training first."
        },
        {
            "name": "Yamanin Zephyr",
            "text": "'Be conscious of the arrangement of your body… \nthe movement must be precise… never forget to keep \nyour posture till the end… and your muscles… a storm.'"
        },
        {
            "text": "Pool training is an ideal rehab training menu that spreads the \nload on the whole body so it won't put a strain on the joints."
        },
        {
            "name": "Yamanin Zephyr",
            "text": "Right now I'm an offshore wind. \nAn assassin running on the surface of water…"
        },
        {
            "text": "Eating is also training. Gotta get protein for damaged body. \nA low calory food with balanced vitamins and minerals as well."
        },
        {
            "name": "Yamanin Zephyr",
            "text": "Ah… My stomach is filled with wind of feast…"
        },
        {
            "text": "Most importantly, she should not tire herself out. \nResting should also be part of the training."
        },
        {
            "name": "Yamanin Zephyr",
            "text": "Oh my, Mr. Matcha is a dumpling as usual. \nIt looks like everyone is lined up to get \nblown away by a gust of wind. Fufu…"
        },
        {
            "name": "Yamanin Zephyr",
            "text": "Trainer. I finished the menu.",
            "choice_data_list": [
                "Ok, that's it for today.",
                "Ok, that's it for today."
            ]
        },
        {
            "text": "Everything is going well so far. \nShe should be able to resume training at the course soon."
        },
        {
            "name": "Yamanin Zephyr",
            "text": "Umm… Thank you…",
            "choice_data_list": [
                "…? Why's that?",
                "…? Why's that?"
            ]
        },
        {
            "name": "Yamanin Zephyr",
            "text": "I can feel that I'm recovering fast. I had a hard time \ntrying to recover without any help in the past so…",
            "choice_data_list": [
                "That's what trainers are there for",
                "That's what trainers are there for"
            ]
        },
        {
            "name": "Yamanin Zephyr",
            "text": "Cloudy thoughts are not suitable for a wind. \nAnxiety, fear, greed… I don't want to bring \nsuch unnecessary feelings to the race."
        },
        {
            "name": "Yamanin Zephyr",
            "text": "All I want to think about, is the wind―"
        },
        {
            "name": "Yamanin Zephyr",
            "text": "But every time I get injured, I get attacked by the dry wind. \nMy mind will be clouded, and pulled away from the wind…"
        },
        {
            "text": "I finally understood why there were rumors \nabout her lacking 'motivation'."
        },
        {
            "text": "She tried to suppress her frustrations to stay \ncalm every time she gets injured, or couldn't \nparticipate in the 'Selection Race'."
        },
        {
            "text": "She did not want to bring those feelings to the race. \nThat's what made it seem like she wasn't motivated."
        },
        {
            "name": "Yamanin Zephyr",
            "text": "I won't be blown away by the hurricane anymore, thanks to \nyou. I thank you with the bottom of my heart."
        },
        {
            "text": "Zephyr has a pure heart. Her strong will, \nwill surely make her wish come true."
        },
        {
            "text": "However, a wish that is too pure is also a double-edged sword. \nWhat she needs right now is…",
            "choice_data_list": [
                "Can I be your trainer!?",
                "Can I be your trainer!?"
            ]
        },
        {
            "name": "Yamanin Zephyr",
            "text": "Such a breeze… \nBut… thank you"
        },
        {
            "name": "Yamanin Zephyr",
            "text": "If I had a trainer in charge, \nI think it would be someone like you…",
            "choice_data_list": [
                "Then―!"
            ]
        },
        {
            "name": "Yamanin Zephyr",
            "text": "However, I will decline your offer―"
        }
    ]
}