{
    "text_block_list": [
        {
            "text": "I couldn't sleep so I decided to take an early morning walk along the riverside. ――I knew why I couldn't sleep though."
        },
        {
            "text": "It was because of Katsuragi Ace. Those piercing eyes, without an ounce of self-doubt. And――"
        },
        {
            "name": "Katsuragi Ace",
            "text": "Someday…… it'll be all of you chasing after my back……!"
        },
        {
            "text": "And those words. A strong, clear determination, and winner's mentality."
        },
        {
            "text": "While there were many who admired Mr. C.B., Katsuragi Ace was overlooked."
        },
        {
            "text": "Even with that, there was no shadow of doubt in her eyes. The reason I couldn't sleep……was because I couldn't think of anything but those eyes."
        },
        {
            "text": "I took a deep breath. Katsuragi Ace, she didn't waver in the slightest when facing the words of others, unlike me.",
            "choice_data_list": [
                "I wonder what her dream is……"
            ]
        },
        {
            "name": "Katsuragi Ace",
            "text": "HaaaAAAAAAA!"
        },
        {
            "name": "Katsuragi Ace",
            "text": "Haa. Damn……like this, I won't even make it to the goal……!"
        },
        {
            "name": "Katsuragi Ace",
            "text": "But, it's not enough. I need to run, more and more and more……I need to pull even farther away from them……!"
        },
        {
            "name": "Katsuragi Ace",
            "text": "No matter who they are……far enough that they can't reach……!"
        },
        {
            "text": "I followed that voice. I found Katsuragi Ace, just like yesterday, breathing heavily.",
            "choice_data_list": [
                "Katsuragi Ace……!"
            ]
        },
        {
            "name": "Katsuragi Ace",
            "text": "Hm? Did you need something? ……Oh, that badge. A trainer from Tracen Academy?"
        },
        {
            "text": "I nodded while looking at Katsuragi Ace. ……she was drenched in sweat. Was she training this early in the morning?"
        },
        {
            "name": "Katsuragi Ace",
            "text": "Heeey~, why do you keep starin'? Did you fall for me~?",
            "choice_data_list": [
                "Eh!? No――"
            ]
        },
        {
            "name": "Katsuragi Ace",
            "text": "Hahaa, it was a joke!"
        },
        {
            "text": "She gave off a different impression than when she was running. The way Katsuragi Ace was looking at me, gave a very casual impression."
        },
        {
            "name": "Katsuragi Ace",
            "text": "And? Did you need something from me?"
        },
        {
            "text": "I had called out to her unintentionally, but it was true there was something I wanted to ask her. Back then――why was she able to remain so composed.",
            "choice_data_list": [
                "……Well"
            ]
        },
        {
            "text": "But, this was the first time we'd talked. Asking her something like that seemed rude……so I was a little hesitant."
        },
        {
            "name": "Katsuragi Ace",
            "text": "You've got a really serious look on your face. ……is something bothering you?"
        },
        {
            "name": "Katsuragi Ace",
            "text": "Well, for now start by not looking at the ground! C'mon, I'll hear you out. Look me in the eyes. Okay?"
        },
        {
            "text": "Did she realize I was hesitating? Taking Katsuragi Ace up on her offer, I decided to ask."
        },
        {
            "name": "Katsuragi Ace",
            "text": "Why, you ask……it's obvious isn't it? It's because I came here to win."
        },
        {
            "name": "Katsuragi Ace",
            "text": "Without that, then there'd be no reason for me to leave my hometown and come all the way out here on my own."
        },
        {
            "text": "Katsuragi Ace laughed it off like it was nothing. Then, the words and gaze she directed at the others――",
            "choice_data_list": [
                "If you're not bothered, then……"
            ]
        },
        {
            "name": "Katsuragi Ace",
            "text": "I am though. More than you think.",
            "choice_data_list": [
                "Eh?"
            ]
        },
        {
            "name": "Katsuragi Ace",
            "text": "There's no way I wouldn't be! I'm as frustrated as anyone could be! To them, I'm not even worth their attention, after all."
        },
        {
            "name": "Katsuragi Ace",
            "text": "But you see, worrying about their opinions and backing away from my dream would be stupid, right?",
            "choice_data_list": [
                "――――"
            ]
        },
        {
            "name": "Katsuragi Ace",
            "text": "Because I have at least that much resolve, I'm still standing here!"
        },
        {
            "name": "Katsuragi Ace",
            "text": "You too, since you're a Trainer at Tracen Academy, even though our positions might be different, you've got at least that much determination, right?",
            "choice_data_list": [
                "That's……"
            ]
        },
        {
            "text": "I fell silent. Even if I wanted to answer \"Of course\", I still hadn't straightened out my own feelings."
        },
        {
            "name": "Katsuragi Ace",
            "text": "…………"
        },
        {
            "name": "Katsuragi Ace",
            "text": "Besides, you were watching that race yesterday, right? C.B.'s running was something else, wasn't it!?"
        },
        {
            "name": "Katsuragi Ace",
            "text": "Her running seems so free, and so unrestrained……! A run that nobody else can take hold of!"
        },
        {
            "name": "Katsuragi Ace",
            "text": "I can understand why she's the center of attention."
        },
        {
            "text": "It seemed like Katsuragi Ace admired Mr. C.B. I wanted to nod in agreement with her words too, but――"
        },
        {
            "name": "Katsuragi Ace",
            "text": "That's exactly why, when I start thinking that someday she'll be the one to cross the goal behind me……"
        },
        {
            "name": "Katsuragi Ace",
            "text": "……I can't help but get excited!"
        },
        {
            "text": "Katsuragi Ace let out a simple laugh. But her eyes burned with passion."
        },
        {
            "text": "It was like she was looking ahead at a distant place, and that her path was clear――",
            "choice_data_list": [
                "Beating her……is your dream?",
                "Beating her……is your dream?"
            ]
        },
        {
            "name": "Katsuragi Ace",
            "text": "Hahaa, that might be a little wrong! My dream lies beyond that. Surpassing those I admire……is just part of it.",
            "choice_data_list": [
                "Beyond that……?"
            ]
        },
        {
            "name": "Katsuragi Ace",
            "text": "Yeah. There's still a long road ahead though. If I keep running, someday I'll reach it. I'll surpass it. For sure."
        },
        {
            "name": "Katsuragi Ace",
            "text": "I'll turn it around. Eventually――all of it."
        },
        {
            "text": "I could feel the strong fire behind those eyes. I couldn't help but gasp."
        },
        {
            "name": "Katsuragi Ace",
            "text": "――Oh, my bad! I need to wrap up my training. If you still want to talk about more, then it'll have to wait until next time.",
            "choice_data_list": [
                "……Got it, thank you"
            ]
        },
        {
            "name": "Katsuragi Ace",
            "text": "Don't worry about it! ……Oh. Seems like you know my name already, but I guess I should still introduce myself."
        },
        {
            "name": "Katsuragi Ace",
            "text": "I'm Katsuragi Ace."
        },
        {
            "name": "Katsuragi Ace",
            "text": "The Uma Musume who'll surpass common sense, and overcome any obstacles to become the strongest Ace!"
        }
    ]
}