{
    "text_block_list": [
        {
            "text": "――Katsuragi Ace was training early in the morning today again. Pushing herself to the limits while dripping with sweat."
        },
        {
            "text": "Seeing Katsuragi Ace like that, wanting to tell her what I had decided, I walked over to her."
        },
        {
            "name": "Katsuragi Ace",
            "text": "Haa, haa, haa……Kuu, haa…… Faster……faster, to get ahead of everyone……!",
            "choice_data_list": [
                "Katsuragi Ace!"
            ]
        },
        {
            "name": "Katsuragi Ace",
            "text": "……Haa……huh? Trainer-san? Haa……mornin', what's up?"
        },
        {
            "text": "Feeling a tightening in my chest, I look straight at Katsuragi Ace. And then I take a deep breath――",
            "choice_data_list": [
                "I came to scout you",
                "I came to scout you"
            ]
        },
        {
            "name": "Katsuragi Ace",
            "text": "Ah……Ooh……? What're you saying all of a sudden? Um, scouting……for real?"
        },
        {
            "text": "I tell Katsuragi Ace about what I've been feeling these past few days."
        },
        {
            "text": "I couldn't take my eyes off her as she straight-forwardly chased her dream. But more than that, for Katsuragi Ace who speaks of her dreams with pride――",
            "choice_data_list": [
                "I want to support you with all I have"
            ]
        },
        {
            "name": "Katsuragi Ace",
            "text": "――――"
        },
        {
            "text": "The Ace of the Uma Musume world. How many obstacles will be on that path? For how long will that path continue on?"
        },
        {
            "text": "When I thought about that, it made me want to walk that path with her. ――The more difficult it was, the more I wanted to be there for her."
        },
        {
            "name": "Katsuragi Ace",
            "text": "…………"
        },
        {
            "name": "Katsuragi Ace",
            "text": "……I've been told that my dream is an incredibly long road. That it's unreachable, and might as well be in a different world."
        },
        {
            "name": "Katsuragi Ace",
            "text": "I didn't want to accept it. There was no way I wanted to accept that. Of course, even now……I'm giving my all to show that it's not 『Another World』."
        },
        {
            "name": "Katsuragi Ace",
            "text": "But, even with that……after coming to Tracen Academy, it's still thought of as 『Unreachable』 for me."
        },
        {
            "name": "Katsuragi Ace",
            "text": "There are times where that feels like a heavy chain holding me down. ……I shook off those feelings and just ran."
        },
        {
            "name": "Katsuragi Ace",
            "text": "So I wouldn't be caught, serious, with all my strength, until I couldn't breathe. No matter how painful, without stopping my feet."
        },
        {
            "name": "Katsuragi Ace",
            "text": "With everything……to overturn all of it, I need to hit it with everything I can muster."
        },
        {
            "name": "Katsuragi Ace",
            "text": "……do you have the same resolve that I do?"
        },
        {
            "text": "――Could it be that she ran so recklessly, to burn away everything, including her anxiety?"
        },
        {
            "text": "『That's obvious』『I won't break here』 those words were probably also a way to encourage herself too.",
            "choice_data_list": [
                "I want to fulfill your dream"
            ]
        },
        {
            "name": "Katsuragi Ace",
            "text": "!"
        },
        {
            "text": "Whether it was 『Mine』 or 『Katsuragi Ace's』 dream, I believed both of those paths would lead to the same place."
        },
        {
            "name": "Katsuragi Ace",
            "text": "……In that case, how about we test that out? Until the next mock race, instruct me."
        },
        {
            "name": "Katsuragi Ace",
            "text": "And there, we'll see if our dreams are suited for each other!"
        },
        {
            "text": "――After that, I spent every day instructing Katsuragi Ace. From early morning until night, we put everything in to it, until we were out of breath."
        },
        {
            "text": "And finally……the day of the mock race arrived."
        },
        {
            "name": "Katsuragi Ace",
            "text": "Trainer-san, you're really nervous aren't you!? I do feel bad for laughing though……haha, you're shaking.",
            "choice_data_list": [
                "I-I'm fine……everything's okay……!"
            ]
        },
        {
            "name": "Katsuragi Ace",
            "text": "If you're this nervous about a mock race, then your heart won't be able to handle what comes after! ――Oh, looks like it's starting."
        },
        {
            "name": "Katsuragi Ace",
            "text": "Right, I'm heading out! Make sure you take a good look, Trainer-san!"
        },
        {
            "text": "In today's mock race, there would be a lot of Uma Musume with high expectations. There's no way I wouldn't be nervous. However……!",
            "choice_data_list": [
                "Do your best, Katsuragi Ace!"
            ]
        },
        {
            "name": "Announcer",
            "text": "Finally, the mock race is starting!"
        },
        {
            "name": "Announcer",
            "text": "I-is this Katsuragi Ace's strategy!? She's running away, taking an incredible lead!"
        },
        {
            "name": "Announcer",
            "text": "Will she make it to the end like this!?"
        },
        {
            "name": "Katsuragi Ace",
            "text": "Haa, haa, haa……! Make it to the end, they said……!? Haa, of course I will!"
        },
        {
            "name": "Katsuragi Ace",
            "text": "Haa, hahahaa……! Trainer-san, are you watching!? Your instructions……weren't bad at all!"
        },
        {
            "name": "Katsuragi Ace",
            "text": "There's nobody behind me right……!?"
        },
        {
            "name": "Katsuragi Ace",
            "text": "This is my run…… Nobody will be able to catch me!!"
        },
        {
            "name": "Katsuragi Ace",
            "text": "Destroying all obstacles and common sense…… I'll stand in front……of all those that they admire!!"
        },
        {
            "name": "Katsuragi Ace",
            "text": "――The Ace is me!!",
            "choice_data_list": [
                "Go, Katsuragi Ace!!"
            ]
        },
        {
            "name": "Katsuragi Ace",
            "text": "Just leave it to me!!!!!"
        },
        {
            "name": "Announcer",
            "text": "First place is Katsuragi Ace! It's Katsuragi Ace!! Pulling so far away from everyone, she comes in fiiiiiirst!!"
        },
        {
            "name": "Katsuragi Ace",
            "text": "Trainer-san! Did you see that!? How was that!? That was the result from following your instructions!"
        },
        {
            "name": "Katsuragi Ace",
            "text": "Hahaa! We showed 'em! Don't you think!?"
        },
        {
            "text": "Katsuragi Ace was laughing impishly. Her sweat told the story of just how fierce it was.",
            "choice_data_list": [
                "It's because of Katsuragi Ace's strength……"
            ]
        },
        {
            "name": "Katsuragi Ace",
            "text": "Then, that means this is OUR strength."
        },
        {
            "name": "Katsuragi Ace",
            "text": "Which means……with both of our powers combined, there isn't a dream we can't fulfill! Ain't that right!?"
        },
        {
            "text": "……Saying that, she laughed again. I guess that means she's accepted me as a trainer.",
            "choice_data_list": [
                "There's no way we can't fulfill them!"
            ]
        },
        {
            "name": "Katsuragi Ace",
            "text": "Yeah! You got that right!!"
        },
        {
            "name": "Katsuragi Ace",
            "text": "Hey, Trainer-san. I will become the Uma Musume world's Ace, without a doubt. ……What's your dream?",
            "choice_data_list": [
                "To lead you there!",
                "To lead you there!"
            ]
        },
        {
            "name": "Katsuragi Ace",
            "text": "Alright! Once again, looking forward to it!"
        },
        {
            "name": "Katsuragi Ace",
            "text": "We'll show them that no dream is too big for us! Let's show all of them!"
        }
    ]
}