{
    "text_block_list": [
        {
            "name": "Television",
            "text": "『A place where the dreams of many Uma Musume lies, The Twinkle Series! Just who will be the one to leave their name at that summit――!』"
        },
        {
            "name": "Katsuragi Ace",
            "text": "That stage, was a faraway place that we all admired."
        },
        {
            "name": "Laid-back Girl",
            "text": "Amazing, amazing! Those Uma Musume are so fast! They go whoosh just like the wind!"
        },
        {
            "name": "Brusque Man",
            "text": "As expected, the intensity of the Twinkle Series is different! Hey, Cameraman! Focus more on the ones in front!"
        },
        {
            "name": "Katsuragi Ace",
            "text": "Out in the sticks where there's not much to do, the TV seemed to show a bright and vivid scene. Everyone would say it's almost like 『Another World』."
        },
        {
            "name": "Katsuragi Ace",
            "text": "But that's wrong, isn't it?"
        },
        {
            "name": "Katsuragi Ace",
            "text": "That place is under the same sky. It's just really far away, for now."
        },
        {
            "name": "Katsuragi Ace",
            "text": "That's why, I will――!"
        },
        {
            "name": "Scout-seeking Uma Musume",
            "text": "What's my dream, is it? Of course, it's to win races! If they're an Uma Musume, then I think they'd all say the same thing.",
            "choice_data_list": [
                "Then――"
            ]
        },
        {
            "text": "Let's aim for the top together."
        },
        {
            "text": "My dream is to guide an Uma Musume to win G1s and defeat famous Uma Musume from around the world――",
            "choice_data_list": [
                "I want to be that kind of Trainer"
            ]
        },
        {
            "name": "Scout-seeking Uma Musume",
            "text": "I see, I guess a Trainer would have that kind of dream. You're free to have big dreams like that. Let's both do our best! See ya!"
        },
        {
            "text": "……I had intended to scout her, but, it seems she didn't think I was serious.",
            "choice_data_list": [
                "……Too big of a dream, I guess."
            ]
        },
        {
            "text": "A new trainer talking about big dreams. No matter how serious I am, I guess it just looks unrealistic from others' perspective."
        },
        {
            "name": "Katsuragi Ace",
            "text": "HaaaAAAAAA!!"
        },
        {
            "name": "Katsuragi Ace",
            "text": "Haa, haa, haa……haa……"
        },
        {
            "name": "Katsuragi Ace",
            "text": "……damn. I guess that wasn't enough…… Haa……was that last attack too shallow? ……Huu!"
        },
        {
            "text": "I wonder just how long she had been running. There was already so much sweat pouring down her face.",
            "choice_data_list": [
                "Amazing……"
            ]
        },
        {
            "text": "It wasn't that she was showing amazing speed, nor was she showing enough strength to line up with the others."
        },
        {
            "text": "It was as if she was just letting her power run wild, a feverish run."
        },
        {
            "text": "But why was it? I couldn't take my eyes off of her. It was like she was chasing something with an unquenchable fire――"
        },
        {
            "name": "Katsuragi Ace",
            "text": "Haa-……! Alright. I can still keep going. This isn't all I've got――"
        },
        {
            "name": "Veteran Trainer A",
            "text": "What a run……! Excuse me, can we talk for a bit!?"
        },
        {
            "name": "Nervous-looking Uma Musume",
            "text": "S-so cool~……! So this is what a real run feels like…… Um, can I talk to you too……"
        },
        {
            "text": "She noticed the commotion and turned to look. There, there were many trainers and Uma Musume, and――"
        },
        {
            "name": "Mr. C.B.",
            "text": "……Huu. Sorry, I haven't run enough yet. I feel bad, but it'll have to wait for next time. See ya."
        },
        {
            "text": "That Uma Musume retreated from the people around her and kept running on the course. Judging by their attention, she must be an Uma Musume of some acclaim."
        },
        {
            "text": "But, for me――I turned my gaze back towards the earlier Uma Musume. But she wasn't there anymore……"
        },
        {
            "name": "Mr. C.B.",
            "text": "Haa, haa, haa……!"
        },
        {
            "name": "Mr. C.B.",
            "text": "……Hahaa! That fierce gaze I've been feeling……"
        },
        {
            "name": "Katsuragi Ace",
            "text": "Shaaaaaaaa!!"
        },
        {
            "name": "Mr. C.B.",
            "text": "So it was you? Katsuragi Ace."
        },
        {
            "name": "Katsuragi Ace",
            "text": "Yo, C.B.ー……! You seem bored, huh? Haa……shall I accompany you!?"
        },
        {
            "name": "Mr. C.B.",
            "text": "Is that an invite for some parallel running? I was thinking of taking a quick shower and then going for a walk though――"
        },
        {
            "name": "Katsuragi Ace",
            "text": "Haa……Hehe, but you're in, right?"
        },
        {
            "name": "Mr. C.B.",
            "text": "……sounds good, let's play!"
        },
        {
            "text": "I moved to a place I could see both of them running clearly. As the noise grew, there was a change in the running of the two."
        },
        {
            "name": "Veteran Trainer A",
            "text": "Oooh, what intensity……! She's pulling further away from her opponent!"
        },
        {
            "name": "Nervous-looking Uma Musume",
            "text": "Amazing……C.B.ーsan, it's like she's cutting through the wind…… Katsuragi Ace-san can't keep up!"
        },
        {
            "text": "It was a run almost like a real race. But only one Uma Musume was the center of attention――"
        },
        {
            "name": "Veteran Trainer A",
            "text": "The was a wonderful run! Mr. C.B., please let me be the one to instruct you! With me, you'll be on the road to victory!"
        },
        {
            "name": "Mr. C.B.",
            "text": "Ahaha. I'll gladly accept just those feelings. Sorry, but I need to get going."
        },
        {
            "name": "Nervous-looking Uma Musume",
            "text": "Ah, C.B.ーsan!"
        },
        {
            "text": "Everyone that had gathered followed after Mr. C.B. and left. And then――"
        },
        {
            "name": "Katsuragi Ace",
            "text": "Haa, haa……cough, haa……haa……"
        },
        {
            "text": "The one standing there with ragged breath――",
            "choice_data_list": [
                "(Katsuragi Ace……was it?)"
            ]
        },
        {
            "name": "Katsuragi Ace",
            "text": "Damn……haa, haa…… As I thought, I lost, huh……damnit……!"
        },
        {
            "name": "Katsuragi Ace",
            "text": "Haa……I guess, trying to escape from that position…… against C.B.……haa, haa……haa……"
        },
        {
            "text": "Just being able to finish the race after that run was great. But even still, there will be frustration.",
            "choice_data_list": [
                "(It was a good run……but――)"
            ]
        },
        {
            "text": "Should I just comfort her with 『Do your best next time』? Even if I wasn't her trainer, I probably shouldn't leave her on her own if she was feeling down――"
        },
        {
            "name": "Katsuragi Ace",
            "text": "Haa……everyone's turning their backs on me……"
        },
        {
            "name": "Katsuragi Ace",
            "text": "They're underestimating me, huh. No, I'm not even on their radar? ……I guess that's expected."
        },
        {
            "name": "Katsuragi Ace",
            "text": "――Hahaa! I'll show them, for sure……!! Just watch me, this is the only time you'll be able to keep laughing!"
        },
        {
            "name": "Katsuragi Ace",
            "text": "Someday…… it'll be all of you chasing after my back……!"
        }
    ]
}