{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "There are words that I'll never forget. I'll never struggle to \nremember them, because these words will always remain in my heart.",
            "name": "Katsuragi Ace"
        },
        {
            "text": "『There's no way some country bumpkins can win』 『See? Look at that』 \n『That's right, there's no way we can win』",
            "name": "Katsuragi Ace"
        },
        {
            "text": "A racing class that was held out in the sticks. \nThat was the first time I raced. There was an \naura of resignation from those disparaging words.",
            "name": "Katsuragi Ace"
        },
        {
            "text": "The overflowing indignation from \ntheir words just wouldn't disappear.",
            "name": "Katsuragi Ace"
        },
        {
            "text": "……That's why, I'll show all of them. Everyone that looked down \non me, and those that gave up because they couldn't keep up……!",
            "name": "Katsuragi Ace"
        },
        {
            "text": "For all those Uma Musume from the countryside, \nI'll become their Ace――For sure, I'll show all of them……!!",
            "name": "Katsuragi Ace"
        },
        {
            "text": "That your strength has nothing to do with where you came from……!!",
            "name": "Katsuragi Ace"
        },
        {
            "text": "Like I said, I'm not saying it's bad, but it's \ntoo big of a dream. That's just a kid's dream.",
            "name": "Tired-looking Trainer"
        },
        {
            "text": "！？",
            "name": "Katsuragi Ace"
        },
        {
            "text": "As a newbie, just talking about a big \ndream like that won't earn you any trust.",
            "name": "Tired-looking Trainer",
            "choice_data_list": [
                "That's……"
            ]
        },
        {
            "text": "In the beginning, it's fine to just say something \nlike 『I'll do my best for you』. It's less pressure, \nand easier for your partner to accept, right?",
            "name": "Tired-looking Trainer"
        },
        {
            "text": "That trainer is……the one from yesterday……",
            "name": "Katsuragi Ace"
        },
        {
            "text": "Guiding your partner Uma Musume to the summit…… \nas a response to an interview question, it's perfect though.",
            "name": "Tired-looking Trainer",
            "choice_data_list": [
                "…………"
            ]
        },
        {
            "text": "I'm saying this for your sake, you know. A huge dream \nlike that, will end up being a heavy burden for you too……",
            "name": "Tired-looking Trainer"
        },
        {
            "text": "I want to deny it. \nBut……some of what he said can't be denied."
        },
        {
            "text": "If there isn't a girl I'm training, \nthen I can't really be called a trainer."
        },
        {
            "text": "It's normal for an Uma Musume to be uneasy \nif I don't even have a track record. If it's \ntalking about dreams, that's something anyone can do."
        },
        {
            "text": "Just have a more realistic dream. It's better than \nbeing told you're in over your head, right? Save the \nbig dreams for after you've got more experience――",
            "name": "Tired-looking Trainer",
            "choice_data_list": [
                "……is that what I should do?"
            ]
        },
        {
            "text": "I clenched my fists tightly. I was shaken by these words, \nand it was frustrating that I had no response."
        },
        {
            "text": "No matter how hard I tried as a trainer, if I was alone――"
        },
        {
            "text": "But, it's your dream isn't it?",
            "name": "Katsuragi Ace"
        },
        {
            "text": "Right, Trainer-san?",
            "name": "Katsuragi Ace",
            "choice_data_list": [
                "Katsuragi Ace……"
            ]
        },
        {
            "text": "Ah. Y-you were listening just now……? Well, \nyou could just say it was a conversation \nbetween adults……umm……I-I'll take my leave then!",
            "name": "Tired-looking Trainer"
        },
        {
            "text": "…………",
            "name": "Katsuragi Ace",
            "choice_data_list": [
                "Umm…………"
            ]
        },
        {
            "text": "Don't clench your fists so hard. You'll hurt yourself.",
            "name": "Katsuragi Ace"
        },
        {
            "text": "I didn't realize until she mentioned it. \nI relaxed my strength and looked at my palms. \nI could clearly see where my fingernails dug in."
        },
        {
            "text": "…………Sorry! I wasn't trying to eavesdrop \nor anything, I just happened to hear it.",
            "name": "Katsuragi Ace"
        },
        {
            "text": "You probably didn't want me to hear it though…… \nBut, I hope you can forgive me for hearing it.",
            "name": "Katsuragi Ace",
            "choice_data_list": [
                "……It's fine"
            ]
        },
        {
            "text": "Is that so? Then, let's go!",
            "name": "Katsuragi Ace",
            "choice_data_list": [
                "Eh?"
            ]
        },
        {
            "text": "It's fine, it's fine!",
            "name": "Katsuragi Ace"
        },
        {
            "text": "She kept pushing me forward, eventually taking \nme to the training course. There were――"
        },
        {
            "text": "The Uma Musume known as the \"Emperor\", Symboli Rudolf. \nAnd Mr. C.B. Several other famous Uma Musume as well……"
        },
        {
            "text": "My dream is to become the Ace of the Uma Musume world!",
            "name": "Katsuragi Ace"
        },
        {
            "text": "By beating everyone over there.",
            "name": "Katsuragi Ace"
        },
        {
            "text": "Katsuragi Ace declared that with a \nclear voice and a cheerful laugh."
        },
        {
            "text": "Do you think it's reckless? That a huge dream \nlike that is unreachable? Do you think that?",
            "name": "Katsuragi Ace"
        },
        {
            "text": "……There were many Uma Musume at Tracen Academy. \nThey were all strong and outstanding Uma Musume."
        },
        {
            "text": "But, it didn't matter how outstanding you were, there \ncould only be a few winners. Not everyone could win."
        },
        {
            "text": "――However.",
            "choice_data_list": [
                "Our job is to fulfill those dreams",
                "Our job is to fulfill those dreams"
            ]
        },
        {
            "text": "Reckless? Too big? So what? \nThat's how dreams are supposed to be."
        },
        {
            "text": "If it's something that can be fulfilled so easily, \nrather than a dream, you might as well call them 『Plans』."
        },
        {
            "text": "Right, that's a trainer's job. \nAnd, you've got a dream too right?",
            "name": "Katsuragi Ace",
            "choice_data_list": [
                "!"
            ]
        },
        {
            "text": "Then there's no reason to back down!",
            "name": "Katsuragi Ace"
        },
        {
            "text": "Just aim for your dream. That there might be a few \nobstacles on that long road, that's to be expected.",
            "name": "Katsuragi Ace"
        },
        {
            "text": "Just break through and continue on! \nSomeday you'll get there! If you're committed!",
            "name": "Katsuragi Ace"
        }
    ]
}