{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "???",
            "text": "—— Compatriots, art thou ready for battle?"
        },
        {
            "name": "No Reason",
            "text": "Our time hath come. A once in a lifetime opportunity lies \nbefore us. We shall impress upon them our terrifying might!"
        },
        {
            "name": "No Reason",
            "text": "Rise up! This is our rebellioooon—!!"
        },
        {
            "text": "This spring's Fan Festival is just around the corner. \nAs for the horsegirls participating in <i>a certain thrilling event</i>…"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Hmm…… This should do it for the coming month."
        },
        {
            "name": "Super Creek",
            "text": "Yaeno～♪ It sounds like the <i>Clan Assignments</i> are \nabout to start. Let's go— Oh my, are you in the middle \nof planning your new training?"
        },
        {
            "name": "Yaeno Muteki",
            "text": "I was, though I have made only a few modifications, nothing \ntoo different from last month. <i>Little strokes fell great oaks</i>… \nconstant perseverance will lead one to great results."
        },
        {
            "name": "Yaeno Muteki",
            "text": "I have just finished, so let us head there together. \n'Twill be exciting to see how the lineups turn out."
        },
        {
            "name": "Executive Committee Horsegirl",
            "text": "Alright～ Has everyone drawn a lot? On my signal, open it up \nand divide into clans <i>I, Ro, Ha, Ni, Ho, He, and To</i> accordingly. \nAaaand — go!"
        },
        {
            "name": "Super Creek",
            "text": "—— Oh my, you drew <i>I</i> too, Taishin? \nWe're in the same clan then♪"
        },
        {
            "name": "Narita Taishin",
            "text": "<i>Mm…</i> Wait, <i>you're</i> participating? That's kinda surprising."
        },
        {
            "name": "Super Creek",
            "text": "Oh now, I'm actually fairly acquainted with sword fighting. \nI did a lot of such play acting at my parent's daycare～♪"
        },
        {
            "name": "Narita Taishin",
            "text": "Huh, I can't even try to imagine that. \nThe idea of you swinging a sword……"
        },
        {
            "name": "No Reason",
            "text": "<i>Woooooh!</i> I'm in the I clan!"
        },
        {
            "name": "No Reason",
            "text": "Mhm! 'Tis the first clan in the order! A great omen, I say! \nThis war shall see myself, No Reason, conquer these lands!"
        },
        {
            "name": "Hishi Miracle",
            "text": "So loud～ I can't believe we even ended up in the same clan… \nI simply went along after she invited me out of the blue, but I \ndon't feel like I'll be able to match her pace～"
        },
        {
            "name": "No Reason",
            "text": "Oh, Miracle! Thou'rt also in the I clan! Fear not, for our time \nshall be a merry one♪ That much I guarantee!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "—— Pardon me. It appears that \nI am of the same clan as you all."
        },
        {
            "name": "Yaeno Muteki",
            "text": "If I may be so brazen, I must inform you that \nI have been assigned the role of General!"
        },
        {
            "name": "Hishi Miracle",
            "text": "Oh, Yaeno's gonna lead us, huh? Powerful～ \nThanks for having me, General."
        },
        {
            "name": "[I Clan] Horsegirl A",
            "text": "Umm, there are 10 people per clan… so we're complete, I think. \nNow we have to enter battles with these members to take over \nthe territories of all the other clans, did I get that right?"
        },
        {
            "name": "No Reason",
            "text": "'Twould appear so! I count on thee, my compatriots! \n<i>Mmmhm</i>, this <i>Clan Clash</i> lights a fire in my soul!"
        },
        {},
        {
            "text": "The student body grew incredibly excited after the clan lineups \nwere posted. The clans where a few well-known horsegirls were \ngathered together drew particularly high amounts of attention…"
        },
        {
            "name": "Bandwagon Horsegirl",
            "text": "Whoaa～～! Look at those amazing lineups! \nNo doubt it's gonna be between these two!"
        },
        {
            "name": "Bandwagon Horsegirl",
            "text": "Oguri Cap is serving as the general for the <i>Ro</i> clan….! \nAnd she's joined by Tanino Gimlet and Symboli Kris S!"
        },
        {
            "name": "Bandwagon Horsegirl",
            "text": "They're both extraordinarily athletic and have incredible \ncourage to boot! Crap, they're actually so intimidating! \nThe glint in their eyes is enough to root me to the spot!"
        },
        {
            "name": "Bandwagon Horsegirl",
            "text": "Then there's the <i>Ha</i> clan with Biwa Hayahide's intellect…….! \nThe other members are all noteworthy racers too～!"
        },
        {
            "name": "Bandwagon Horsegirl",
            "text": "Strategy will probably play an important role in the Clan Clash, \nso an astute general like Biwa Hayahide should massively boost \ntheir strength!!"
        },
        {
            "name": "Expectant Horsegirl",
            "text": "<i>Kyaaa～!</i> Go for it, miss Oguri! \nYou're almost certain to win with your lineup～!!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "The favorites for victory, huh… \nI have to hand it to Oguri, she is as popular as ever."
        },
        {
            "name": "Yaeno Muteki",
            "text": "I must remain diligent as well. Clan Clash or race, let us \nchallenge them fair and square."
        },
        {
            "name": "[I Clan] Horsegirl A",
            "text": "<i>Uuuuh</i>……. but those members…… will trying \nour best even give us a shot at winning……?"
        },
        {
            "name": "Yaeno Muteki",
            "text": "<i>Hm…?</i>"
        },
        {
            "name": "Hishi Miracle",
            "text": "Well… it does feel a bit like there's not much point \nin participating if you're not that strong……?"
        },
        {
            "name": "[I Clan] Horsegirl B",
            "text": "Nah, I think it's still meaningful to participate… \nUmm… even if we don't win……"
        },
        {
            "name": "Hishi Miracle",
            "text": "<i>Mmm</i>, yeah…… guess it's fine. Besides, it's a festival, right? \nIf it becomes too much, we can just take it easy～"
        },
        {
            "name": "Yaeno Muteki",
            "text": "… is… a way……"
        },
        {
            "name": "Super Creek",
            "text": "Yaeno……?"
        },
        {
            "name": "Yaeno Muteki",
            "text": "—— There is absolutely a way to victory!"
        },
        {
            "name": "[I Clan] Horsegirls",
            "text": "……!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "You all are giving up before the battle has even begun… \nThis behavior is not befitting of a warrior!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Giving up your will to fight by saying there's \nno chance of victory! Does it not frustrate you \nto resign yourselves to defeat already!?"
        },
        {
            "name": "Yaeno Muteki",
            "text": "I… want to win! Even more so when up against such powerful \nopponents, those \"favorites\" I would be disregarded for…!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "(That's right… be it an event at the Fan Festival or a race… \nthe outcome is never decided from the start!)"
        },
        {
            "name": "Yaeno Muteki",
            "text": "(If we continue to give our best without becoming impatient \nor faltering, then one day, without fail, we will surpass them!)"
        },
        {
            "name": "[I Clan] Horsegirls",
            "text": "………"
        },
        {
            "name": "Yaeno Muteki",
            "text": "…… Ah! Excuse me, I might have spoken out of line…"
        },
        {
            "name": "No Reason",
            "text": "Nay… Rightly spoken! 'Tis only a worthwhile battle \nif you win against those stronger than yourself!"
        },
        {
            "name": "Narita Taishin",
            "text": "I feel the same. It pisses me off thinking that we'll lose."
        },
        {
            "name": "Super Creek",
            "text": "I very much understand where Yaeno's coming from. \nEspecially when Oguri is our opponent, right?"
        },
        {
            "name": "[I Clan] Horsegirl B",
            "text": "R-Right… yeah… we can't give up before the fight. \nI think I might be getting more pumped up now…!"
        },
        {
            "name": "Hishi Miracle",
            "text": "Well alright～ Shall we all give it our best then? \nI guess I'll roll up my sleeves a little as well～"
        },
        {
            "name": "Yaeno Muteki",
            "text": "All of you…!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Thank you very much. Let us do this. \n<b>This shall be our uprising!</b>"
        }
    ]
}