{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Super Creek",
            "text": "<i>Nin nin♪</i> I clan girls～! \nGaaather 'rouuuund～!"
        },
        {
            "name": "[I Clan] Horsegirls",
            "text": "We're heeeere～!"
        },
        {
            "name": "[I Clan] Horsegirl B",
            "text": "Ohh, we're delving right into practice, are we! \nBut I need to say… the two of you have such cute costumes～!"
        },
        {
            "name": "Hishi Miracle",
            "text": "<i>Right!?</i> So, Yaeno is our <i>General</i> and Creek is a <i>Ninja</i>? \nWhile the rest of us in jerseys are <i>Infantry</i>… right?"
        },
        {
            "name": "No Reason",
            "text": "Oh, remembered it well, didn'st thou! Feeling a little \nmore motivated now? I am glad to see it～! Right then, \nas 'tis a complex game, let us begin with a review!"
        },
        {
            "name": "No Reason",
            "text": "So, what is the Clan Clash…!? 'Tis a chaotic, war-like \nteam game in which clans try to conquer one another's \nterritory, doing battle with foam katanas!"
        },
        {
            "name": "No Reason",
            "text": "In order to conquer such territory, one must take down \nthe clan's banner within it! Alternatively, one can defeat \nthe enemy's general!"
        },
        {
            "name": "Super Creek",
            "text": "A clan will be considered <i>Defeated </i>when its territory \nis conquered. Let's aim to be the last clan standing, \nand <i>Unify the Land</i> under our rule～♪"
        },
        {
            "name": "No Reason",
            "text": "Mhm! In other words, to unify the land is to <i>Win</i> \nthe match. A feat possible only by being the last \nclan standing within the allotted time!"
        },
        {
            "name": "No Reason",
            "text": "Failing this, the game shall be considered a <i>Draw</i> between \nthe remaining clans, no matter the scale of their territory!"
        },
        {
            "name": "No Reason",
            "text": "'Twill all take place in the hilly countryside. \nWe should thus expect a very physical challenge～ \nI say we run, hide, and await an opportunity!"
        },
        {
            "name": "Super Creek",
            "text": "Searching for enemy banners while protecting \nyour own is the foundation of every strategy～♪"
        },
        {
            "name": "No Reason",
            "text": "Upon encountering an enemy, 'tis either fight or flee! \nThe katanas contain a special device, which shall react \nwhen hitting someone with sufficient force."
        },
        {
            "name": "Super Creek",
            "text": "It's just like electric scoring in fencing♪ \nA player who's been \"cut down\" is <i>Eliminated</i>. \nThey'll have to leave at once～"
        },
        {
            "name": "Super Creek",
            "text": "But anything other than eliminating their general or taking down \ntheir banner won't defeat a clan. So taking a blow for someone \ncould be a good idea in some situations♪"
        },
        {
            "name": "Super Creek",
            "text": "Speaking of which, watch out for friendly fire! \nThe device in the weapons won't differentiate friend from foe～"
        },
        {
            "name": "No Reason",
            "text": "This folly is mine to bear… Whoa! The general has arrived! \nGenerals can take three hits, and shan't go down by any less."
        },
        {
            "name": "No Reason",
            "text": "Regardless, a general's elimination means their clan \nis as good as ours. If an opportunity presents itself, \nwe should seize the initiative～!"
        },
        {
            "name": "Super Creek",
            "text": "When a clan is defeated, all their remaining infantry \nwill fall under the banner of the victor♪"
        },
        {
            "name": "No Reason",
            "text": "Mhm! We should aim to leave alive as many soldiers \nas we can when conquering a clan… Doing so will \nbenefit our own army and become key to victory!"
        },
        {
            "name": "Super Creek",
            "text": "By the way～ The ninja requires special attention! \nWith their <i>shuriken</i>, ninjas can aim for the banner from afar♪"
        },
        {
            "name": "Hishi Miracle",
            "text": "Oooh, oookaaaay…? \nIt all sounds a little complicated…"
        },
        {
            "name": "Narita Taishin",
            "text": "Well, you'll understand it quickly enough once you do it. \nThe main point is to protect our banner and general while \ntaking down our enemies', isn't it?"
        },
        {
            "name": "Narita Taishin",
            "text": "Then we just try to beat every clan like that. We aren't ranked \nby how many clans we defeat, probably because it would get \nboring if it became a stalemate by the second half…"
        },
        {
            "name": "Narita Taishin",
            "text": "I wanna know, do we have to place \nthe banner in a specific spot?"
        },
        {
            "name": "No Reason",
            "text": "A great question indeed! \n'Tis exactly what forms the crux of one's strategy!"
        },
        {
            "name": "No Reason",
            "text": "So long as 'tis in our own territory and on the ground, \nwe are free to place it wherever we wish! Therefore…"
        },
        {
            "name": "No Reason",
            "text": "The banner can be relocated! Should enemies discover it, we \ncan pick it up and escape! One could just as well carry it at all \ntimes, but naturally 'tis not ideal to have thine hands occupied."
        },
        {
            "name": "Narita Taishin",
            "text": "I see. The more we conquer, the bigger our territory becomes, \nmaking it easier to hide our general and banner…"
        },
        {
            "name": "No Reason",
            "text": "Exactly right! With one's territory expansive, \nthe search alone will leave enemies' hands full."
        },
        {
            "name": "Hishi Miracle",
            "text": "Wowiee～～～ everyone's so smart～! \nSo this is what base warfare is like…"
        },
        {
            "name": "No Reason",
            "text": "Mhm, this is what it's like! Moving on, let us finish warming up \nand acquaint ourselves with our katanas!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "—— <i>Haaaaaa!!</i>"
        },
        {
            "name": "Hishi Miracle",
            "text": "<i>Hyaan!!</i>"
        },
        {
            "name": "Hishi Miracle",
            "text": "<i>Eeep</i>, our general and No Reason are way too strong～～～! \nCan anyone even beat them one-on-one!?"
        },
        {
            "name": "No Reason",
            "text": "<i>Na-ha-ha-haa</i>, how splendid, Yaeno! 'Twould appear \nthou hast versed thyself in swordsmanship! I had not \nexpected for thee to go toe to toe with me!"
        },
        {
            "name": "Hishi Miracle",
            "text": "But while you're talking… I spot an opportunity! \n<i>Heheeh～</i> you'd be out if this was an actual match～♪"
        },
        {
            "name": "No Reason",
            "text": "<i>Nraaah!</i> Miracleee～!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "<i>Hm</i>, my technique comes only from light exposure… \nI often swung kendo swords with Bamboo, so it might \nbe because of that."
        },
        {
            "name": "Narita Taishin",
            "text": "Hmm… I think I got a good a grasp on everyone's strengths. \nLooks like rolling with our general in the frontline is an option…"
        },
        {
            "name": "Narita Taishin",
            "text": "Tactics are quite important here, huh. The banner's location, \nlineups and positioning… It's like a tower defense game…"
        },
        {
            "name": "No Reason",
            "text": "<i>Hmm, mhmm</i>… 'Twould seem Taishin shall be our strategist. \nThou also boasts a long history with Hayahide, and art surely \nable to turn the tables on her!"
        },
        {
            "name": "Narita Taishin",
            "text": "Huh? I'm not thinking that grand… I just don't want to lose. \nNot to Hayahide, not to anyone……"
        },
        {
            "name": "Super Creek",
            "text": "But there doesn't seem to be anyone more suited for \nthe job, so it would be a great help if you could do it. \n<i>Right?</i> So, madam Strategist… your orders please♪"
        },
        {
            "name": "Narita Taishin",
            "text": "<i>Uugh…</i> Fine, then first drill this map into your heads. \nThese are the starting positions……"
        },
        {
            "name": "Super Creek",
            "text": "Oh my, we're starting <i>there</i>? Why are we all the way \nat the edge of the playing field? It does seem to provide \na good view of the area, I guess～?"
        },
        {
            "name": "Narita Taishin",
            "text": "It's the best we could have hoped for no matter \nhow you think about it. We won't have to worry \nabout being surrounded."
        },
        {
            "name": "No Reason",
            "text": "Unquestionably, we needn't fear an attack from behind for 'tis \nout of bounds. Moreover, 'tis elevated. Luck is on our side…! \nTaking the high ground is a most ancient and established tactic!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Hm… 'tis also advantageous that the top two clans \nare a good distance away. 'Twould be extremely difficult \nfor either of them to attack up this hill."
        },
        {
            "name": "Hishi Miracle",
            "text": "Is that how it works～? Hills do whittle at your stamina… \nAnd you carry momentum when descending…!"
        },
        {
            "name": "[I Clan] Horsegirl B",
            "text": "Whoa～ So, ain't that extremely advantageous? \nI'm starting to look forward to this! Let's shoot for the win!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "<i>Heh…</i> 'Twould seem our morale has risen greatly. \nEveryone, let us move forward with diligence!"
        }
    ]
}