[
    "The old and new year's representative Horse Girl battle, \nin the “Hanshin Grand Prize” GII, 3000m of Shibaー",
    "whether she can show us her resurrection here, It will \nbe a crucial race for Narita Brian",
    "Brian, you can do it!!",
    "Mayano, I'm cheering for you!",
    "……",
    "Each Horse Girl is in the gateー And start!",
    "Narita Brian, good start! The other Girls \\nare getting off to a good start too!",
    "Maya-chi, Take Off!",
    "Last year's “Arima Kinen” champion Mayano Top Gun, is \nflying to a good tone and exchange to Narita Brian",
    "……",
    "The race is at a calm pace, the Horse Girls are running \nthrough the front of the stand in the first lap",
    "Brian-san…",
    "There is currently no problem with the race, the rest is \nnow about how much power she can put in the end",
    "Since Brian is doing her best, let's \\ndo our best cheering for her!",
    "This is nothing! Do your best Brian!!",
    "Entering position list, Mayano Top Gun is currently in \n4th place, while Narita Brian is in 6th place",
    "Each Horse Girl, cut the remaining 1000m with no big \nmovement until here and are entering the 3rd corner",
    "Let's go! Lock on the goal!!",
    "This is where Mayano Top Gun is charging up! She jumps \nto the top at once in a long sprint!",
    "…Argh!!",
    "Narita Brian is charging up as well as chasing \\nher! Mayano Top Gun and Narita Brian! The race \\nis between the 2 of them completely!!",
    "Narita Brian, the question is how will \\nyou cut her in this straight line!?",
    "Yaaaa～～～!!",
    "…Heh… heh… heh… heh…",
    "Go-Go, Mayano!!",
    "You can do it, Brian!",
    "I'm sure the eyes around me will see me \\ndifferent from what I used to be…",
    "However, I have not changed anything…!",
    "…Huh!? Eh… Final Approach～～!!",
    "The thirst in my heart, the desire for race is stillー",
    "It's burning like a blazing fire!!",
    "Narita Brian, won't give a step difference!!",
    "Narita Brian exchange from the outside! \\nMayano Top Gun returns from within!",
    "Inside or Outside!? Or just outside!?",
    "Haaaaaa～～～!!!",
    "Brian is at the top, and Goal!!",
    "In first place, is Narita Brian!!",
    "The big beast voice of the scales that can not be \nbroken from the stand! It was Narita Brian who won this \nspectacular match race!",
    "Congratulations, Brian!!",
    "Both of you!! That was a good run!!",
    "….Hmph",
    "…!!"
]