[
    "All of the Uma Musume are off to a good start in the \nHanshin Uma Musume stakes, a prelimary for the Victoria \nMile",
    "The center of attention is the one who showed her \nstrength at the Takamatsunomiya Kinen and during the \nTiara rotation, the Unorthodox Double Crown Uma Musume, \nRhein Kraft",
    "And the rivals that competed against her during their \nClassic class are also appearing on this stage",
    "I haven't run with her since the Shuuka Sho, but \ncompared to before, the pressure I'm feeling from her……",
    "Fine, I'll just take it on myself……!",
    "Not too far forward, and not too far back…… \nThere's no problem with this positioning",
    "……This time for sure, I'll overtake you……!",
    "It looks like you've taken a good position…… \nNow show them, the way you run now",
    "The Uma Musume round the 3rd corner with a steady pace",
    "The 2 in front pull forward with Rhein Kraft just behind \nthem",
    "And from the outside Air Messiah starts to move forward",
    "And with less than 600m remaining, they pick up the \npace! Turning in to the straight, the race is heating \nup!",
    "So you're making your move…….",
    "But, I will……!",
    "And now they're in the final stretch! \nDaring Heart's lead has shortened!",
    "Kuu……! I can't push forward……! \nMy legs won't move forward……!",
    "Even then――just run……! Reach out for the goal!!",
    "Aaaaaaaaahーーー!!",
    "Daring Heart pushes hard! But here, the lead changes! \nRhein Kraft! Rhein Kraft takes the lead!",
    "Haaaaaaaaーーーー!",
    "But chasing from the outside is Air Messiah! \nWith an outstanding drive, she closes the gap!",
    "I'll show you……I can catch you! \nThe victory that my mother and I desire!",
    "Can Daring Heart hang on!? Can Air Messiah pull ahead!? \nOr will Rhein Kraft pull away!?",
    "Run……just run! \nYou're still chasing after your dream!",
    "I'll run alot! I'll compete against my rivals!",
    "There are so many big stages waiting for me! There are \nstill so many things that nobody has achieved yet!",
    "I want to show everyone my running……! \nI want to carve my running in to their hearts……!",
    "Someday, everywhere, in everyone, \na run that they will want to inherit――",
    "――――that's what I want to leave behind!!",
    "Yaaaaaaaーーーー!!",
    "Rhein Kraft pulls away!! \nShe's widening the gap between!",
    "The battle for 3rd is a close one! \nAir Messiah in 2nd place desperately chases!",
    "But the leader has completely pulled away, #4 Rhein \nKraft!",
    "The leader, Rhein Kraft crosses the goaaaaaaaal!",
    "In the past few battles, she's conceded victory to her \nrivals, but this time she clearly showed just how strong \nshe is!",
    "Rhein Kraft moves on to the Victoria Mile!!"
]