[
    "This year's Oaks Queen will aim to become Queen in \na foreign country. The American Oaks, Turf, 2000m",
    "From the outer gate, Cesario has a \nclean start. She slowly moves forward",
    "It's been nearly half a century since a Japanese Uma \nMusume has won in America, however, a G1 title still has \nnot been achieved",
    "Will Japan's Queen be able to overcome this \nhigh hurdle to become a World-class Queen?",
    "As they round the 2nd corner, Cesario is in 3rd. \nCompared to her last 2 races, she's taken a position \nmuch closer to the front",
    "However, the middle ranks are chasing right \nbehind her, they're pressuring Cesario!",
    "On this grand stage where big names from America and \nEurope have gathered, Cesario is representing Japan!",
    "It's fine, the pace isn't very fast",
    "Stay calm……",
    "And the leaders are starting to slow! \nThe race is quickly changing!",
    "The first and second place Uma Musume continue to \nslow, but Cesario quickly takes position in front!",
    "This is an unexpected development! \nCan Cesario hang on!?",
    "Don't panic……",
    "Believe in your own legs……",
    "My path",
    "Won't end here……!",
    "The Uma Musume who have engraved their \nnames in history――their paths, one by one",
    "Converge, turning my path in to a river……",
    "Becoming a path to further evolution",
    "Right now, I'm running……!",
    "Don't stop, carry on, towards a new stage――",
    "Onwards……!",
    "From the lead, Cesario increases the pace! \nShe pulls away, alone in front!",
    "Rounding the final corner in to the final straight!",
    "Cesario doesn't slow down! Cesario doesn't slow down! \nCesario pulls further and further ahead!",
    "Cesario out in front! With a 3 length, 4 length lead! \nThey chase her but can't close the gap!!",
    "It's Cesario! It's Cesario! \nJapan's Super Star――",
    "Ce! -sarioooo!!",
    "Her time is, a record 1:59:03!",
    "This is the strength of Japan's Oaks Queen!",
    "Finally! After so long, finally Japan has \nachieved its first G1 victory in America!",
    "An unprecedented feat――",
    "Japan's American Oaks victory!!"
]