{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Reporter A",
            "text": "Oh, they're here!!"
        },
        {
            "name": "Mejiro Ramonu",
            "text": "Thank you very much, grandmother. I shall see you later."
        },
        {
            "name": "Reporter A",
            "text": "Ms. Mejiro Ramonu! Do you have some time? I would like to ask \nyou a bit more about your upcoming running rotation…!"
        },
        {
            "name": "Reporter B",
            "text": "Recently, many of your opponents have been starting to \nview you as a serious threat. What are your thoughts on \nthat? Fans have been talking a lot about you too…!"
        },
        {
            "name": "Mejiro Ramonu",
            "text": "Fufu."
        },
        {
            "name": "Mejiro Ramonu",
            "text": "Indeed. I too am looking forward to the races."
        },
        {
            "name": "Reporter B",
            "text": "H-huh? Ms. Ramonu…?"
        },
        {
            "name": "Mejiro Ramonu",
            "text": "With that, I bid you all farewell. \nI wish to prepare for my next race."
        },
        {
            "name": "Reporter A",
            "text": "Oh… She's gone…"
        },
        {
            "name": "Mr. C.B.",
            "text": "You sure are popular."
        },
        {
            "name": "Mejiro Ramonu",
            "text": "However, this is by no means something I wished upon myself. \nI believe you of all people should understand."
        },
        {
            "name": "Mr. C.B.",
            "text": "Of course. You would much rather things to be simpler."
        },
        {
            "name": "Mejiro Ramonu",
            "text": "When people stop you in the streets, don't you think \nthey come up with the most wonderful pick-lines?"
        },
        {
            "name": "Mr. C.B.",
            "text": "I never thought about it. Though I guess for you it'd probably \nrelieve you of some of your boredom."
        },
        {
            "name": "Mejiro Ramonu",
            "text": "Oh, right you are. Then allow me to ask you something else."
        },
        {
            "name": "Academy Staff A",
            "text": "In a bit, we will be opening the campus to the children. \nI will be counting on you two today."
        },
        {
            "name": "Mejiro Dober",
            "text": "I-I'm so nervous. Will we really be alright?"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Be confident in yourself, Dober. You have already \nprepared for a long time for this day. I can guarantee \nthat you will be alright. Also…"
        },
        {
            "name": "Mejiro Ardan",
            "text": "You are quite skilled at looking after younger children. \nAdditionally, I will be supporting you the whole way, \nso let us give it our all."
        },
        {
            "name": "Mejiro Dober",
            "text": "……! Thank you Ardan. I feel a bit more courageous now."
        },
        {
            "name": "Child Horsegirl A",
            "text": "Wow! It's the real Tracen Academy! It's so beautiful!"
        },
        {
            "name": "Chaperone",
            "text": "Thank you very much for your time today. The children \nand I have been looking forward to this day for some time."
        },
        {
            "name": "Mejiro Ardan",
            "text": "I am honored to hear that. Today, we shall provide \na tour of the school campus. I am Mejiro Ardan and \nthis is Mejiro Dober."
        },
        {
            "name": "Mejiro Ramonu",
            "text": "And I am Mejiro Ramonu."
        },
        {
            "name": "Dober & Ardan",
            "text": "Ramonu!? \nSister…!"
        },
        {
            "name": "Child Horsegirl B",
            "text": "Um. Mejiro Ramonu? <i>That</i> Mejiro Ramonu!? \nNo way, she's the real deal…!!"
        },
        {
            "name": "Mejiro Ramonu",
            "text": "Forgive me for the abrupt change to the itinerary. Currently, our \nschool is preparing next year's pamphlet by taking photographs."
        },
        {
            "name": "Mejiro Ramonu",
            "text": "Today, to prepare some photos, I have come to join you \non this tour… I am pleased to make your acquaintance."
        },
        {
            "name": "Participants",
            "text": "――――"
        },
        {
            "name": "Mejiro Ramonu",
            "text": "Now, for the pictures."
        },
        {
            "name": "Camera-holding Horsegirl",
            "text": "Of course, leave it to me, Ms. Ramonu! \nPlease give me some time to take some pictures!"
        },
        {
            "name": "Mejiro Dober",
            "text": "Wait, sorry… What should I be doing?"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Calm down Dober. This is Big Sister we are talking about here. \nShe must have something on her mind. For now, let us stick \nto the plan."
        },
        {
            "name": "Mejiro Ardan",
            "text": "Then, allow us to take you on a tour of the interior \nof the school facilities. Please follow us."
        },
        {
            "name": "Mejiro Ardan",
            "text": "The gym here is used by our students for their \nown independent training. Additionally, they may \npersonally rent out some of the equipment to…"
        },
        {
            "name": "Mejiro Dober",
            "text": "(I was a bit worried at first, but it seems that everything \nis still going according to plan. At this rate, we should \nbe able to finish without a problem)"
        },
        {
            "name": "Mejiro Dober",
            "text": "(Besides, having Ramonu here with us definitely \nseems to make the kids more excited)"
        },
        {
            "name": "Mejiro Ramonu",
            "text": "――――"
        },
        {
            "name": "Mejiro Dober",
            "text": "Last but not least, I would like to begin today's final program. \nI would like to show everyone the practice race course."
        },
        {
            "name": "Child Horsegirl A",
            "text": "We're allowed to run on the course?"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Of course. First, we need to go over the basics, \nand afterwards, everyone may run on the track."
        },
        {
            "name": "Mejiro Dober",
            "text": "It's dangerous to just go and run, so we would like to go \nover the basics of running. We'll give a demonstration, \nso watch us properly."
        },
        {
            "name": "Mejiro Ramonu",
            "text": "However, before that…"
        },
        {
            "name": "Mejiro Ramonu",
            "text": "Let us show them what a race can be. \nWe can do this here and now."
        },
        {
            "name": "Child Horsegirl A",
            "text": "Ms. Ramonu and the others are going to \nrun together?! I totally wanna see…!"
        },
        {
            "name": "Mejiro Ramonu",
            "text": "Indeed… Make sure you burn this moment into your eyes."
        },
        {
            "name": "Mejiro Ramonu",
            "text": "With that, let's race, Ardan."
        },
        {
            "name": "Mejiro Ardan",
            "text": "……!"
        }
    ]
}