{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Manhattan Cafe",
            "text": "According to the course description, the upcoming \nroute should be to the right. However…"
        },
        {
            "name": "Spooky Noise",
            "text": "<i>ooooooo… \n</i>"
        },
        {
            "name": "Manhattan Cafe",
            "text": "So, you are telling me \"that is not the case…\" \nIn that case, I shall heed your warning."
        },
        {
            "name": "Gungnir Horsegirl C",
            "text": "How did she avoid our trap like that!? Still, the other route has \na hill, so she shouldn't be able to run too quickly."
        },
        {
            "name": "Manhattan Cafe",
            "text": "I see. So, they showed us a fake route to throw us \noff. However, if I were to simply take the other \npath, I would be greeted by an abrupt uphill."
        },
        {
            "name": "Manhattan Cafe",
            "text": "(I'm sure that the Gungnir members have an easier \n3rd route that only they're aware of. I could still try \nto follow them, but…)"
        },
        {
            "name": "Manhattan Cafe",
            "text": "They're… not exactly alone in using tricks. In that case, \nat least I can… take this hill head on. Hn…!"
        },
        {
            "name": "Gungnir Horsegirl D",
            "text": "Head! This is the Woods Course Point C1! There's a problem!"
        },
        {
            "name": "Gungnir Horsegirl D",
            "text": "M-Manhattan Café is scaling the hill at a rapid pace! \nAt this rate, she'll definitely blow past the hill route!"
        },
        {
            "name": "Head of Gungnir",
            "text": "What!? In that case, contact Point E1 ASAP! \nHave them get ready!"
        },
        {
            "name": "Manhattan Cafe",
            "text": "The presence of those behind me and next to me disappeared? \nDid they stop running? If so, I should be able to maintain \nthe lead while leaving the woods."
        },
        {
            "name": "Manhattan Cafe",
            "text": "…! Suddenly there's someone in front of me! When did they…"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Hey Café, those guys at Gungnir are all wearing \nthe same black jerseys and masks. Do you think \nthat's for sun protection?"
        },
        {
            "name": "Manhattan Cafe",
            "text": "No way. Did they prepare the course with potential substitutes? \nDid they really plan on closing the difference between us by \nswapping their runners during the race…?"
        },
        {
            "name": "Manhattan Cafe",
            "text": "They look the same, so it's hard to distinguish different runners. Now \nthat I think about it, I couldn't really get a good look at their \nfaces… It's hard to tell them apart…"
        },
        {
            "name": "Manhattan Cafe",
            "text": "… No. No matter what they try to pull, \nmy objective remains the same…!"
        },
        {
            "name": "Head of Gungnir",
            "text": "Kuku, take a look. My team is already here. Don't \ntell me your team is having some trouble?"
        },
        {
            "name": "Jungle Pocket",
            "text": "Sure, it does seem that way. Still…"
        },
        {
            "name": "Jungle Pocket",
            "text": "Can't you see that my teammate is coming right now?"
        },
        {
            "name": "Head of Gungnir",
            "text": "N-no way! How the heck did she get past that hill so fast!? \nBut the difference in distance is still…!"
        },
        {
            "name": "Gungnir Horsegirl E",
            "text": "Head!! We're counting on you!!"
        },
        {
            "name": "Head of Gungnir",
            "text": "Alright! You all did well! Leave the rest \nto me! See ya, Jungle Pocket! You lose!!"
        },
        {
            "name": "Jungle Pocket",
            "text": "Just keep talking. \nCafé! Keep it up!!"
        },
        {
            "name": "Manhattan Cafe",
            "text": "Apologies. I kept you waiting."
        },
        {
            "name": "Jungle Pocket",
            "text": "No worries! All that's left is for me \nto put these kids in their place."
        },
        {
            "name": "Jungle Pocket",
            "text": "Ora Ora Ora Ora Ora Ora Ora Ora!!! Ha ha ha ha! \nCome on, come on, come on, come on, come on!!!"
        },
        {
            "name": "Head of Gungnir",
            "text": "T-the hell. What's up with her freakish \nacceleration!? Hey, block her path!"
        },
        {
            "name": "Jungle Pocket",
            "text": "Bring it on, bring it on! Throw as many as you want at me! \nI'll show you just how sharp my fangs can be!!"
        },
        {
            "name": "Jungle Pocket",
            "text": "Ha ha ha! What, can't breathe!?"
        },
        {
            "name": "Head of Gungnir",
            "text": "Is this girl serious…!? When did she get here!?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "It's wonderful isn't it. That girl's direct last spurt. \nKuku, it really is a work of art."
        },
        {
            "name": "Manhattan Cafe",
            "text": "Still, I personally think she's using too \nmuch energy. By the way, when did you…"
        },
        {
            "name": "Jungle Pocket",
            "text": "Move out of the way! This is who I am! Jungle Pocket!!!"
        },
        {
            "name": "Jungle Pocket",
            "text": "Hell yeah!! Goal!! This is my victoryyyyyyy!!!"
        },
        {
            "name": "Head of Gungnir",
            "text": "I'm very sorry for bad mouthing you!!"
        },
        {
            "name": "Jungle Pocket",
            "text": "Well, someone's good at apologizing. Let me leave you \nwith this. Tracen Academy is a place where there are many \nother horsegirls above me."
        },
        {
            "name": "Jungle Pocket",
            "text": "What did they call it? A frog in the well? Anyways, \nfor your punishment, don't go around setting up \nthese territories like some lame poser."
        },
        {
            "name": "Head of Gungnir",
            "text": "There's even stronger horsegirls… than you?"
        },
        {
            "name": "Jungle Pocket",
            "text": "For now, at least. In time I will take the peak for myself. I'll prove \nit to you. Even among the best, I will be the strongest."
        },
        {
            "name": "Jungle Pocket",
            "text": "Once that day comes, my legend where I challenged the peak \nwill be spread all around. If anything, I like how y'all had serious \nguts thinking you could defeat me."
        },
        {
            "name": "Head of Gungnir",
            "text": "……!"
        },
        {
            "name": "Jungle Pocket",
            "text": "Well, let's head back! Tachyon, Café, I'm really thankful to \nthe two of you today! I'm pretty hungry myself, so let's get \nsomething to eat!"
        },
        {
            "name": "Head of Gungnir",
            "text": "W-wait!! Your running has really opened up our eyes!!"
        },
        {
            "name": "Head of Gungnir",
            "text": "We won't go around trying to be someone else! \nWe'll work hard to improve our freestyle running! \n… Please take us on as your underlings!!"
        },
        {
            "name": "Jungle Pocket",
            "text": "What? Don't wanna."
        },
        {
            "name": "Head of Gungnir",
            "text": "Oof! Y-yeah, of course you'd say that… \nExcuse me for that. We're just bugs…"
        },
        {
            "name": "Jungle Pocket",
            "text": "Having underlings is just a pain. But as friends? \nThat's something I could do."
        },
        {
            "name": "Head of Gungnir",
            "text": "Po-Pokke!!! Big ups to ya!!!"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Magnificent! \"A beautiful friendship that blossomed even \noutside the school!\" To commemorate this moment, shall we \ntake a photo together!? No, I insist that we must! Come!"
        },
        {
            "name": "Jungle Pocket",
            "text": "A picture? Well, if you want concrete proof, \nthat's fine. Hey everyone, form a line!"
        },
        {
            "name": "Manhattan Cafe",
            "text": "Don't tell me… all this was for the pamphlet…?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Kuku, and wasn't this just the perfect story? We can use this \nas the ultimate submission for the student council. By the way, \nwhy exactly did you want to come here?"
        },
        {
            "name": "Manhattan Cafe",
            "text": "I already handled that earlier… This place has already \nsettled down and will be a cause for concern no longer. \nDon't worry about it……"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Guess all's well that ends well. In that case, let's join \nour new friends in the group. Aha ha ha!"
        },
        {
            "name": "Manhattan Cafe",
            "text": "…… Just once, I wish that you'd get upset over something…"
        }
    ]
}