{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Agnes Tachyon",
            "text": "Cafeeeeee～ Have you been doing anything fun lately?"
        },
        {
            "name": "Manhattan Cafe",
            "text": "No."
        },
        {
            "name": "Agnes Tachyon",
            "text": "Hol' up, hol' up. At least give me a more serious answer. \nLike \"Why are you asking me that?\". Try to take an interest here."
        },
        {
            "name": "Manhattan Cafe",
            "text": "…… No."
        },
        {
            "name": "Agnes Tachyon",
            "text": "In that case, let me explain why I'm here! So, you see, \nthe student council is currently making a new school pamphlet \nand they need help gathering materials. Have you heard about it?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "I see this as an opportunity. This is a chance to get a favor fro- \nI mean. I see this as a chance to uphold the school's values."
        },
        {
            "name": "Agnes Tachyon",
            "text": "That being said, let's go search for some items we can submit \nfor the pamphlet. Anything interesting that comes to mind?"
        },
        {
            "name": "Manhattan Cafe",
            "text": "Do it by yourself. I wish you the best, but \nI'm already busy doing something else."
        },
        {
            "name": "Agnes Tachyon",
            "text": "Wait, wait. That's not fair! I shared my own personal \ncircumstances. It's only right for you to respond in kind, right?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "What? You're going to see Pokke? By yourself? \nWell, this is unlike you, Café."
        },
        {
            "name": "Manhattan Cafe",
            "text": "Pokke has been hanging with some horsegirls from outside \nthe school. It seems that something weird might be going on."
        },
        {
            "name": "Manhattan Cafe",
            "text": "To be honest, I'm not necessarily interested in the specifics \nof what's going on. But the place that it is happening at…"
        },
        {
            "name": "Agnes Tachyon",
            "text": "So, you are interested? No, the way you're saying it implies \nthat you know something will happen."
        },
        {
            "name": "Manhattan Cafe",
            "text": "To tell the whole truth, that place isn't the place you should be \naround. That's all I wanted to tell Pokke."
        },
        {
            "name": "Manhattan Cafe",
            "text": "… That's it… You satisfied now?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Kuku — Yes, I'm satisfied, and satisfied, and \nsatisfactorily satisfied, Café! Thanks for the tip!"
        },
        {
            "name": "Manhattan Cafe",
            "text": "…… What?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Now come, let us go to Pokke together!! \nThis would all make great material!!"
        },
        {
            "name": "Uncouth Horsegirl A",
            "text": "The hell do you want?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "We're looking for Pokke. Is she not here yet?"
        },
        {
            "name": "Uncouth Horsegirl B",
            "text": "You two are friends with Pocket? Pocket \nis busy right now. You can talk with me."
        },
        {
            "name": "Manhattan Cafe",
            "text": "No, we would like to talk directly with her, please."
        },
        {
            "name": "Uncouth Horsegirl A",
            "text": "Did you listen to anything I just said, huh?! \nI said, Pocket doesn't have the time for punks like you!"
        },
        {
            "name": "Jungle Pocket",
            "text": "Don't go around putting words in my mouth."
        },
        {
            "name": "Uncouth Horsegirls",
            "text": "P-Pocket!? \nPocket…!"
        },
        {
            "name": "Jungle Pocket",
            "text": "Hurry up and get lost. These two are my guests."
        },
        {
            "name": "Uncouth Horsegirls",
            "text": "Utmost apologies!"
        },
        {
            "name": "Jungle Pocket",
            "text": "Wassup, Tachyon, Café!? Sorry about that. Those guys \nwere kind of going off doing their own thing."
        },
        {
            "name": "Agnes Tachyon",
            "text": "So that was it. They were the cause of the horsegirls \nnot from the school stirring up trouble."
        },
        {
            "name": "Jungle Pocket",
            "text": "The hell? So even you two have heard that? \nLet me tell you what actually happened."
        },
        {
            "name": "Jungle Pocket",
            "text": "Some of my underclassmen friends got together here to \nparticipate in an unofficial race. Unfortunately, they lost."
        },
        {
            "name": "Uncouth Horsegirl A",
            "text": "They were doing something to cheat! But they're still out here \nsaying stuff like \"Tracen Academy is washed up\" to provoke us."
        },
        {
            "name": "Jungle Pocket",
            "text": "I know you're frustrated. Don't worry, I will \ndefinitely beat some sense into them."
        },
        {
            "name": "Manhattan Cafe",
            "text": "… You were planning on starting a fight?"
        },
        {
            "name": "Jungle Pocket",
            "text": "Nothing as lame as that. I was planning on settling it \non the course with some hard hitting payback."
        },
        {
            "name": "Agnes Tachyon",
            "text": "Ho ho?! So, you were planning on taking on the other horsegirls \nin another unofficial race! Kuku, now this is interesting!"
        },
        {
            "name": "Manhattan Cafe",
            "text": "Excuse me, do you mind if I accompany you?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Wait a sec, by \"I\" you mean \"us\" right?"
        },
        {
            "name": "Jungle Pocket",
            "text": "Huh? This is my problem."
        },
        {
            "name": "Agnes Tachyon",
            "text": "Oh, what are you saying!? Your underclassmen \nare just as precious to us as they are to you. \nIndeed! They are all our beloved underclassmen!"
        },
        {
            "name": "Agnes Tachyon",
            "text": "As fellow students at the same school. As their upperclassmen! \nIt is our duty to uphold their name! Isn't that right!?"
        },
        {
            "name": "Manhattan Cafe",
            "text": "You can just ignore everything that comes \nout of her mouth. I just want to make sure \nthat this place can become peaceful again."
        },
        {
            "name": "Jungle Pocket",
            "text": "Heh! Sure, why not. Just don't hold me back."
        }
    ]
}