{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Symboli Rudolf",
            "text": "Well then, that should be enough materials for the first draft. \nPlease give me your honest opinion on them."
        },
        {
            "name": "Mr. C.B.",
            "text": "Sure, sure. These are good. Fufu, it sure was interesting \nlooking through all these high-spirit spots."
        },
        {
            "name": "Mr. C.B.",
            "text": "The places that everyone showed off were completely all \nover the place. Not to mention what made them feel alive \ndiffered too. It really captured the individuality of each person."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Yes. The student council and I got to see and feel a variety of \ndifferent places. From there we were able to feel a wide depth \nof emotion. It really was a good learning experience."
        },
        {
            "name": "Mr. C.B.",
            "text": "No matter what kind of \"high-spirit spot\" people brought up, \nit all circled back to their thoughts of races."
        },
        {
            "name": "Mr. C.B.",
            "text": "And this is… \"A cultural exchange with horsegirls \nfrom outside the school that we raced with.\" \nPokke and her friends sure are amusing."
        },
        {
            "name": "Mr. C.B.",
            "text": "Ha ha. This group photo is nice. \"A high-spirited friendship \nborn from an earnest race with each other\"."
        },
        {
            "name": "Symboli Rudolf",
            "text": "A race that can connect the feelings of \nso many people… That is a good piece."
        },
        {
            "name": "Mr. C.B.",
            "text": "Yes. Once again, their experiences mirrored ours."
        },
        {
            "name": "Mr. C.B.",
            "text": "What is this? A photo from the open campus? \nI see. So, she really did come."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Ha ha. I was also surprised who sent the photo."
        },
        {
            "name": "Symboli Rudolf",
            "text": "These photos were said to capture \"the place where \nthe academy nurtures the race of the future.\""
        },
        {
            "name": "Symboli Rudolf",
            "text": "The students and the children who would step on the turf in the \nfuture were able to come together and demonstrate the feeling \nof creating a \"high-spirited future.\""
        },
        {
            "name": "Mr. C.B.",
            "text": "Ha ha. That's just like her."
        },
        {
            "name": "Mr. C.B.",
            "text": "Other submissions include a \"snapshot of a cafeteria of \nhigh-spirited eaters\" and a \"high-spirited showcase \nof tail care items.\" I see."
        },
        {
            "name": "Mr. C.B.",
            "text": "Fufu. I got to see a lot of different things but… Yeah."
        },
        {
            "name": "Mr. C.B.",
            "text": "At least right now, the pamphlet is still far from finished."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Right you are. We still lack enough items that we can definitively \nuse. All these things share a major source of life and showcase \na place where people's minds become one. In other words…"
        },
        {
            "name": "Rudolf & C.B.",
            "text": "<b>A race</b>."
        },
        {
            "name": "Academy Horsegirl A",
            "text": "Did you see? Apparently, they're holding a special race \nfor those that submitted stuff for the pamphlet!"
        },
        {
            "name": "Academy Horsegirl B",
            "text": "Because anyone could have submitted materials, anyone \ncan participate in the race. That's really interesting. \nThis is a chance for all types of people to race…!"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Well, you sure are putting in a lot of effort into training. I sure \nwasn't expecting you to come to this special race head on."
        },
        {
            "name": "Manhattan Cafe",
            "text": "That's rich coming from someone that registered us \nboth without asking. You didn't just stop at that, \nyou just also had to drag Pokke into this too."
        },
        {
            "name": "Agnes Tachyon",
            "text": "From the race with Gungnir, I was able to get some good data. \nHowever, I just happened upon another chance to get more. \nYou can never have too many samples, can you?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Also, I know that you also would like to test yourself. \nI wonder what sort of running we are able to have \nfrom running together."
        },
        {
            "name": "Agnes Tachyon",
            "text": "Fufu. Seeing you run here so seriously, I bet \nyou're thinking the same."
        },
        {
            "name": "Manhattan Cafe",
            "text": "I-I just felt the urge to test my own strength. \nAnd just wanted to maybe improve it……"
        },
        {
            "name": "Manhattan Cafe",
            "text": "This is just a situation that happened to pop up. That's all."
        },
        {
            "name": "Agnes Tachyon",
            "text": "She wanted to test and improve her strength, huh?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Kuku. In the end, you're no different from me. This is turning \nout to be quite an interesting race, don't you think so Pokke?"
        },
        {
            "name": "Jungle Pocket",
            "text": "Ora ora ora ora ora ora! I can still keep going \nfaster! You lot better not hold back either!!"
        },
        {
            "name": "Head of Gungnir",
            "text": "Y-yes!!!"
        },
        {
            "name": "Jungle Pocket",
            "text": "Alright. After our break, go for another round. We're going \nto keep going until we vomit our guts out. Come on!"
        },
        {
            "name": "Head of Gungnir",
            "text": "Understood!!"
        },
        {
            "name": "Jungle Pocket",
            "text": "Tachyon. Café. From that previous race, \nI feel I got to know you two really well."
        },
        {
            "name": "Jungle Pocket",
            "text": "I still don't know what exactly goes through your mind, \nbut on that day, your running was saying…"
        },
        {
            "name": "Jungle Pocket",
            "text": "\"I want to crush anyone stronger than me\" and \n\"I will definitely win this race.\" That was the sort \nof feeling I could feel overflowing from you two."
        },
        {
            "name": "Jungle Pocket",
            "text": "Your faces made it clear as day. In the end, you two are like me. \nYou are horsegirls that are gunning for the peak…!"
        },
        {
            "name": "Jungle Pocket",
            "text": "This is getting interesting. No matter what, I will take down \nanyone who tries to take the peak from me……!"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Huff, huff, huff. Hah."
        },
        {
            "name": "Mejiro Ardan",
            "text": "…Nee-sama gave me the challenge to try to pay her back in this \nspecial race. I can't show her such disappointing running again."
        },
        {
            "name": "Mejiro Ardan",
            "text": "The current me has no desire to remain in your \nshadow any longer! I'll prove that to you……!"
        },
        {
            "name": "Mejiro Dober",
            "text": "……… Excuse me, Ramonu?"
        },
        {
            "name": "Mejiro Dober",
            "text": "Why did you choose to have me participate in this special race \nas the person that submitted the photos…?"
        },
        {
            "name": "Mejiro Ramonu",
            "text": "What a strange question. \nIs it not true that you wish to run with me?"
        },
        {
            "name": "Mejiro Dober",
            "text": "That's…"
        },
        {
            "name": "Mejiro Ramonu",
            "text": "\"There's no way I can do that?\" \nIs what you were going to say, Dober?"
        },
        {
            "name": "Mejiro Ramonu",
            "text": "When Ardan and I were facing off, I could tell that you \nwere itching for a fight. It is because you too wish to run."
        },
        {
            "name": "Mejiro Ramonu",
            "text": "In that case, do not hold back. \nIn return, I will accept your feelings."
        },
        {
            "name": "Mejiro Ramonu",
            "text": "That endless, burning heart of yours. I want to see it in the race."
        },
        {
            "name": "Mejiro Dober",
            "text": "――――"
        },
        {
            "name": "Mejiro Dober",
            "text": "All I could do before was watch from far away and admire you. \nBut during the special race…"
        },
        {
            "name": "Mejiro Dober",
            "text": "I would like to run my own race against you and the others! \nI want to face you head on with all I got!"
        },
        {
            "name": "Mejiro Dober",
            "text": "And with that, I would like to make my running \na race that you could never forget…!!"
        },
        {
            "name": "Mejiro Ramonu",
            "text": "Fufu. What a precious girl. I will be looking forward to facing you."
        }
    ]
}