{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Head of Gungnir",
            "text": "Well, well. If it isn't Tracen Academy, Tokyo's former \nstrongest school's Jungle Pocket! It is such an honor \nfor me to meet with you directly."
        },
        {
            "name": "Jungle Pocket",
            "text": "If it isn't the Head of Gungnir. I heard you had quite \nthe time playing with some of my friends."
        },
        {
            "name": "Head of Gungnir",
            "text": "Yes, and wasn't that fun!? I'm just disappointed \nwe had to cut it short and we couldn't see the \ndespair and frustration on their faces."
        },
        {
            "name": "Jungle Pocket",
            "text": "In that case, isn't it your turn next?"
        },
        {
            "name": "Gungnir Horsegirl A",
            "text": "Huh!? The hell just came out of your disgusting mouth!?"
        },
        {
            "name": "Head of Gungnir",
            "text": "Hold it. They came all this way, so let them talk. Either way, \nthey will soon join their friends to wipe each other's tears."
        },
        {
            "name": "Agnes Tachyon",
            "text": "Hey Café, those guys at Gungnir are all wearing \nthe same black jerseys and masks. Do you think \nthat's for sun protection?"
        },
        {
            "name": "Manhattan Cafe",
            "text": "I don't know, and I don't care about such \npointless things. If you're thinking of trying \nto get a reaction from them, please stop."
        },
        {
            "name": "Jungle Pocket",
            "text": "I'm fine with doing this fairly. Just hurry up with the rules."
        },
        {
            "name": "Head of Gungnir",
            "text": "Don't be so quick to rush. This will be a relay team race. \nThe first segment of the race will start here on this freestyle \nrace field where you will then run out…"
        },
        {
            "name": "Head of Gungnir",
            "text": "Then pass underneath the bridge over the river nearby."
        },
        {
            "name": "Head of Gungnir",
            "text": "And then run through a course in the woods."
        },
        {
            "name": "Head of Gungnir",
            "text": "And finally, you will return to the course \nhere. The first team to return wins."
        },
        {
            "name": "Head of Gungnir",
            "text": "Someone let them have some time with the course. \nSo, you three are planning to run the relay together?"
        },
        {
            "name": "Jungle Pocket",
            "text": "Yeah… What about your team?"
        },
        {
            "name": "Head of Gungnir",
            "text": "Kuku, for us, we'll have the entirety of Gungnir participate!"
        },
        {
            "name": "Manhattan Cafe",
            "text": "No matter how you look at it, they have well over 10 members."
        },
        {
            "name": "Jungle Pocket",
            "text": "Nobody ever said that this race would be 3 on 3. \nBut still, this is some crazy idea."
        },
        {
            "name": "Head of Gungnir",
            "text": "Hey, hey. Unlike the elites at Tracen Academy, we \nare just a group of non-professionals. Would you \nreally feel satisfied going against such a team?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "I see now. So just like that, you provoked \nthe underclassmen's sense of pride."
        },
        {
            "name": "Jungle Pocket",
            "text": "Well, do what you want. I'll be the one \nfollowing your rules anyways. But…"
        },
        {
            "name": "Jungle Pocket",
            "text": "If you lose like this, you do know what'll happen, right?"
        },
        {
            "name": "Head of Gungnir",
            "text": "Guh! Heh, what kind of idiot starts the race thinking of defeat? \nThe same goes for you. Better start worrying about how to \ncheer yourselves up when you get dusted."
        },
        {
            "name": "Jungle Pocket",
            "text": "Well, how do you all want to set up the running order?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Isn't it obvious. I will run from the start to the bridge. \nCafé will handle the woods. And the person to finish \nthe race will be you, Pokke."
        },
        {
            "name": "Agnes Tachyon",
            "text": "If you were to lay out our specialties, this is the best way, no?"
        },
        {
            "name": "Manhattan Cafe",
            "text": "There's no room for me to argue, but it does leave a bad taste."
        },
        {
            "name": "Agnes Tachyon",
            "text": "What are you saying!? To win, we must take the most \nrational approach! Well, what about you Pokke?"
        },
        {
            "name": "Jungle Pocket",
            "text": "I'm game. Thanks for leaving the juicy part of the race for me."
        },
        {
            "name": "Gungnir Horsegirl B",
            "text": "Without a doubt, the two with Jungle Pocket \nare Agnes Tachyon and Manhattan Café."
        },
        {
            "name": "Head of Gungnir",
            "text": "I thought so. They've brought quite a famous team, \nhaven't they. Though you've just made it all the easier \nto take countermeasures against you!"
        },
        {
            "name": "Head of Gungnir",
            "text": "Now then, let's start! Line up, line up!!"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Fufu, I've never ran alongside so many horsegirls wearing \nblack jerseys. This is quite an interesting experience."
        },
        {
            "name": "Head of Gungnir",
            "text": "Ready… Go!!!"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Oh no～! I'm having a late start. \nThis sure is a pickle. I really must hurry～!"
        },
        {
            "name": "Gungnir Horsegirl A",
            "text": "Ha ha! Has she given up on winning?"
        },
        {
            "name": "Gungnir Horsegirl B",
            "text": "No, something is wrong. The Agnes Tachyon I saw \nat the Twinkle Series ran nothing like this!"
        },
        {
            "name": "Gungnir Horsegirl B",
            "text": "(Is she planning on giving up the lead \nto plan on coming from behind?!)"
        },
        {
            "name": "Agnes Tachyon",
            "text": "It's obvious what you're thinking of. Fufu, for now \nI'll let the person in first run in peace."
        },
        {
            "name": "Agnes Tachyon",
            "text": "We're finally at the riverside… As I thought, \nthis terrain is difficult to run on."
        },
        {
            "name": "Gungnir Horsegirl B",
            "text": "Change of plans! If they're lagging then increase the gap! \nWe know this place inside-out!! They won't be able to keep up!"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Kuku, figures that they wouldn't race on their home turf \nwithout any tricks. Hmmm. I see. So, you can run here like this."
        },
        {
            "name": "Agnes Tachyon",
            "text": "Thanks for the tip."
        },
        {
            "name": "Gungnir Horsegirl A",
            "text": "What!? She suddenly started to accelerate! \nDid she discover our personal route!?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Hello friends! I must thank you for the wonderful data! \nWith this, I can run a lot more easily! Aha ha ha!"
        },
        {
            "name": "Gungnir Horsegirl A",
            "text": "S-she, she's way too fast! What in the world is she made of…!!"
        },
        {
            "name": "Manhattan Cafe",
            "text": "Good work. As expected, you were able to take the lead."
        },
        {
            "name": "Agnes Tachyon",
            "text": "I leave the rest to you. I'm guessing they will have \nother tricks coming up so be careful."
        },
        {
            "name": "Manhattan Cafe",
            "text": "… I will make sure to remain vigilant."
        }
    ]
}