{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Academy Horsegirl A",
            "text": "Alright! I'm going to give it all for the race today. I don't get this \nsort of chance often, so this will be a good learning experience!"
        },
        {
            "name": "Academy Horsegirl B",
            "text": "I won't lose either. This is a competition after all!"
        },
        {
            "name": "Academy Horsegirl B",
            "text": "Huh!? What was that!? It's like the entire \natmosphere felt heavier all of a sudden!"
        },
        {
            "name": "Mr. C.B.",
            "text": "Yup. This is looking to be perfect race weather. \nI'm feeling pretty good myself too."
        },
        {
            "name": "Symboli Rudolf",
            "text": "It's been a long time since I couldn't \ncontrol my excitement for a race."
        },
        {
            "name": "Symboli Rudolf",
            "text": "This is a race where not only the horsegirls on the \nfield will shine, but also future horsegirls as well. \nThat sort of conviction makes my heart dance."
        },
        {
            "name": "Mr. C.B.",
            "text": "Ha ha. I guess this is the effect of making the pamphlet. \nIt's okay to be a bit flashy today."
        },
        {
            "name": "Katsuragi Ace",
            "text": "Rudolf! C.B.!"
        },
        {
            "name": "Katsuragi Ace",
            "text": "I've been waiting for this day! I know this isn't an \nofficial race, but there's no way I can't not get this \nexcited for a chance to go against you two."
        },
        {
            "name": "Mr. C.B.",
            "text": "Fufu. I see you've gotten quite into this, Ace."
        },
        {
            "name": "Katsuragi Ace",
            "text": "Did you forget? It's my dream to become the \"Ace\" of \nthe horsegirl world!! To have you two be my opponents \nwill naturally get me fired up!"
        },
        {
            "name": "Mr. C.B.",
            "text": "I like it. You two would make for the perfect opponents. \n… I'm getting excited for this myself."
        },
        {
            "name": "Mr. C.B.",
            "text": "If we really came at each other seriously, \nI wonder what would happen. Let's go find out."
        },
        {
            "name": "Nice Nature",
            "text": "Wait, wait… That aura over there is insane. \nI'm already starting to sweat…"
        },
        {
            "name": "Twin Turbo",
            "text": "Woahhhhh!! You can see the sparks crackling! \nI'm also going to try and make some sparks fly!!"
        },
        {
            "name": "Twin Turbo",
            "text": "Nature! I'm going to run with all I got! I don't care \nif this is a special race or who my opponents are!!"
        },
        {
            "name": "Twin Turbo",
            "text": "No matter when or where, I will always be the one \nto take the lead! I'll prove to everyone that the strongest \none out there is Turbo!!"
        },
        {
            "name": "Nice Nature",
            "text": "You really are something else, not even being a bit nervous. \nBut… Well…"
        },
        {
            "name": "Nice Nature",
            "text": "Oh, come on! Even in this situation, I can't just give up \nthe match like that. Come on, me!"
        },
        {
            "name": "Nice Nature",
            "text": "I know that I'm just a small part of the big \npicture, but today I'll give it my best shot…!"
        },
        {
            "name": "Twin Turbo",
            "text": "That's what I'm talking about! Let's go, let's go!!"
        },
        {
            "name": "Event Commentator",
            "text": "The competitors have lined up at the start! \nA race like this has never been seen before! \nWho will be the one to take home the glory of first!?"
        },
        {
            "name": "Mr. C.B.",
            "text": "…………"
        },
        {
            "name": "Symboli Rudolf",
            "text": "I figured you would be here."
        },
        {
            "name": "Mr. C.B.",
            "text": "Oh? Don't tell me you're stargazing now?"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Ha ha. I just came to give my thanks. Thanks to you, \nwe were able to make a phenomenal pamphlet."
        },
        {
            "name": "Mr. C.B.",
            "text": "You don't need to thank me. \nI was just doing it to have a bit of fun."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Once again, when the race ended a lot of different \nthings happened. The person who took home the glory. \nThose who were unable to grasp it…"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Dear friends and rivals were able to come together to compete. \nTheir different ideologies clashed with each other."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Those who stand at the top were able to face those who sought \nto make their way there. The day where they can give those at \nthe top a hearty challenge will come eventually."
        },
        {
            "name": "Symboli Rudolf",
            "text": "And those who stand strong with an unwavering heart \nthat looks towards an unknown future one step at a time."
        },
        {
            "name": "Symboli Rudolf",
            "text": "If anything, it is the students of Tracen Academy that are \n\"high-spirited.\" I hope it will remain that way moving forward."
        },
        {
            "name": "Symboli Rudolf",
            "text": "It was by creating the pamphlet that I was able \nto finally realize the true nature of our school."
        },
        {
            "name": "Mr. C.B.",
            "text": "And that's why I love this place."
        },
        {
            "name": "Pamphlet-reading Horsegirl A",
            "text": "How pretty! The school seems so fun and \nbrilliant! I want to run there one day…!!"
        },
        {
            "name": "Pamphlet-reading Horsegirl B",
            "text": "They also seem free to express themselves. If I worked hard \nand got in, I wonder if I can do many different things like that…"
        },
        {
            "name": "Pamphlet-reading Horsegirl C",
            "text": "Wow! Wow! Wow! I want to run in a race just like this!!"
        },
        {
            "name": "Hopeful Horsegirls",
            "text": "I want to make it there……!!"
        },
        {
            "name": "Hopeful Horsegirls",
            "text": "I want to run there!!"
        },
        {
            "name": "Mr. C.B.",
            "text": "Yes. I can feel it."
        },
        {
            "name": "Mr. C.B.",
            "text": "That was the gust of a new wind. \nFrom someone I have yet to meet. \nThat was a wind from the future."
        },
        {
            "name": "Katsuragi Ace",
            "text": "Sorry to keep you waiting, C.B.!"
        },
        {
            "name": "Mr. C.B.",
            "text": "No, not at all. Well then, let's begin."
        },
        {
            "name": "Katsuragi Ace",
            "text": "Of course! Today I won't lose!!"
        },
        {
            "name": "Mr. C.B.",
            "text": "Yes. Same here."
        },
        {
            "name": "C.B. & Ace",
            "text": "Ready, go!!"
        }
    ]
}