{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Mr. C.B.",
            "text": "Wow! This yakisoba pan is so freaking tasty!"
        },
        {
            "name": "Nice Nature",
            "text": "You like it? I'm glad to hear that. Every time I come \nto this shopping district, I just can't not buy one."
        },
        {
            "name": "Bakery Owner",
            "text": "Nei-chan, you really do love our yakisoba pan, don't you. \nI'm always glad to see you enjoying our food so much \nwhenever you come in."
        },
        {
            "name": "Nice Nature",
            "text": "Oh, come on ma'am, you don't need to hear that from me. \nIf anything, you really should advertise your bread more!"
        },
        {
            "name": "Twin Turbo",
            "text": "Nature! I wanna eat some croquettes! \nThe ones from before!"
        },
        {
            "name": "Nice Nature",
            "text": "You really like those croquettes, huh. \nMister, can I get one croquette please?"
        },
        {
            "name": "Meat Shop Owner",
            "text": "Of course! Everyone, would you like a menchi-katsu as well? \nNature is always buying those for dinner and it's the pride of \nour shop!"
        },
        {
            "name": "Katsuragi Ace",
            "text": "Woah, that looks so good! I'll take one!"
        },
        {
            "name": "Mr. C.B.",
            "text": "This shopping district feels quite homely. \nThe people here are also very kind."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Yes, if I were to describe this place, \nit would be tender and amiable."
        },
        {
            "name": "Nice Nature",
            "text": "I'm honored to hear you say that. \nTo me, this place is like my backyard."
        },
        {
            "name": "Nice Nature",
            "text": "If Turbo sees the arcade as a place to get energized, \nI see this shopping district as a place where I \ncan take it easy. Or how do I put it…"
        },
        {
            "name": "Nice Nature",
            "text": "Like after I'm able to gather my mind here, I feel like I can be \nall like \"alright, let's go for it!\" and run well."
        },
        {
            "name": "Mr. C.B.",
            "text": "I like it. This is your \"high-spirit spot\" then."
        },
        {
            "name": "Nice Nature",
            "text": "Ah ha ha… I feel kind of embarrassed saying it out loud…"
        },
        {
            "name": "Mr. C.B.",
            "text": "Mmmmm… Well, I got a good chance to get a \nfeel for this place. Guess I'm up next."
        },
        {
            "name": "Mr. C.B.",
            "text": "Alright, we're here."
        },
        {
            "name": "Twin Turbo",
            "text": "Wait, this is just your normal riverside! \nC.B., this is your \"high-spirit spot?\""
        },
        {
            "name": "Mr. C.B.",
            "text": "Yup. I'm thinking here today. Feel it? \nThe wind, the color of the sky. It all feels incredible."
        },
        {
            "name": "Mr. C.B.",
            "text": "Look up to the sky. Like the encroaching red sunset, \nyou want to move faster than the wind."
        },
        {
            "name": "Mr. C.B.",
            "text": "And from there, you get the desire to run just like it. \nAnd before you know it, the sun is setting, and you stop."
        },
        {
            "name": "Mr. C.B.",
            "text": "And all you can think about is the desire to race. \nAt least, that's what I enjoy about this place."
        },
        {
            "name": "Nice Nature",
            "text": "That's deep."
        },
        {
            "name": "Katsuragi Ace",
            "text": "Yeah, yeah! That's pretty cool! Let's see. I can't \nreally put it in words, but… yeah, I get you!"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Yes. I'm sure that is part of our instinct. \nThat is what moves us forward."
        },
        {
            "name": "Mr. C.B.",
            "text": "Well, that's it for me. Let's go on to our last spot."
        },
        {
            "name": "Twin Turbo",
            "text": "Wow! We're so high up!"
        },
        {
            "name": "Katsuragi Ace",
            "text": "Feels great, right!? The view up here is always the best!"
        },
        {
            "name": "Twin Turbo",
            "text": "Hey, Ace! Is that place over there Tracen Academy?"
        },
        {
            "name": "Katsuragi Ace",
            "text": "Oh, you got good eyes, Turbo! That's right. Here, you can \nget a good view of everything around the school!"
        },
        {
            "name": "Katsuragi Ace",
            "text": "If I just stay at the school, I am only seeing a \nsmall part of the world. Being up here reminds me \nthat the sky is much wider than I can imagine."
        },
        {
            "name": "Katsuragi Ace",
            "text": "That makes me excited to think about. Just thinking \nabout it makes my dream feel red hot!"
        },
        {
            "name": "Nice Nature",
            "text": "What exactly is your dream, Ace?"
        },
        {
            "name": "Katsuragi Ace",
            "text": "Hmm!"
        },
        {
            "name": "Katsuragi Ace",
            "text": "I only dream about one thing! All that talk about \ncommon sense and tall hurdles to cross! I want to \nbecome the one to tear them all down!"
        },
        {
            "name": "Katsuragi Ace",
            "text": "I won't be afraid of anyone that I'm up against!! \nI won't run away from any race! I want to prove \nto everyone that nothing is impossible!"
        },
        {
            "name": "Katsuragi Ace",
            "text": "The \"Ace\" of the horsegirl world! \nThat is who I dream to be!!"
        },
        {
            "name": "Katsuragi Ace",
            "text": "Turbo! Nature! Rudolf! C.B.! All of you and the rest of the world! \nOne day I'll be the one to take you all down!!"
        },
        {
            "name": "Katsuragi Ace",
            "text": "After all, \"Katsuragi Ace\" is standing proud right here!!"
        },
        {
            "name": "Twin Turbo",
            "text": "Wow, wow, wow! I'm getting really into this too! \nFor me, my legs are the \"turbo\" that carry me forth!"
        },
        {
            "name": "Nice Nature",
            "text": "Ha ha. It seems that we all view the scenery a bit differently. \nStill, continuously looking forward doesn't seem so bad."
        },
        {
            "name": "Symboli Rudolf",
            "text": "It seems that one day I will come to face that burning passion \nof yours. I'm excited for when that day comes, Katsuragi Ace."
        },
        {
            "name": "Katsuragi Ace",
            "text": "Hahhhhh! Anyways, today was really fun!!"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Yes. Today was a meaningful experience. Today we all \npresented our own unique locations, but the core element \nof each was the same."
        },
        {
            "name": "Symboli Rudolf",
            "text": "In other words: \"I wish to run with all I got tomorrow.\" \nIt is that way of thinking that brings forth the emotions we have."
        },
        {
            "name": "Mr. C.B.",
            "text": "And that will be the \"student body's high-spirited place,\" \nI'm guessing. You know what you will do for the pamphlet?"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Of course. Next, I need to determine the guidelines."
        },
        {
            "name": "Katsuragi Ace",
            "text": "Wait, Rudolf. Didn't you get one part of that wrong?"
        },
        {
            "name": "Katsuragi Ace",
            "text": "It's not \"tomorrow,\" it's supposed to be \"now,\" isn't it?! \nThat being said, let's run back to the academy!"
        },
        {
            "name": "Twin Turbo",
            "text": "Me too, me too! Let's all run back together!!"
        },
        {
            "name": "Nice Nature",
            "text": "Ugh, aren't you two getting too into this…?!"
        },
        {
            "name": "Mr. C.B.",
            "text": "Ha ha, sure, why not!? Sounds fun."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Well, well. Aren't you all just overflowing with energy."
        },
        {
            "name": "Academy Horsegirl A",
            "text": "Woah! I heard that to create the student pamphlet, the student \ncouncil is looking for submissions directly from the students! \nMaybe they'll take some of the photos we took!"
        },
        {
            "name": "Academy Horsegirl B",
            "text": "Isn't it rare for the student council to be asking the \nstudents for something like this? Oh, it looks like they're \nlooking for videos too. Maybe I'll help out."
        },
        {
            "name": "Agnes Tachyon",
            "text": "Hmmmm… Well, isn't this is something…"
        }
    ]
}