{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Windy's Classmate B",
            "text": "KE～～! W-We're never gonna make it!! We still have \ncostumes and promotional signs to finish～～…!!"
        },
        {
            "name": "Windy's Classmate A",
            "text": "Well, there aren't a lot of people to help around this time…. \nIt's not just the PalmHeli duo, lots of other girls are preparing \nfor the Autumn series now."
        },
        {
            "name": "Windy's Classmate B",
            "text": "All the class and team projects are at the height of \npreparations themselves, so lots of girls went there too. \nAre we the only ones left to make the throne!?"
        },
        {
            "name": "Shinko Windy",
            "text": "Mmmh…. …Hey you guys, the throne looks good enough already! \nGet started working on stuff over there."
        },
        {
            "name": "Windy's Classmate B",
            "text": "Eh, you serious? It's a lot simpler than \nwhat we originally decided on though…."
        },
        {
            "name": "Shinko Windy",
            "text": "If the Queen that will sit on it said it's fine, then it's fine! \nI'm already bored looking at things here, so I'm going there!"
        },
        {
            "name": "Windy's Classmate B",
            "text": "Ahh wait wait! Ah but, if it's like this, I guess we can make it…?"
        },
        {
            "name": "Agnes Digital",
            "text": "……"
        },
        {
            "name": "Agnes Digital",
            "text": "(And so, the days flew by like an arrow, until it was finally the \nday before All Hooves' day–)"
        },
        {
            "name": "Horsegirls",
            "text": "W-W-We're done～～～!!!"
        },
        {
            "name": "Windy's Classmate B",
            "text": "We finished in time….!! \nThings were really looking grim for a bit though!!"
        },
        {
            "name": "Windy's Classmate A",
            "text": "We just barely made it～. \nI'm looking forward to all our guests having fun tomorrow～."
        },
        {
            "name": "Shinko Windy",
            "text": "…Yup. You all deserve some praise, Demon Queen Windy-chan's army!! \nNow head on home and get ready for tomorrow!"
        },
        {
            "name": "Shinko Windy",
            "text": "Doto is heading to a meeting, but make sure to pass this onto her as well. \nAll the work here is done!"
        },
        {
            "name": "Windy's Classmate A",
            "text": "Sure, I'll tell her! See you tomorrow, Windy-chan!"
        },
        {
            "name": "Shinko Windy",
            "text": "…Why are you still here? \nYou should head on home too, Digital."
        },
        {
            "name": "Agnes Digital",
            "text": "Eh! Y-Yeah, uhm, yes you did. \n…How do I, but you see… the Demon Queen Castle is…."
        },
        {
            "name": "Agnes Digital",
            "text": "…It's still incomplete, right?"
        },
        {
            "name": "Shinko Windy",
            "text": "!"
        },
        {
            "name": "Agnes Digital",
            "text": "This unworthy Digitan, shall now remember! The things in \nWindy-chan-sama's design document that we read \nin the beginning were even more, even more–"
        },
        {
            "name": "Agnes Digital",
            "text": "Even more even more even more - Dreamy! Devilish! \nPrankster's heart! I could feel that kind of \nenergy overflowing from the pages!!"
        },
        {
            "name": "Agnes Digital",
            "text": "It was a book that detailed a plan with no regard for labor or \nbudget. A super extra special book that was packed with extra \noptions using special foil papers and edge marking on each page…!"
        },
        {
            "name": "Shinko Windy",
            "text": "…What are you talking about?"
        },
        {
            "name": "Agnes Digital",
            "text": "My sincerest apologies!? No, i-i-i-in any case!!"
        },
        {
            "name": "Agnes Digital",
            "text": "Is this really all the work that needs to be done? Ah! \nIf we ask for permission, we can stay the night! If I start now, even I…!"
        },
        {
            "name": "Shinko Windy",
            "text": "It's fine already! There's no more work for you to do!!"
        },
        {
            "name": "Shinko Windy",
            "text": "…For the rest… Windy-chan can handle the rest by herself."
        },
        {
            "name": "Agnes Digital",
            "text": "Eh…? All by yourself!?!?!?"
        },
        {
            "name": "Shinko Windy",
            "text": "You're in the way! Hurry up and go home, Digital! \nBuzz off, deadweight! You'll just hold me back!!"
        },
        {
            "name": "Shinko Windy",
            "text": "Honestly, both you and the rest of them are all completely useless. \nI can't let any of you work on this anymore!!"
        },
        {
            "name": "Shinko Windy",
            "text": "That's why, the Demon Queen will do everything by herself now! \n…Hurry up and go home–!!"
        },
        {
            "name": "Agnes Digital",
            "text": "Hiii…!!"
        },
        {
            "name": "Agnes Digital",
            "text": "–and that's what happened, so here I am now, \nhaving run away, all sad and ashamed…!"
        },
        {
            "name": "Meisho Doto",
            "text": "S-So that's what's happening… Windy-san…."
        },
        {
            "name": "Agnes Digital",
            "text": "I completely understand, I completely understand!! \nIt's clear as day that our Demon Queen is only showing us her kindness…!"
        },
        {
            "name": "Agnes Digital",
            "text": "Palmer and Helios left, and so did others as time went by, yet \neveryone still gave their all to finish preparing in time, and \nthey've brought us this far!"
        },
        {
            "name": "Agnes Digital",
            "text": "So she can't get the Demon Queen Army involved anymore. But she \nstill won't compromise! That's why she rejected me earlier! She \nwants to carry the rest of this burden by herself…!"
        },
        {
            "name": "Agnes Digital",
            "text": "But to think…! Although… although my fav already \nsaid \"Let me do it myself\", this lowly Digitan \nmust still express her disapproval…!"
        },
        {
            "name": "Meisho Doto",
            "text": "…U-Uhm, Digital-san. \"fav\" means something like someone you \nadmire… did I get that right?"
        },
        {
            "name": "Agnes Digital",
            "text": "Eh? Aaah uh, y-yes that's it!! It can mean or imply many \nother things, but that's pretty much the idea!"
        },
        {
            "name": "Meisho Doto",
            "text": "Is that so…. ….Uh, Uhm…."
        },
        {
            "name": "Meisho Doto",
            "text": "…Excuse me, Digital. I-I want to suggest \nsomething crazy right now…."
        },
        {
            "name": "Meisho Doto",
            "text": "T-That person you admire, should we… try to stop this person from \ntrying to do everything themselves…?"
        },
        {
            "name": "Agnes Digital",
            "text": "…Eh?"
        },
        {
            "name": "Meisho Doto",
            "text": "I… also have someone whom I admire. She's stronger than anyone \nelse, always looking forward, always shining brightly… and I'm \nsure… she's fine with being alone as well."
        },
        {
            "name": "Meisho Doto",
            "text": "I admire her, so understand how amazing, wonderful, and \nmagnificent she is, and I never think otherwise, but… but–"
        },
        {
            "name": "Meisho Doto",
            "text": "But even then… I never think that I should leave her alone."
        },
        {
            "name": "Meisho Doto",
            "text": "I always think… that I should be friends with that person."
        },
        {
            "name": "Agnes Digital",
            "text": "Friends…. \n…!"
        },
        {
            "name": "Mejiro Palmer",
            "text": "Honestly, Digital, I'm so glad we were able to become friends, \nI've been having so much fun!"
        },
        {
            "name": "Agnes Digital",
            "text": "Aa—…"
        },
        {
            "name": "Agnes Digital",
            "text": "(A one sided relationship is fine. That is just how it is between \nan otaku and her fav. But… I suddenly thought that maybe, a one \nsided relationship isn't that good.)"
        },
        {
            "name": "Agnes Digital",
            "text": "(However, with how I am now–)"
        },
        {
            "name": "Agnes Digital",
            "text": "(From the small hole in the invisible filter from which I observe \nthe world, a new breeze blew in. The wind was so weak, yet so \nstrong at the same time.)"
        }
    ]
}