{
    "text_block_list": [
        {
            "name": "Agnes Digital",
            "text": "(-All Hooves Day)"
        },
        {
            "name": "Agnes Digital",
            "text": "(Fan appreciation festivals are held twice a year. While the spring festival is more athletic focused, the autumn festival has a much nicer name attached to it.)"
        },
        {
            "name": "Agnes Digital",
            "text": "(Different classes, teams, and volunteer groups gather to exhibit their works. So you could say it is Tracen's \"Cultural Festival\"…)"
        },
        {
            "name": "Agnes Digital",
            "text": "(It's an Ultra Rare Godly event where Uma Musume get to show off their skills outside of races!! That's basically it!!)"
        },
        {
            "name": "Agnes Digital",
            "text": "(Now then, my name is Agnes Digital. Your average everyday Uma Musume.)"
        },
        {
            "name": "Agnes Digital",
            "text": "(Normally, I take in my surroundings through an unseen filter. However!)"
        },
        {
            "name": "Agnes Digital",
            "text": "Please go to our Haunted House!!"
        },
        {
            "name": "Agnes Digital",
            "text": "(Why… why am I wearing such flashy clothes while acting equally as flashy? To answer, we have to go back to a month ago…)"
        },
        {
            "name": "Agnes Digital",
            "text": "(Back when summer break had just ended, and the cicadas were singing to signal the middle of summer.)"
        },
        {
            "name": "Agnes Digital",
            "text": "(And when the Demon Queen Army still only had one member…)"
        },
        {},
        {
            "name": "Shinko Windy",
            "text": "Hehe… heheheheheh……HE HE HE HE… !!"
        },
        {
            "name": "Shinko Windy",
            "text": "Wahahaha! My super ultra spooky scary haunted house plan is done! I call it \"Demon Queen Windy-chan's Castle Project\"! It's perfect!"
        },
        {
            "name": "Shinko Windy",
            "text": "Anyone who comes visit this will be so scared their feet will knock off!!"
        },
        {
            "name": "Windy's Classmate A",
            "text": "Don't you mean you'll knock them off their feet? Good morning, Windy-chan!"
        },
        {
            "name": "Shinko Windy",
            "text": "Good morning! Since you spoke up, I see… you want to join Demon Queen Windy's Army, is that right?"
        },
        {
            "name": "Shinko Windy",
            "text": "Well, since you asked, I'll let you join! For you see, the Demon Queen Castle Project is already at peak majesty!"
        },
        {
            "name": "Windy's Classmate A",
            "text": "Hahaha, I see, I see. You've been working hard on a new prank plan, right? Just don't go too far with that, okay?"
        },
        {
            "name": "Shinko Windy",
            "text": "Eh? No, this isn't a prank…"
        },
        {
            "name": "Windy's Classmate B",
            "text": "Hey, let me borrow your Sports Nutrition textbook! I totally forgot we had a quiz today!"
        },
        {
            "name": "Windy's Classmate A",
            "text": "Fine fine. What am I gonna do with you… Well then, see you later, Windy!"
        },
        {
            "name": "Shinko Windy",
            "text": "Ah…………."
        },
        {
            "name": "Shinko Windy",
            "text": "Hmph! It's not a prank plan, darn it."
        },
        {
            "name": "Shinko Windy",
            "text": "And here I thought we could all work together as the Demon Queen Army, and make a big buzz during the All Hooves' Day festival…"
        },
        {
            "name": "Shinko Windy",
            "text": "Well who cares! Windy already has a doctorate for devilish deeds! I can do this myself! As long as I have this super perfect project booklet with me―"
        },
        {
            "name": "Shinko Windy",
            "text": "As long as I have… it… with… !?!?"
        },
        {
            "name": "Shinko Windy",
            "text": "It's gone! Gone gone gone!? The project booklet!? Did I drop it somewhere～～!?"
        },
        {
            "name": "Shinko Windy",
            "text": "It's not here either… gone, gone, gone, it's gone…"
        },
        {
            "name": "Shinko Windy",
            "text": "I've stayed up so many nights working on that…"
        },
        {
            "text": "(Crash!!)"
        },
        {
            "name": "Shinko Windy",
            "text": "Whaa!? What's happening!?"
        },
        {
            "name": "Agnes Digital",
            "text": "Doto-san, are you okay!?"
        },
        {
            "name": "Meisho Doto",
            "text": "Owowowow… Uuu, I'm fine… Good thing we didn't step on this booklet."
        },
        {
            "name": "Agnes Digital",
            "text": "You would sacrifice your own body for someone's lost item!? Such a caring heart you have! You're a saint — no, an angel!"
        },
        {
            "name": "Meisho Doto",
            "text": "Ehehe… I just ended up falling to avoid it. I'm just clumsy, really…"
        },
        {
            "name": "Agnes Digital",
            "text": "I pray to the world. May your beauty be eternal. Please bless this positively pure and precious being with a good and happy life."
        },
        {
            "name": "Meisho Doto",
            "text": "Going back… I wonder who dropped this thing, anyway? Uhm… \"Demon Queen Castle Blueprint\"…?"
        },
        {
            "name": "Shinko Windy",
            "text": "Ah! My booklet!"
        },
        {
            "name": "Shinko Windy",
            "text": "(I have to take it back now! They're probably gonna think it's just plans for making pranks, and think that I'm…)"
        },
        {
            "name": "Agnes Digital",
            "text": "Ho, hohohoho…! \"Demon Queen Windy-chan's Castle Project\"…!? I can feel such majesty overflowing from this notebook! Each page turn just echoes with nobility!"
        },
        {
            "name": "Shinko Windy",
            "text": "…Huh?"
        },
        {
            "name": "Meisho Doto",
            "text": "Wow, she even obsessed over the fine details of the setting. This is amazing…!"
        },
        {
            "name": "Shinko Windy",
            "text": "Hmhmhm mmm!?"
        },
        {
            "name": "Agnes Digital",
            "text": "A haunted house that uses a castle theme, I see! How I wish I could see, hear, and feel everything about this from beginning to end!"
        },
        {
            "name": "Meisho Doto",
            "text": "It feels so ambitious, but I think it would be fun to try and pull it off…"
        },
        {
            "name": "Shinko Windy",
            "text": "…Hey, you two over there! If that's what you're thinking, then I have no choice!"
        },
        {
            "name": "Shinko Windy",
            "text": "I'll make an exception and promote you two to generals of the Demon Queen Army!! So let's… let's…"
        },
        {
            "name": "Shinko Windy",
            "text": "Let's make the \"Demon Queen Windy-chan Castle Project\" a success!!"
        }
    ]
}