{
    "text_block_list": [
        {
            "name": "Agnes Digital",
            "text": "(–And so it finally came, All Hooves' Day.)"
        },
        {
            "name": "Agnes Digital",
            "text": "We have a haunted house on the 3rd floor! Please come visit!"
        },
        {
            "name": "Agnes Digital",
            "text": "Ah, well it's less of a haunted house and more of a Demon Queen Castle - a most awesome and precious castle made through the efforts of many Uma Musume!"
        },
        {
            "name": "Mejiro Palmer",
            "text": "Heey! It's about time to swap Demon Queen Castle promotion duties!"
        },
        {
            "name": "Daitaku Helios",
            "text": "HEY☆YO! Leave the rest to us～!!"
        },
        {
            "name": "Agnes Digital",
            "text": "Oh you're here…! Thank you very much!! Then, I shall take you up on that offer, and hand over this duty to you…!"
        },
        {
            "name": "Meisho Doto",
            "text": "This way to Demon Queen Windy-chan's Castle's reception desk～…!"
        },
        {
            "name": "Agnes Digital",
            "text": "Digitan has returned from her promotion duties! How do things look on this end? Are there a lot of people going in…!?"
        },
        {
            "name": "Meisho Doto",
            "text": "Welcome back…! Uhm… the last person in line just went in… I'd say there's quite a lot of people coming…!"
        },
        {
            "name": "Agnes Digital",
            "text": "Whoa, as expected of our Demon Queen Castle…!"
        },
        {
            "name": "Agnes Digital",
            "text": "However, the two of us have the weakest promo power among the Four Heavenly Lords. I'm sure we will be getting even more customers now!"
        },
        {
            "name": "Agnes Digital",
            "text": "(Feet knocking screams could be heard at our amazing Demon Queen Windy-chan Castle exhibit all throughout the All Hooves' Day festival…)"
        },
        {
            "name": "Agnes Digital",
            "text": "(Or they would be, however it was mostly the sound of laughter from all the pranks laid out, and screams admiring Demon Queen Windy-chan's cuteness.)"
        },
        {
            "name": "Agnes Digital",
            "text": "(And then—)"
        },
        {
            "name": "Agnes Digital",
            "text": "Break time…! I can either watch some auditorium ceremonies, watch all the plays I can… or head over to the food stalls…!"
        },
        {
            "name": "Agnes Digital",
            "text": "T-There's so much to do…! But, this is heaven…!!"
        },
        {
            "name": "Agnes Digital",
            "text": "…Huh? The next ceremony is… the closing ceremony 2 hours from now?"
        },
        {
            "name": "Agnes Digital",
            "text": "…It's already ending?"
        },
        {
            "name": "Agnes Digital",
            "text": "(I didn't notice the sun set, as I continued running around the festival. The end of All Hooves' Day – All that's left is the clean up, as well as closing party.)"
        },
        {
            "name": "Agnes Digital",
            "text": "(A bright and blazing bonfire. Girls dancing around in pairs. Unsold festival items along with girls partaking in said items.)"
        },
        {
            "name": "Agnes Digital",
            "text": "(Lots of Uma Musume are engaged in excitement right in front of me, meanwhile I–)"
        },
        {
            "text": "(CHOMP!!)"
        },
        {
            "name": "Agnes Digital",
            "text": "OW!? I-I was bitten…!?"
        },
        {
            "name": "Agnes Digital",
            "text": "That shadow, it couldn't be… please wait～～!!"
        },
        {
            "name": "Mejiro Palmer",
            "text": "Ah, Digital! …Wait, let me guess. You were also bitten by someone, then you decided to chase that shadow until you ended up here?"
        },
        {
            "name": "Agnes Digital",
            "text": "By \"Also\"…does that mean everyone here was also bitten? Doto-san, Helios-san… everyone in the Demon Queen Army is here!"
        },
        {
            "name": "Shinko Windy",
            "text": "Bwahahaha! Everyone, you have all become prey to Windy-chan's bite～"
        },
        {
            "name": "Shinko Windy",
            "text": "How disappointing, you all let your guard down! Times like this are when Demon Queen Windy-chan does all her dirty deeds—"
        },
        {
            "name": "Agnes Digital",
            "text": "(Suddenly–)"
        },
        {
            "name": "Agnes Digital",
            "text": "(As if to cut off our Demon Queen's words, a bright light flashed over the rooftop.)"
        },
        {
            "name": "Shinko Windy",
            "text": "Whoa! It looks amazing!! Just as I thought, this was the best spot to watch it～!!"
        },
        {
            "name": "Mejiro Palmer",
            "text": "…Hm? No way, is this the reason you lead us to the roof—"
        },
        {
            "name": "Daitaku Helios",
            "text": "What a totes bussin reward! Sheesh! Our Demon Queen!! IS THE G.O.A.T.～～!!"
        },
        {
            "name": "Shinko Windy",
            "text": "H-Hmph! Don't get the wrong idea!!"
        },
        {
            "name": "Shinko Windy",
            "text": "Well, the Demon Queen Castle Project was a great, great, great success! …As your Demon Queen, I have nothing to give but my gratitude."
        },
        {
            "name": "Meisho Doto",
            "text": "Windy-san… thank you very much. This year's All Hooves' Day was so much fun."
        },
        {
            "name": "Meisho Doto",
            "text": "But… now that it's ending, I feel kind of lonely."
        },
        {
            "name": "Agnes Digital",
            "text": "……."
        },
        {
            "name": "Agnes Digital",
            "text": "(…Yes, it truly is lonely.)"
        },
        {
            "name": "Agnes Digital",
            "text": "(But I feel just about– No, I feel a lot happier than I am lonely. Right now—)"
        },
        {
            "name": "Agnes Digital",
            "text": "(I have walked beyond my invisible filter, and am now living together with all of you.)"
        }
    ]
}