{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "On a day off. While wandering around town, I happened to spot \nCesario. When she noticed me, she started walking towards me."
        },
        {
            "name": "Cesario",
            "text": "Good afternoon! \nTrainer are you heading somewhere?",
            "choice_data_list": [
                "I just did some shopping, what about you?",
                "I just did some shopping, what about you?"
            ]
        },
        {
            "name": "Cesario",
            "text": "I'm heading to go see a comedy♪ \nIt's a popular work called 『Dreams of a Restless Lord』",
            "choice_data_list": [
                "Ohh, that sounds fun!"
            ]
        },
        {
            "name": "Cesario",
            "text": "Yes. It's a performance I've always wanted to see…… \nI was so excited I could barely sleep yesterday."
        },
        {
            "text": "A sudden thought entered my mind upon seeing Cesario in such a \nhappy mood. Wasn't this a good chance to get to know her better?",
            "choice_data_list": [
                "Hey, are tickets still being sold?",
                "Hey, are tickets still being sold?"
            ]
        },
        {
            "name": "Cesario",
            "text": "Eh? Umm, on the website it says that tickets are \nbeing sold there……Ah, Trainer, are you perhaps――!",
            "choice_data_list": [
                "If you're okay with it, let's see it together"
            ]
        },
        {
            "name": "Cesario",
            "text": "Waaah……! \nFufuu, of course! Please!"
        },
        {
            "name": "Cesario",
            "text": "It's all open seating, so we can sit together! \nC'mon, let's get going!"
        },
        {
            "name": "Actor A",
            "text": "This can't be happening, it's impossible that my mansion \nwas seized! I can't believe it! ……this has to be a dream, \nwithout a doubt! Hurry and wake me from this dream-!"
        },
        {
            "name": "Cesario",
            "text": "……Hehe."
        },
        {
            "name": "Actor B",
            "text": "Oh dear, you've said the same thing everyday, how \nare you not tired of it…… You are not dreaming. You've \nlost your mansion and now have nowhere to sleep."
        },
        {
            "name": "Cesario",
            "text": "Ahaa……Fu, fufuu."
        },
        {
            "text": "Cesario seemed to be having fun, expressing \nvarious emotions, including her childish-side. \nHer usual seriousness was nowhere to be seen."
        },
        {
            "name": "Cesario",
            "text": "Haaa～, I don't think I'll be able to sleep much tonight \neither. I think I'll just keep thinking about this, fufu♪",
            "choice_data_list": [
                "You were laughing the whole time",
                "You were laughing the whole time"
            ]
        },
        {
            "name": "Cesario",
            "text": "Ah……well, I just couldn't hold it in…… \nSorry, was I too noisy?",
            "choice_data_list": [
                "No way! I'm glad you were having fun!"
            ]
        },
        {
            "name": "Cesario",
            "text": "I'm glad…… Besides, it really was entertaining, after all. \nMy cheeks are still sore. I wonder if I'll have cramps later.",
            "choice_data_list": [
                "How about heading to a cafe next?"
            ]
        },
        {
            "name": "Cesario",
            "text": "Yeah. Let's do that, Fufuu."
        },
        {
            "text": "While drinking coffee, we took a breather. \nBut it didn't seem like Cesario was any less excited.",
            "choice_data_list": [
                "You must have really liked that comedy",
                "You must have really liked that comedy"
            ]
        },
        {
            "name": "Cesario",
            "text": "Yes. \nEver since I was little I've loved them."
        },
        {
            "name": "Cesario",
            "text": "……right about when I first started looking up to \nmy parents, and wanting to become a 『Guiding Light』"
        },
        {
            "name": "Cesario",
            "text": "I have a dream I want to accomplish―― \nthat's all my head was filled with at the time."
        },
        {
            "name": "Cesario",
            "text": "But at that time, I couldn't properly put my \nfeelings in to words. I was tense all the time."
        },
        {
            "name": "Cesario",
            "text": "And so the fatigue started to accumulate…… \nto the point I collapsed.",
            "choice_data_list": [
                "So something like that happened……"
            ]
        },
        {
            "name": "Cesario",
            "text": "Yes. But I was still young. My parents both took \nthe day off and decided to take me to the theater."
        },
        {
            "name": "Young Cesario",
            "text": "But, I want to stay home and study……"
        },
        {
            "name": "Cesario's Father",
            "text": "You're a good girl so today won't you tag along with us on \nour day off? This play is supposed to be really interesting!"
        },
        {
            "name": "Cesario's Mother",
            "text": "Right, today, let's not talk about studying. Or our work. \nLet's just laugh. ――Look, it's starting……!"
        },
        {
            "name": "Actor C",
            "text": "Master, these are sunny-side up eggs that were made from an \negg with two yolks. A sign of good luck. Please enjoy."
        },
        {
            "name": "Actor D",
            "text": "What are you saying!? Isn't this a bad omen!? If good luck \nwere to visit us here, then only trouble would follow!"
        },
        {
            "name": "Young Cesario",
            "text": "……"
        },
        {
            "name": "Young Cesario",
            "text": "Pfft…… \nFufuu, ahahahaa♪"
        },
        {
            "name": "Cesario",
            "text": "At first I thought it was a waste of time \nbut, before I knew it――I was drawn in!"
        },
        {
            "name": "Cesario",
            "text": "Just like today, by the time the play was over, \nmy cheeks were hurting. ……and all that tension was gone."
        },
        {
            "name": "Cesario's Father",
            "text": "Listen, Cesario. Dreams are something you have to \nchase after deseperately. Otherwise they won't come true."
        },
        {
            "name": "Cesario's Father",
            "text": "But, it's just as important to relax and give yourself \npeace of mind. That's why we wanted to go as a family!"
        },
        {
            "name": "Cesario's Mother",
            "text": "Right. Sometimes there are things you can only \nsee when you relax. Just like there are things \nyou can only accomplish if you work hard."
        },
        {
            "name": "Cesario's Mother",
            "text": "I'm sure that Cesario knows what I mean. \nAfter all, you're our daughter, we're proud of you."
        },
        {
            "name": "Cesario",
            "text": "After that, I gradually became aware of what I had learned, \nand a little bit at a time, I became able to switch on and off."
        },
        {
            "name": "Cesario",
            "text": "And that's why I love comedies, not just because \nthey're interesting. They were also the reason \nI learned something important from my parents.",
            "choice_data_list": [
                "It became an important memory",
                "It became an important memory"
            ]
        },
        {
            "name": "Cesario",
            "text": "Yes! I came to love my parents even more, \nand it's a memory that made me respect them more and more."
        },
        {
            "name": "Cesario",
            "text": "And it made me realize that 『Teachers』 are amazing!"
        },
        {
            "text": "From the clear look in her eyes, it was obvious \njust how deep the love for her parents was.",
            "choice_data_list": [
                "You really respect your parents, huh?",
                "You really respect your parents, huh?"
            ]
        },
        {
            "name": "Cesario",
            "text": "Yes, alot! If it weren't for what they both \ntaught me, I might not be here right now."
        },
        {
            "name": "Cesario",
            "text": "……That's why, I want to become a 『Guiding Light for \nfuture Uma Musume』, so when I look back at 『Now』, that――"
        },
        {
            "name": "Cesario",
            "text": "――even my parents' names might be engraved \nin to history as the 『Origin of that Light』"
        },
        {
            "name": "Cesario",
            "text": "Just how wonderful would that be? The origin of that \ndream would also become a part of that dream.",
            "choice_data_list": [
                "We can carry all of that in to the future",
                "We can carry all of that in to the future"
            ]
        },
        {
            "text": "I was unexpectedly able to learn just how \nfar in to the future Cesario was looking."
        },
        {
            "text": "If I were to put this feeling in to words, I want \nto make sure this grand dream becomes an even more \nmagnificent story……I couldn't help but feel that way."
        }
    ]
}