{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "As I was walking along the riverside \npath on a clear and sunny afternoon――"
        },
        {
            "name": "A Lively Voice",
            "text": "Wait for meーーー!! \nHahahaa Ahahaha!"
        },
        {
            "name": "A Familiar Voice",
            "text": "Fufu, try and catch me!",
            "choice_data_list": [
                "That voice just now……Cesario?"
            ]
        },
        {
            "text": "When I heard those voices, I turned to see that it was Cesario \nrunning joyfully with a young girl. As I looked closer, I could \nsee the girl had the ears and tail of an Uma Musume."
        },
        {
            "name": "Cesario",
            "text": "Fufuu, tag was fun, wasn't it? What should we play next?"
        },
        {
            "name": "Young Uma Musume",
            "text": "Ummmm-……Follow the leader! \nAnd after that a relay and a marathon too!"
        },
        {
            "name": "Cesario",
            "text": "Geez……fufuu, you really like that, huh? \nOkay, let's do it all!"
        },
        {
            "name": "Young Uma Musume",
            "text": "Onee-chan, thank you! Let's play again, okay～!?"
        },
        {
            "name": "Cesario",
            "text": "Yeah! Another time. …………Fuuu.",
            "choice_data_list": [
                "Good work"
            ]
        },
        {
            "name": "Cesario",
            "text": "Eh? Oh, from the other day……! \nGood afternoon. Are you taking a walk?",
            "choice_data_list": [
                "Kind of. Is she someone you know?",
                "Kind of. Is she someone you know?"
            ]
        },
        {
            "name": "Cesario",
            "text": "No, I just met her. While I was out running, I happened \nto come across an exhausted man and when I talked to him……"
        },
        {
            "name": "Cesario",
            "text": "It seems like he was worn out from playing with his daughter. \n『Can you play with her for me?』 is what he asked me."
        },
        {
            "text": "Even if they were just a child, Uma Musume \nand their stamina, legs, and speed are quite \nincredible. It's not surprising he was worn out."
        },
        {
            "text": "It sounded like that girl usually ran around \nwith her mother, but she had caught a cold so \nthe father was left alone to look after the girl.",
            "choice_data_list": [
                "He must have been really thankful"
            ]
        },
        {
            "name": "Cesario",
            "text": "Fufuu, for sure. Once that girl started running, \nshe'd just keep on going and going……"
        },
        {
            "name": "Cesario",
            "text": "She was so cute. \nWhile running, she always had such a big smile……Fufufu♪"
        },
        {
            "name": "Cesario",
            "text": "Her speed during the spurts was good, so maybe she's \nsuited to being a Betweener. And her tenacity in the \nend to keep chasing was awesome, so it might fit her."
        },
        {
            "name": "Cesario",
            "text": "She was able to catch her breath really quickly and seems \nto have a strong heart. She might become a good Stayer.",
            "choice_data_list": [
                "You were paying close attention, huh?",
                "You were paying close attention, huh?"
            ]
        },
        {
            "name": "Cesario",
            "text": "It's a habit…… Whenever I see a child, I can't help \nbut think about what kind of running would suit her."
        },
        {
            "name": "Cesario",
            "text": "That girl even said her 『Teacher』 was also \na Stayer, so maybe she'll take the same path. \nFufu, I'm looking forward to her growth!",
            "choice_data_list": [
                "Teacher?"
            ]
        },
        {
            "name": "Cesario",
            "text": "Ah, well……I was talking about her mother. \nSorry, out of habit, I ended up calling her a 『Teacher』",
            "choice_data_list": [
                "What makes you call her that?",
                "What makes you call her that?"
            ]
        },
        {
            "name": "Cesario",
            "text": "Well, you see……"
        },
        {
            "text": "Cesario started walking, it looked like she was \nlost in thought. As I followed after her, we saw \nmore Uma Musume children running around nearby."
        },
        {
            "text": "It looked like the one looking after them \nwas also an Uma Musume. Maybe it was some \nkind of kid's club that was active around here."
        },
        {
            "name": "Cesario",
            "text": "A feeling of wanting to run, similar to instinct…… \nthe power and strength they are born with―― \nUma Musume have various things that humans do not."
        },
        {
            "name": "Cesario",
            "text": "Knowing how to handle those differences is very important. \nThat can form the entire basis of your life as an Uma Musume."
        },
        {
            "name": "Cesario",
            "text": "Uma Musume guiding other Uma Musume――Some learn directly \nfrom their mothers, while others feel that touch of fate, \nand others still, learn from the coaches in their life."
        },
        {
            "name": "Cesario",
            "text": "No matter what form it takes……it doesn't change the fact that \nUma Musume who lead the next generations play an important role."
        },
        {
            "name": "Cesario",
            "text": "That's why I call them 『Teachers』, a title \nfilled with respect. Something that only another \nUma Musume can do, an irreplaceable role."
        },
        {
            "text": "Unexpectedly, I heard a very important story. 『Teacher』, \nsuch a simple word that carried a lot of meaning."
        },
        {
            "text": "It wasn't just admiration. Like a jewel shining \namongst stone, I had a clear perception. Put in \nto words, to her, a 『Teacher』 must be――",
            "choice_data_list": [
                "Is that perhaps……your dream?"
            ]
        },
        {
            "name": "Cesario",
            "text": "Actually……yes. Both of my parents work in fields related \nto raising Uma Musume, so since I was young, I've always \nseen what it's like for my mother to teach others."
        },
        {
            "name": "Cesario",
            "text": "For those children that ran on impulse, my mother would \nguide them and help them discover what it meant to race……"
        },
        {
            "name": "Cesario",
            "text": "When I think about it, it was like that for me too. \nFrom my 『Teacher』 I inherited my run, and found the \npath I want to take……I learned how to truly run.",
            "choice_data_list": [
                "You found your own path to run",
                "You found your own path to run"
            ]
        },
        {
            "name": "Cesario",
            "text": "Yes. And like that, everyone, when guided by someone, can \nbecome whole. And the way that run is passed down, flowing \nlike a river from one to the next, I find invaluable."
        },
        {
            "name": "Cesario",
            "text": "Since I was born an Uma Musume, I wanted to become \na part of that flow. Guiding many Uma Musume \nas a 『Teacher』……or rather, 『A guiding light』――",
            "choice_data_list": [
                "I think it really suits you"
            ]
        },
        {
            "name": "Cesario",
            "text": "!! It suits me? Even from the perspective of a trainer? \nWaa…………! Fufu…………that makes me happy……!!"
        },
        {
            "text": "That she was this happy showed just how strong that \nadmiration was. Even so, a 『Guiding Light』, huh? \nI asked something similar after the Selection race."
        },
        {
            "name": "Cesario",
            "text": "And that's to become a guiding light for future Uma Musume―― \nTherefore, to prove my worth, I must win races."
        },
        {
            "text": "So with those words she meant she wants to \nbecome a 『Teacher』 and guide many Uma Musume."
        },
        {
            "text": "To become a great 『Teacher』, she wanted to obtain the Triple \nTiara to help prove that. I could completely understand."
        },
        {
            "text": "If I became her trainer, then I would want to help her. To do that, \nI would need to know more about Cesario's expectations――",
            "choice_data_list": [
                "……I want to hear more."
            ]
        },
        {
            "name": "Cesario",
            "text": "Eh.....?",
            "choice_data_list": [
                "I want to know more about it",
                "I want to know more about it"
            ]
        },
        {
            "name": "Cesario",
            "text": "……understood. Then, tomorrow, let's meet at school."
        },
        {
            "text": "My heart was beating faster, excited. Just like when the prologue \nwas over and a story reached its climax in the second act."
        }
    ]
}