{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Air Groove",
            "text": "The earlier race was excellent. Everyone should \nrecognize you as one of the strongest now. \nHow about being a little proud of yourself?"
        },
        {
            "name": "Duramente",
            "text": "No……not yet. I want to prove that the \nblood flowing through me is the 『Strongest』"
        },
        {
            "name": "Air Groove",
            "text": "I see your enthusiasm hasn't changed much since your school \ndays. I suppose that's just a part of you, Duramente."
        },
        {
            "name": "Air Groove",
            "text": "You're going to train some more after this, right? \nSince it's been a while, how about some parallel running?"
        },
        {
            "name": "Duramente",
            "text": "……! However, aren't you really busy……?"
        },
        {
            "name": "Air Groove",
            "text": "Not so much that I can't afford to spend some time \nwith my esteemed disciple. Let's just go get changed. \nYou want as much time to run as possible, right?"
        },
        {
            "name": "Air Groove",
            "text": "I may not be like my mother, but I still want to prove I can be \na role model for you. Don't hesitate to rely on me, Dura."
        },
        {
            "name": "Duramente",
            "text": "Groo-nee……there's no way you aren't like Teacher. \nYour presence is always huge. The same as always."
        },
        {
            "name": "Uma Musume A",
            "text": "Ah, it's senpai! Listen to this～. I had another late start…… \nThough, if I don't make a mistake I win!"
        },
        {
            "name": "Uma Musume B",
            "text": "Me too, in the end, my last push just wasn't enough…… \na nose, it was just by a nose! It's so frustrating!"
        },
        {
            "name": "Air Groove",
            "text": "I get it, I get it. I'll take a look at your running too. So that \nthings work out next time, we'll formulate some countermeasures."
        },
        {
            "name": "Cesario",
            "text": "Waaa……today too, she's surrounded by so many. It's amazing……",
            "choice_data_list": [
                "Cesario, you admire Air Groove too?",
                "Cesario, you admire Air Groove too?"
            ]
        },
        {
            "name": "Cesario",
            "text": "Yes. To see her putting in so much effort to help her \nkouhai like that, that makes her a great role model to me."
        },
        {
            "text": "That made sense to me. Air Groove also ran in \nthe Tiara rotation, an Uma Musume that achieved \nspectacular success, including winning the 『Oaks』"
        },
        {
            "text": "She also acts as the Student Council Vice President so I've \nseen her speaking on stage several times. On the school \ngrounds, she always seemed to be surrounded by people."
        },
        {
            "name": "Cesario",
            "text": "A great athlete doesn't necessarily become a \ngreat instructor. But……the admiration that comes \nfrom being a great athelete is definitely a plus."
        },
        {
            "name": "Cesario",
            "text": "Air Groove became a second generation winner at \nthe 『Oaks』. From mother to child, that run was \ninherited. It kind of gives credence to that."
        },
        {
            "name": "Cesario",
            "text": "And that, on campus, she's always surrounded by so many \nbecause she can provide the kind of guidance they need.",
            "choice_data_list": [
                "You want to become like that, right?",
                "You want to become like that, right?"
            ]
        },
        {
            "name": "Cesario",
            "text": "Yeah. To be earnest and sincere to everyone. In \nthat way, passing on that run to someone, crossing \ngenerations, from one to the next, and the next."
        },
        {
            "name": "Cesario",
            "text": "Even if that dream is just a small one, when all \nof those dreams come together, they become one big \ndream. I think that……is a really wonderful thing!"
        },
        {
            "name": "Cesario",
            "text": "That's the kind of grand dream that I'm willing \nto devote my life to, to see it realized.",
            "choice_data_list": [
                "(She's in On mode now……!!)"
            ]
        },
        {
            "name": "Cesario",
            "text": "The girl that I raise to race, that her \nsuccessor will also leave a mark――"
        },
        {
            "name": "Cesario",
            "text": "Just as the streams in the shadows of mountains become \nrivers and flow in to the ocean. They connect, and \ngrow, and carry these feelings beyond the horizon."
        },
        {
            "name": "Cesario",
            "text": "I want to be part of the foundation for the future. Even as \nthis body reaches adulthood……and even as it begins to wither."
        },
        {
            "name": "Cesario",
            "text": "That is……to become 『A guiding light for future Uma Musume』―― \nwhat I'm willing to spend a lifetime to accomplish."
        },
        {
            "text": "I could feel my heart pounding in my chest again."
        },
        {
            "text": "Crossing generations, the inheritance of an Uma \nMusume. Connecting the past to the future, as \nif flowing downstream in to a distant ocean.",
            "choice_data_list": [
                "(They are the 『Now』 that connects them)"
            ]
        },
        {
            "text": "The sheer scale of it made my head spin. \nCesario was looking far beyond the present, in to the future."
        },
        {
            "text": "\"As a squash is before ’tis a peascod, or a codling \nwhen ’tis almost an apple\"――How could one not be \noverwhelmed by the prospects of a girl like her?",
            "choice_data_list": [
                "It's an amazing dream……",
                "It's an amazing dream……"
            ]
        },
        {
            "name": "Cesario",
            "text": "Yes, I am aware it's an amazing dream.",
            "choice_data_list": [
                "……just a 『Guiding Light』 is not enough",
                "……just a 『Guiding Light』 is not enough"
            ]
        },
        {
            "text": "She had mentioned many times that she wanted to win the \nTriple Tiara, especially the 『Oaks』 to prove her worth."
        },
        {
            "text": "Rather than for a leader, this was the first step to \nbecome a 『Guiding Light』. In order to realize that, \nshe would need to take strong and steady steps forward."
        },
        {
            "name": "Cesario",
            "text": "It's as you say. \nThat's why……I want to carefully choose my trainer."
        },
        {
            "name": "Cesario",
            "text": "It won't be enough just to guide me to prove my worth in races. \nFor my dream――I need someone who will accompany me the entire way."
        },
        {
            "name": "Cesario",
            "text": "If I had to put it to words, a 『Partner』, someone to walk \nthis path together throughout life. Someone that makes me \nbelieve they will be that person, is who I want as my trainer.",
            "choice_data_list": [
                "(A 『Partner』……)"
            ]
        },
        {
            "text": "Even after parting ways with Cesario, \nmy heart was still beating loudly."
        },
        {
            "text": "The sun was setting behind the buildings, \nnight was approaching from the east. In to \nthat night, I wish I could toss aside this longing.",
            "choice_data_list": [
                "(But here, it was as bright as midday)"
            ]
        },
        {
            "text": "……But, now wasn't the time to be feeling like a character in \na play. I needed to think about what I could do for Cesario."
        },
        {
            "text": "What was the essence of a 『Partner』? What kind of \nperson should the trainer standing next to Cesario be?"
        },
        {
            "name": "Air Groove",
            "text": "…………Dura, your growth is quite remarkable……"
        },
        {
            "text": "As I slowly gazed down in to the courtyard, Air Groove \nappeared. The appearance of an unexpected character \nseemed like providence, turning tragedy to comedy.",
            "choice_data_list": [
                "If it's her……then she might know!"
            ]
        },
        {
            "name": "Air Groove",
            "text": "You're……the trainer that was together with Cesario. \nWhat do you need that has you so out of breath?",
            "choice_data_list": [
                "As Cesario's predecessor, I wanted your opinion"
            ]
        },
        {
            "name": "Air Groove",
            "text": "Cesario's predecessor? Me?",
            "choice_data_list": [
                "You might know what Cesario is thinking",
                "You might know what Cesario is thinking"
            ]
        },
        {
            "name": "Air Groove",
            "text": "…………sounds like you've got some circumstances. Got it. \nFor now, I'll listen to what you have to say."
        }
    ]
}