{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "It had been a few days since the start of Cesario's \nstory, to become 『A guiding light for future Uma \nMusume』. We got a request to do a photo shoot.",
            "choice_data_list": [
                "『Daily Life of Uma Musume and Trainer』, huh?"
            ]
        },
        {
            "text": "It probably focused on 『Popular Uma Musume』, so not \njust us. Probably the girls that ran the Selection \nrace with her, Rhein Kraft, Air Messiah, Daring Heart――"
        },
        {
            "text": "This generation was filled with talented girls who \nattracted attention. Appearing in that environment would \nprobably be a good start to becoming a 『Guiding Light』",
            "choice_data_list": [
                "Let's do our best at the photo shoot too!"
            ]
        },
        {
            "name": "Cesario",
            "text": "Thank you for handling today's photo shoot. \nWe hope we can live up to your expectations."
        },
        {
            "name": "Photographer",
            "text": "It's fine if you keep things more informal. The theme \nis school-life together with your trainer, after all!"
        },
        {
            "name": "Cesario",
            "text": "Thank you very much. ……Oh. \nLooks like Trainer has arrived, though――",
            "choice_data_list": [
                "Sorry, I made you wait!"
            ]
        },
        {
            "name": "Cesario",
            "text": "Um……Trainer, what's with those clothes? \nYou're dressed much more smartly than normal.",
            "choice_data_list": [
                "This is important so I wanted to do my best!"
            ]
        },
        {
            "text": "To look better in the photos, I bought a new suit and \nhad my hair done at a salon. My preparations were perfect!"
        },
        {
            "name": "Cesario",
            "text": "I see. That's reassuring. \nThen Trainer too, I'm looking forward to working with you."
        },
        {
            "name": "Photographer",
            "text": "Then to start with, some photos when meeting up! \nPlease think about the image of your normal day!"
        },
        {
            "name": "Cesario",
            "text": "Understood. Then――"
        },
        {
            "name": "Cesario",
            "text": "Trainer, I'd like to consult with you about the next race.",
            "choice_data_list": [
                "Sounds good! Let's get to it!",
                "Sounds good! Let's get to it!"
            ]
        },
        {
            "name": "Photographer",
            "text": "T-Trainer-san, I know you're a little fired up but \n……remember, it's supposed to be a meeting. Yeah, \nlet's try to convey a serious atmosphere!"
        },
        {
            "name": "Cesario",
            "text": "Next is, chatting while on break. \nThen――"
        },
        {
            "name": "Cesario",
            "text": "Trainer. I made a lot of side dishes today, \nif you'd like, how about joining me for lunch?"
        },
        {
            "name": "Photographer",
            "text": "That's good～! Even with that dignified appearance, \nit's still a cozy atmosphere! Trainer-san――",
            "choice_data_list": [
                "Yeah～!! Thanks for asking!!"
            ]
        },
        {
            "name": "Cesario",
            "text": "……Um, Trainer. I think you might be over acting…… \nYour normal smile would make the best photo……",
            "choice_data_list": [
                "Eh? Am I trying too hard……!?"
            ]
        },
        {
            "name": "Photographer",
            "text": "W-weeell……Um, how about taking a short break!? If you're not \nused to it, a photoshoot can be really tiring, after all."
        },
        {
            "text": "I thought I was doing this for Cesario, but it \nseems like my enthusiasm backfired. I was just \nacting like an idiot who couldn't read the mood.",
            "choice_data_list": [
                "Sorry, I'm holding you back……",
                "Sorry, I'm holding you back……"
            ]
        },
        {
            "name": "Cesario",
            "text": "No, that's not true. Please don't worry about it. But, are you okay? \nIt seems like you're putting quite a lot of effort in to it.",
            "choice_data_list": [
                "But your future students will see the photo!"
            ]
        },
        {
            "name": "Cesario",
            "text": "……? What do you mean……?"
        },
        {
            "text": "With her success in racing her name will remain in history, \nonce she becomes the 『Guiding Light』, people will look \nback and see these photos――that's what I tell her.",
            "choice_data_list": [
                "That's why I need to keep it together……!"
            ]
        },
        {
            "name": "Cesario",
            "text": "So that's what you were thinking about today's \nphotoshoot……and why you bought a new suit."
        },
        {
            "name": "Cesario",
            "text": "……Even though we don't know when we'll even reach that point. \nTo think you're already looking ahead and preparing for it――"
        },
        {
            "name": "Cesario",
            "text": "Really, I'm glad you're my 『Partner』 ……Thank you very much. \nI can't think of any better words to describe how I feel now.",
            "choice_data_list": [
                "Cesario……"
            ]
        },
        {
            "text": "(Click!)"
        },
        {
            "name": "Photographer",
            "text": "Ah, I'm sorry, even though you're on break! You both had \nsuch good expressions on your faces that I couldn't help it!"
        },
        {
            "name": "Photographer",
            "text": "But, because of that, I got the best shot of the day! Not with words, \nbut with the look in your eyes, as expected of a noteworthy duo!"
        },
        {
            "name": "Cesario",
            "text": "Trainer, I'm glad we could live up to expectations. Looks like \nwe were able to leave behind a memory of how we normally are."
        },
        {
            "name": "Cesario",
            "text": "Then, from now on, let's try to meet every situation as our \nnormal selves. So there can be many pictures of us like that."
        },
        {
            "name": "Cesario",
            "text": "……Fuu. Good work throughout the day♪ \nI can't wait to show it to the girls I teach."
        },
        {
            "name": "Cesario",
            "text": "I can proudly tell them that Trainer \nwas a passionate person from the start!",
            "choice_data_list": [
                "I hope so",
                "I hope so"
            ]
        },
        {
            "name": "Cesario",
            "text": "Yes, definitely! \nTo me, that's the truth."
        },
        {
            "name": "Cesario",
            "text": "I think we should be grateful for today's \nphotoshoot. I was able to learn more about \nTrainer, and understand just how passionate you are♪"
        },
        {
            "text": "Seeing how happy she was, I had a thought. \nI also wanted to know more about her, and deepen that trust."
        }
    ]
}