{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "If I were to make a comparison, it would be like the \nexcitement of opening a new book. The thrill of becoming \nimmersed in a story after reading just the first line."
        },
        {
            "text": "That was the feeling I had the moment this Selection \nrace started. The entire audience was filled with a \nstrange excitement because of this heated race――"
        },
        {
            "name": "Mid-rank Trainer A",
            "text": "Rhein Kraft and Daring Heart! \nBoth of them took a good position!"
        },
        {
            "name": "Mid-rank Trainer B",
            "text": "And from behind, Air Messiah is aiming for them too! \nAh, and now she's making her move!"
        },
        {
            "text": "As had been previously reported, there appeared to be many \ntalented Uma Musume running today. The tension in the air \nwas almost like that of a Major race. I clench my fists."
        },
        {
            "text": "Just who will win this battle――"
        },
        {
            "name": "Rhein Kraft",
            "text": "Kuu……!"
        },
        {
            "name": "Mid-rank Trainer A",
            "text": "It's Rhein Kraft! With 200m to go, Rhein Kraft is pulling \nahead!! What tenacity! Her pace isn't dropping!",
            "choice_data_list": [
                "Is that girl going to hold on……!?",
                "Is that girl going to hold on……!?"
            ]
        },
        {
            "name": "Mid-rank Trainer B",
            "text": "Look! From behind! \nShe's chasing with incredible speed!"
        },
        {
            "name": "The Uma Musume Chasing",
            "text": "……………………! \nHaaaaaaaaaaaaaaaa!!!"
        },
        {
            "text": "With a flurry of blue and gold, the race surged forward. One Uma \nMusume cut through the distance, rushing forward next to Rhein Kraft.",
            "choice_data_list": [
                "What a strong showing……!!",
                "What a strong showing……!!"
            ]
        },
        {
            "name": "Mid-rank Trainer A",
            "text": "Is that Cesario? At the final corner, I was sure she was \nreally far behind. To think she could catch up like that……!!"
        },
        {
            "name": "Cesario",
            "text": "Kuu…………not yet!! \nHaaaaaaaaaaaaaaaaーーーー!!!"
        },
        {
            "text": "I could feel my heart pounding in my chest.",
            "choice_data_list": [
                "What an incredible race……"
            ]
        },
        {
            "text": "\"That instant was I turn'd into a hart; And my \ndesires, like fell and cruel hounds, E'er since \npursue me.\" ――The line from a famous play came to mind."
        },
        {
            "text": "These were the words of a Duke expressing his feelings of falling \nin love with a Countess. But that's how I felt about that last leg."
        },
        {
            "text": "Cesario――a beautiful and noble name. \nShe almost had the air of a queen."
        },
        {
            "text": "While I was soaking in the atmosphere, the crowd \nhad already surrounded the competitors. I was \ncompletely behind and hurried my way to the crowd."
        },
        {
            "name": "Cesario",
            "text": "Yes. The 『Oka Sho』, 『Oaks』, and 『Shuuka Sho』――To conquer \nthese 3, and achieve the Triple Tiara is my goal."
        },
        {
            "name": "Mid-rank Trainer A",
            "text": "The Tiara rotation, huh……! Yeah, let's aim for it together! \nIf it's you, without a doubt, it can be done!"
        },
        {
            "name": "Mid-rank Trainer B",
            "text": "Cesario-san, let me scout you! If it's the Tiara rotation, \nI have experience. I won't make you regret it!"
        },
        {
            "name": "Cesario",
            "text": "For the many enthusiastic invitations, I am sincerely \ngrateful. Outside of signing a contract, I would also \nlike to get to know all of you more."
        },
        {
            "name": "Cesario",
            "text": "First, through dialogue……to further deepen our \nunderstanding of each other. Once our career \nbegins, we'll be walking together as a team."
        },
        {
            "name": "Mid-rank Trainer A",
            "text": "That's true. After this, let's take some time and have a long \nchat. I'll prepare some instructional materials for that time."
        },
        {
            "name": "Mid-rank Trainer B",
            "text": "I'll also draw up a plan tailored to your goal. If you don't \nmind, could you tell me why you are aiming for the Triple Tiara?"
        },
        {
            "name": "Cesario",
            "text": "Beyond the big dream of the Triple Tiara, \nI……have another dream in mind."
        },
        {
            "name": "Cesario",
            "text": "And that's to become a guiding light for future Uma Musume―― \nTherefore, to prove my worth, I must win races."
        },
        {
            "name": "Cesario",
            "text": "In particular, the 『Oaks』, I cannot let that escape me. \nThe Queen's Crown of the Oaks, is something I must take hold of……"
        },
        {
            "text": "What does it mean to prove your worth as a guiding light? \n――Even during meals, I couldn't stop thinking about her.",
            "choice_data_list": [
                "I couldn't even talk to her……Ah!"
            ]
        },
        {
            "text": "My hand slips and knocks over my half-empty glass. The contents \nof the glass spilled all over the table, dripping off of the edges."
        },
        {
            "name": "Rhein Kraft",
            "text": "Uwaaah, what a mess! \nI'll go get something to wipe the table!"
        },
        {
            "name": "Cesario",
            "text": "I'll leave that to you. ……Looks like it's soaked up to the hem. \nI'll remove the stain. Will you lend me your jacket?",
            "choice_data_list": [
                "Y-yeah……",
                "Y-yeah……"
            ]
        },
        {
            "text": "After I handed her my jacket, she placed a handkerchief under \nthe the stained area then used a wet rag to dab at the stain."
        },
        {
            "text": "That girl I didn't get a chance to speak to was right \nin front of me……while I was still trying to think of \nwhat to say, the table and jacket were both cleaned……"
        },
        {
            "name": "Rhein Kraft",
            "text": "You didn't need to treat us though. Trainer-san, you're \nquite the upstanding individual. Thank you very much!"
        },
        {
            "name": "Rhein Kraft",
            "text": "Fufuu, cake, cake♪ This is the same as the one we split before, \nisn't it Cesario? And today's has a lot of fruit too!"
        },
        {
            "name": "Cesario",
            "text": "That time, it was the last one left, right? Talking about which of \nus was going to take which fruits while eating was fun, wasn't it♪?",
            "choice_data_list": [
                "(Huh? Her atmosphere seems different……)"
            ]
        },
        {
            "name": "Cesario",
            "text": "Kraft, do you need sugar? If you want some, I'll add it. If it's \ntoo hot, let me know. I'll cool it down by blowing on it."
        },
        {
            "name": "Rhein Kraft",
            "text": "Thank you! Cesario, you're so sweet～!"
        },
        {
            "name": "Cesario",
            "text": "Um, your glass is empty, would you like some more water? Would \nyou prefer room temperature or hot water? I'll go get some.",
            "choice_data_list": [
                "Then……wait! Rather than that!"
            ]
        },
        {
            "name": "Cesario",
            "text": "? What's wrong?"
        },
        {
            "text": "This definitely looks like Cesario from the Selection race. \nBut, there wasn't a trace of that noble aura from before."
        },
        {
            "name": "Rhein Kraft",
            "text": "Ah, I know! Cesario's atmosphere is completely \ndifferent so you're surprised, aren't you?"
        },
        {
            "name": "Rhein Kraft",
            "text": "Cesario has, how should I put it, a very distinct difference between \nOn and Off. It switches based on the situation――isn't that right?"
        },
        {
            "name": "Cesario",
            "text": "Fufu, sometimes I get asked 『Which one is the \nreal Cesario?』, but they're both me. It's just \na difference between whether I'm focused or not……",
            "choice_data_list": [
                "I-I see……"
            ]
        },
        {
            "text": "Even if she explained it that way, it was like she was \na completely different person. I wonder if that just \nmeans she's controlling herself much more strictly."
        },
        {
            "name": "Rhein Kraft",
            "text": "Fuaaaah……now that I'm full, I'm getting sleepy, maybe……"
        },
        {
            "name": "Cesario",
            "text": "It's nice and sunny here isn't it? These seats are in \nthe shade of a column so you can use my lap as a pillow."
        },
        {
            "name": "Rhein Kraft",
            "text": "Yaaay……then, a short nap……"
        },
        {
            "name": "Cesario",
            "text": "How about taking a short break too? \nI have a blanket with me so I'll lend it to you.",
            "choice_data_list": [
                "Then……no, wait! I think I'm fine!"
            ]
        },
        {
            "text": "I was almost swept away by her soft smile, but as an \nadult, I can't just sleep here! I shake my head in panic."
        },
        {
            "name": "Cesario",
            "text": "I see…… Then, can you hold out your hand?",
            "choice_data_list": [
                "My hand? Okay……"
            ]
        },
        {
            "text": "Cesario grabbed my outstretched hand in hers and \nfirmly pressed in to it. I was surprised at first, \nbut the pleasant pressure helped clear my head."
        },
        {
            "name": "Cesario",
            "text": "These pressure points help relieve fatigue. \nWhenever you're feeling a little tired, I recommend doing this."
        },
        {
            "name": "Cesario",
            "text": "Fufu, looks like the color has returned to your face a little. \nDon't push yourself too hard in the afternoon, okay?",
            "choice_data_list": [
                "Thank you. I'm feeling better now"
            ]
        },
        {
            "text": "The face was the same. The voice was the same. \nBut they were two different expressions."
        },
        {
            "text": "Just like morning and night come together to make a \nfull day, they were two faces of the same coin. How \ncould I not be interested in that state of being……?"
        }
    ]
}