{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Zenno Rob Roy",
            "text": "― ……Here it is. \"Rhodonite and the Dreamstone\". \nI'm sorry I misled everyone……"
        },
        {
            "name": "El & Dober",
            "text": "…… Eh……"
        },
        {
            "name": "El Condor Pasa",
            "text": "Does that mean……… t-that in this book, there are those \nsprings and rivers and forests that we saaaw!?"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "……… Huh? Uhh… ah… that's right. There's also a fight \nwith the kelpie, and the negotiation with the cù-sìth……"
        },
        {
            "name": "Mejiro Dober",
            "text": "H-Hold up, we need to get the second stone before the \nday ends. …I'd also like to hear, so can you tell us then?"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "…… Ah, o-of course!"
        },
        {
            "text": "― Afterwards, having successfully obtained the second clue, \nthe party huddled together in the treehouse to read the novel."
        },
        {
            "name": "Mejiro Dober",
            "text": "Hmm, so there was a \"Peallaidh\" in the Lonely River. \nWait, she lures and pulls people into the water!? Scary……"
        },
        {
            "name": "Matikanetannhauser",
            "text": "Huh, this \"Palace of Oberon\" is where we're going tomorrow!? \nA cave glowing azure… woah～～ I can't wait!"
        },
        {
            "text": "So the hours of night passed…… and morning came. \nThe party of 5 finally reached their final challenge, \nthe \"Palace of Oberon\"."
        },
        {
            "name": "El Condor Pasa",
            "text": "The vast sea! White clouds! Aaaaand… a stone door \nleading to the cave! At first glance it looks just like a \nlarge boulder, but El's eyes won't be fooooled!"
        },
        {
            "name": "Mejiro Dober",
            "text": "…… Yeah. This definitely looks like the boulder we want."
        },
        {
            "name": "Mejiro Dober",
            "text": "In the novel, the door openened when they \nput the two stones from the Lonely River and \nGille Dubh's Garden on the pillars, right?"
        },
        {
            "name": "Matikanetannhauser",
            "text": "It did! I don't see any pillars here… but there \nsure are socket-looking holes on the door."
        },
        {
            "name": "Mejiro Dober",
            "text": "I see one in the lower right, left, and right in the middle. \nThe one on the right already has a stone in it?"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Let's try and put them in the holes. What do you think, Rob R- \nWhat's up? Why are you grinning like that?"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "…… Heh!? Oh, no! I-i-it's nothing! You're right. \nThey look like the right shape and size, too."
        },
        {
            "name": "Matikanetannhauser",
            "text": "<i>OK</i>! Well then, here we go～. This one here, that one there. \n…… All okay! Open sesame!"
        },
        {
            "text": "The door glowed faintly and slowly, loudly, began to open— \n…In the novel. But nothing happened here."
        },
        {
            "name": "Matikanetannhauser",
            "text": "… Aw shucks. Maybe we got the places wrong? Or the order?"
        },
        {
            "name": "Mejiro Dober",
            "text": "Maybe so. \nWe can try them all, I suppose."
        },
        {
            "name": "El Condor Pasa",
            "text": "Noooo! Nothing wooorks! \nPlenty of sand and water but there isn't a clue anywhere…!"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Truly what one could call \"all doors closed\"…… \nDid we miss something in the requirements……?"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Those people fishing over there look like locals! \nThey might know something? <i>Hey hey, fellas</i>!"
        },
        {
            "name": "Mejiro Dober",
            "text": "Bwueeeh!? I'll be… Expect nothing less from Taiki…!"
        },
        {
            "name": "Local Angler A",
            "text": "A treasure hunt, huh? Come to think of it, I think there was \nsomething carved on the bottom of that big rock over there."
        },
        {
            "name": "Local Angler B",
            "text": "Aah, you mean that mess of illegible letters? \nI think that's just some kinda graffiti or something though…"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Alrighty…! It must be this thing! \nIt really is chaotic! What do you make of this, Rob Roy?"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "That is the language used in the world of Rhodonite. \nLet's see… \"This is\"……?"
        },
        {
            "name": "Mejiro Dober",
            "text": "Wow, you can read this, Rob Roy?"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Actually, there was a time when I studied it on my own to \ndecipher the text in illustrations……"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Umm…… \"At the time of illumination, the crevice \nis not to be missed\"…!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "<i>Amazing</i>! How Rob Roy of you!"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Eeheheh…… It sounds like there is only a small \nmoment during which it opens. …But—"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "(It's already quite dark. The way back is through the forest, \nand…… I can't put everyone in danger like before……)"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "……… Unfortunately, time may be up."
        },
        {
            "name": "Mejiro Dober",
            "text": "(Rob Roy's been pondering something the whole time. \n…… She said we should go home, but I'm sure she \ndoesn't actually want to give up.)"
        },
        {
            "name": "Mejiro Dober",
            "text": "(—All right. \nRight now, I'm wearing a mask—)"
        },
        {
            "name": "Mejiro Dober",
            "text": "Ro…… Rob Roy, hey, are you sure about this? \nWe're taking the bus first thing tomorrow morning, right? \nIf we give up now, we won't……"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "S-Sure! It's okay. I'm delighted that we made it this far. \nAnd I don't want to put anyone in danger again…"
        },
        {
            "name": "Mejiro Dober",
            "text": "I know the forest can be dangerous at night… but this is \na campsite. The roads are well maintained and even lit."
        },
        {
            "name": "Mejiro Dober",
            "text": "So, you know, why don't we just stay here and think about it for \na little while longer? We can leave if we don't figure it out, but \nat the slightest spark we return to the shore. How about that?"
        },
        {
            "name": "El Condor Pasa",
            "text": "El is for it! \nI hate that we came thiiis far and can't finish!"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Everyone…… \nUmm… just a little while then… Thank you."
        },
        {
            "name": "Mejiro Dober",
            "text": "Three stones are inlaid like a triangle.…… \n\"At the time of illumination, the crevice is not to be missed\"……"
        },
        {
            "name": "All 3",
            "text": "Hmmmmmmmmm……!"
        },
        {
            "name": "Mejiro Dober",
            "text": "You know…… I haven't figured it out or anything, but…… \nI am certain I've seen this triangle somewhere before."
        },
        {
            "name": "Zenno Rob Roy",
            "text": "What, where……?!"
        },
        {
            "name": "Mejiro Dober",
            "text": "That's what I can't quite remember. \nI think I was looking up, like this― ……Ah."
        },
        {
            "name": "Mejiro Dober",
            "text": "Ah, ahh, ahh…… <i>Aaaaahh! </i> \nThere! The Summer Triangle……!!"
        },
        {
            "name": "Matikanetannhauser",
            "text": "You're right! Those stones were placed exactly \nlike the Summer Triangle! And that means……?"
        },
        {
            "name": "Matikanetannhauser",
            "text": "Ah, Rob Roy!?"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "(\"At the time of illumination\"…… \nRefers to when the Summer Triangle is visible, at night…!)"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "(\"The crevice is not to be missed\"…… In other words, the door \nopens only a short time.…… If we miss it now, we won't have \nanother chance! We have to hurry!)"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "―Hahh, haah, haah! \nThe stones on the door are… shining like stars……!"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "It's open……! \nYes…… yessss…… <i>wheeeee</i>!"
        }
    ]
}