{
    "text_block_list": [
        {
            "text": "Summer. To the horsegirls, it is the season of summer camp, to train their bodies and minds for autumn…… but also to relax and nourish their spirits."
        },
        {
            "text": "The \"Summer Walk\" is designed for these horsegirls. A set of refreshing events under the summer skies."
        },
        {
            "text": "The academy provides full support with tours and travel expenses. And so, this year's fun midsummer journey begins…"
        },
        {},
        {
            "name": "Taiki Shuttle",
            "text": "FOOOOOOOO!!!! <i>Let's Barbecue Parteey</i>!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Where the drinks at? And desserts? Are the carrots ready? And of course we need burgers～♪"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Ooh, I need to take a <i>photograph</i> too! Heyhey, Dober! <i>Say cheese</i>!"
        },
        {
            "name": "Mejiro Dober",
            "text": "Ahaha…… Taiki please, you're too excited."
        },
        {
            "name": "Mejiro Dober",
            "text": "(……But, yeah, looks like she's having fun. I'm glad we came.)"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Sniffle… Sniff…… I haven't been back home for so long, I miss you two… Papa… mama…… <i>Sabishii dess</i>……"
        },
        {
            "name": "Mejiro Dober",
            "text": "(………… Okay, today is the day I'll ask her……!)"
        },
        {
            "name": "Mejiro Dober",
            "text": "Would you like to go camping with me for this year's Summer Walk? Maybe if we made some fun memories together, you would feel a little less lonely—"
        },
        {
            "name": "Mejiro Dober",
            "text": "(…… But still… can I even fill the gap of her precious family? Aaa, I'm losing confidence again ……!)"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Dober! Whatchu doing out here― <i>Wao</i>, is that a campground brochure!?"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Maybe… <i>it's about the Summer Walk</i>!? <i>Uoh</i>, I want to go! I want to go with you～～!!"
        },
        {
            "name": "Mejiro Dober",
            "text": "Oh, of…… of course!"
        },
        {
            "name": "Mejiro Dober",
            "text": "(Well, she invited me instead but…… oh well. I'm going to make sure Taiki has a good time for the next five days…!)"
        },
        {
            "name": "Matikanetannhauser",
            "text": "Mmmm, char-grilled really turns out different doesn't it?! Steamy carrotsies are so <i>very delicious</i>!"
        },
        {
            "name": "El Condor Pasa",
            "text": "Mambo! Mind your playing around!"
        },
        {
            "name": "All 3",
            "text": "……… Eh!? ……… Que!?"
        },
        {
            "name": "Matikanetannhauser",
            "text": "A-ha-ha-ha! Whoo, that gave me a shock! Never thought I'd bump into you all here!"
        },
        {
            "name": "Mejiro Dober",
            "text": "Same here…… but I shouldn't be surprised when the tour is backed by the academy."
        },
        {
            "name": "Mejiro Dober",
            "text": "Speaking of which, where are your usual friends?"
        },
        {
            "name": "Matikanetannhauser",
            "text": "Hold on to your hats now… I'm making my solo-camp debut! So I'm all by my lonesomes! What about you, El?"
        },
        {
            "name": "El Condor Pasa",
            "text": "I'm, you know… I was actually going to come with Grass, but our schedules didn't work out, so—"
        },
        {
            "name": "Mambo",
            "text": "Guaah!"
        },
        {
            "name": "El Condor Pasa",
            "text": "I had no choice but to come with Mambo, two birds of a feather. After all, a condor can't well stretch its wings at the academy—"
        },
        {
            "name": "El Condor Pasa",
            "text": "¡Uy! N-no, this condor isn't mine! I've never seen it in my life!"
        },
        {
            "name": "Matikanetannhauser",
            "text": "Mmm?…… For realsies?"
        },
        {
            "name": "Mejiro Dober",
            "text": "(…… I see. I guess she want to let her secret pet play in wide open space.)"
        },
        {
            "name": "Mejiro Dober",
            "text": "(As a senior, I should probably tap her for it, but… I guess I can let it go for the Summer Walk.)"
        },
        {
            "name": "Mejiro Dober",
            "text": "…… Hey uhh anyway, you know… … If you don't mind, we…… umm—"
        },
        {
            "name": "Taiki Shuttle",
            "text": "<i>Wow</i>! El & Tannhauser! Great to see you two here! Let's have ourselves a blast～!"
        },
        {
            "name": "Matikanetannhauser",
            "text": "Say what? Yeey, you mean it?! …… I was actually starting to feel too solo on this camping～."
        },
        {
            "name": "El Condor Pasa",
            "text": "Tha, tha, thank God!"
        },
        {
            "text": "And with that said―!"
        },
        {
            "name": "El Condor Pasa",
            "text": "Sweeeeee! It took it, it took it! El's got herself a bite!!"
        },
        {
            "name": "Mejiro Dober",
            "text": "That's amazing! Let's see…… El, bring it in calmly. Careful, careful……!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "There's a bike rental over there! Let's go, let's go!"
        },
        {
            "name": "Matikanetannhauser",
            "text": "Let's go, let's gooo♪ — Wait I have to bring my wallet!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Wooooo!! What a huge open plain……! Dober, let's do the thing! Flop!"
        },
        {
            "name": "Mejiro Dober",
            "text": "Ahahah, sheesh. Oh whatever."
        },
        {
            "name": "Taiki Shuttle",
            "text": "…… Feheh♪ So many <i>happy photos</i> just from today!"
        },
        {
            "name": "Mejiro Dober",
            "text": "You're in high spirits. Will your battery last the 4 nights and 5 days at this rate?"
        },
        {
            "name": "Taiki Shuttle",
            "text": "No problem! I brought oodles of batteries! No oversights here!"
        },
        {
            "name": "Mejiro Dober",
            "text": "…… Speaking of which, why do you like photography, Taiki? I see you take a lot of pictures in the dorms too."
        },
        {
            "name": "Taiki Shuttle",
            "text": "Why? Nnn…… I like going through them again. So even when I'm alone, I have all kinds of memories with me!"
        },
        {
            "name": "Mejiro Dober",
            "text": "(…… I see. Taiki gets lonely easier than most……)"
        },
        {
            "name": "Mejiro Dober",
            "text": "…… We'll make lots of fun memories! I'll, you know… try my best too!"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "…… This must be \"Gille Dubh's Garden\". And the river over there…… no mistaking it. As I thought, this place is―!"
        }
    ]
}