{
    "text_block_list": [
        {
            "name": "Mejiro Dober",
            "text": "Haa, haa………… Last one……!"
        },
        {
            "text": "The yearly summer training camp. Mejiro Dober's training was proceeding smoothly as planned."
        },
        {
            "name": "Uma Musume A",
            "text": "Hey, hey, which festival stalls do you want to hit up? I want to eat a candy apple!"
        },
        {
            "name": "Uma Musume B",
            "text": "And we can't skip the grilled carrots either! Wish it was night time already～."
        },
        {
            "text": "Since there was going to be a festival tonight, everyone seemed a little more excited than usual during training."
        },
        {
            "name": "Mejiro Dober",
            "text": "……you've been looking at me for a while now, is something wrong? Do I have sand on my face?",
            "choice_data_list": [
                "No……you just seem like your normal self"
            ]
        },
        {
            "name": "Mejiro Dober",
            "text": "Ha? Isn't that normal? Rather than that, make sure you're properly tracking my back-and-forth dashes."
        },
        {
            "name": "Mejiro Dober",
            "text": "I am my normal self though……? Rather than that, next up is back-and-forth dashes, right? Can you track my time?"
        },
        {
            "text": "A couple hours after training had finished. The dorms were unusually quiet. Most of the students must have headed out to the summer festival."
        },
        {
            "text": "A couple hours after training had finished. The dorms were unusually quiet. Most of the students must have headed out to the summer festival."
        },
        {
            "name": "Mejiro Dober",
            "text": "Oh, Trainer? So you stayed behind, huh.",
            "choice_data_list": [
                "You're not going to the festival?",
                "You're not going to the festival?"
            ]
        },
        {
            "name": "Mejiro Dober",
            "text": "I have something I need to take care of. And when there's nobody around, it's easier to focus."
        },
        {
            "name": "Mejiro Dober",
            "text": "…………Hey, Trainer. Can you draw backgrounds?",
            "choice_data_list": [
                "Backgrounds?"
            ]
        },
        {
            "name": "Mejiro Dober",
            "text": "Well…… you see, I was making a 『Veggie Carolyn』 picture book based on the movie."
        },
        {
            "name": "Mejiro Dober",
            "text": "Ah-, sorry. It's a weird thing to ask all of a sudden, huh? You see…… I'm making a storybook version of the 『Veggie Carolyn』 movie."
        },
        {
            "name": "Mejiro Dober",
            "text": "My little brother and sister…… it seems like they can't go to the theater. Probably because they're not old enough to be able to sit still for that long."
        },
        {
            "name": "Mejiro Dober",
            "text": "My little brother and sister…… it seems like they can't go to the theater. Probably because they're not old enough to be able to sit still for that long."
        },
        {
            "name": "Mejiro Dober",
            "text": "That's why, I was thinking of making a picture book about that story for them…… That way they can enjoy it too, right?"
        },
        {
            "name": "Mejiro Dober",
            "text": "And, I was able to draw the characters but…… there's just an endless number of backgrounds. Even doing just one, takes a really long time, you see……"
        },
        {
            "text": "That makes sense, the movie took place on an uninhabited island so there were various backgrounds. Beaches, a forest, and an abandoned villa, etc.――",
            "choice_data_list": [
                "……How about using photos?"
            ]
        },
        {
            "name": "Mejiro Dober",
            "text": "Eh, photos……? What do you mean by that?"
        },
        {
            "text": "We're near a beach right now. There's a forest nearby too. On top of that, this dorm kind of looks like a villa. In other words, it has all the places from the movie."
        },
        {
            "text": "In that case, she could cut out the pictures of the characters and take photos of them in front of a background. I suggested it might be easier to finish it this way."
        },
        {
            "name": "Mejiro Dober",
            "text": "……………………You, are you really Trainer? That's a great idea."
        },
        {
            "name": "Mejiro Dober",
            "text": "Trainer, that's a really good idea!"
        },
        {
            "name": "Mejiro Dober",
            "text": "I could get the photos I took printed out larger, and if I attached them to a large paper……it would definitely be like a storybook!"
        },
        {
            "name": "Mejiro Dober",
            "text": "I could get the photos I took printed out larger, and if I attached them to a large paper……it would definitely be like a storybook!"
        },
        {
            "name": "Mejiro Dober",
            "text": "Then I just need to cut out the characters, then take pictures on the beach―― I wonder if I can finish before everyone comes back!?",
            "choice_data_list": [
                "I'll help you!"
            ]
        },
        {
            "name": "Mejiro Dober",
            "text": "……I figured you'd say that."
        },
        {
            "name": "Mejiro Dober",
            "text": "Yeah, I was expecting that."
        },
        {
            "name": "Mejiro Dober",
            "text": "Even if I declined the offer, you're not one to give up, I guess. I think I'm starting to understand you better."
        },
        {
            "name": "Mejiro Dober",
            "text": "Trainer, before you told me that if I was troubled by anything I should talk to you, right? That's why, I was planning on asking you."
        },
        {
            "name": "Mejiro Dober",
            "text": "Alright, let's meet up in the main room in five minutes."
        },
        {
            "name": "Mejiro Dober",
            "text": "Alright, let's meet up in the main room in five minutes."
        },
        {
            "text": "Then, after cutting out all the character illustrations―― we moved on to the photography work."
        },
        {
            "text": "Then, after cutting out all the character illustrations―― we moved on to the photography work."
        },
        {
            "name": "Mejiro Dober",
            "text": "Trainer, more to the right! Stretch your arms out as much as you can! Otherwise you'll be in the picture too!"
        },
        {
            "name": "Mejiro Dober",
            "text": "Trainer? Is there something about the window……ah, that's good! So I can make the characters stand behind the window! Like watching them from outside the room!"
        },
        {
            "name": "Mejiro Dober",
            "text": "I want the running to be a bit more realistic. Trainer, can you dash for a bit?"
        },
        {
            "name": "Mejiro Dober",
            "text": "What, you're gonna leave it there? Fufuu, that's kind of mysterious! Searching for the characters in the backgrounds would be fun! Thanks for the idea!"
        },
        {
            "name": "Mejiro Dober",
            "text": "I'll get a picture of the beach during daytime tomorrow. For now, this will be the last for tonight."
        },
        {
            "name": "Mejiro Dober",
            "text": "I'll get a picture of the beach during daytime tomorrow. For now, this will be the last for tonight."
        },
        {
            "name": "Mejiro Dober",
            "text": "Don't move, Trainer. 3, 2, 1――"
        },
        {
            "name": "Mejiro Dober",
            "text": "Okay, got itー!"
        },
        {
            "text": "(Hyururururu……Bang! Boooom!!)"
        },
        {
            "name": "Mejiro Dober",
            "text": "Fireworks……!"
        },
        {
            "name": "Mejiro Dober",
            "text": "The festival……is probably over by now……",
            "choice_data_list": [
                "Do you want to head over now?"
            ]
        },
        {
            "name": "Mejiro Dober",
            "text": "The stalls are probably all closed by now, don't you think? And I already asked Ryan and the others to get some souvenirs."
        },
        {
            "name": "Mejiro Dober",
            "text": "――But festivals, huh…… I used to go to them with Ryan and the others all the time."
        },
        {
            "name": "Young Dober",
            "text": "Fuee…… there are so many people…… Ryan, don't let go of my hand…… no matter what."
        },
        {
            "name": "Young Dober",
            "text": "Ah…… cotton candy. Ryan, I found cotton candy. See, over there. C'mon, let's eat some cotton candy, okay?"
        },
        {
            "name": "Mejiro Dober",
            "text": "I'd get Ryan to hold my hand. Saying I want to do that, I want to eat that, and I'd end up dragging her around like that……",
            "choice_data_list": [
                "You're really close, huh?",
                "You're really close, huh?"
            ]
        },
        {
            "name": "Mejiro Dober",
            "text": "My mom was usually busy with work. Because of that, when I was little, I'd play with everyone at the Mejiro household pretty often."
        },
        {
            "name": "Mejiro Dober",
            "text": "Ryan looked after me a lot…… 一When I was with her, I'd feel reassured and it was always fun."
        },
        {
            "name": "Mejiro Dober",
            "text": "That's why when I got a little sister and brother…… I thought it was my turn to be a proper big sister."
        },
        {
            "name": "Mejiro Dober",
            "text": "All the things she did for me that made me happy…… I wanted to do the same thing for them."
        },
        {
            "name": "Mejiro Dober",
            "text": "Though, so far I haven't been able to do anything for them. I live in the dorms, so I don't get many chances to see them though."
        },
        {
            "name": "Mejiro Dober",
            "text": "And when I meet them…… I don't really know how to interact with them."
        },
        {
            "name": "Mejiro Dober",
            "text": "But just recently, when I happened to be drawing 『Veggie Carolyn』, they started begging me to draw more.",
            "choice_data_list": [
                "So that's why you were practicing",
                "So that's why you were practicing"
            ]
        },
        {
            "name": "Mejiro Dober",
            "text": "Yeah. I can kind of draw…… so I wondered if I could draw anything for them…… and here we are.",
            "choice_data_list": [
                "So you thought of a storybook",
                "So you thought of a storybook"
            ]
        },
        {
            "name": "Mejiro Dober",
            "text": "Palmer always had a storybook with her. Fufu…… even now it feels like I'm always relying on my older sisters.",
            "choice_data_list": [
                "You look like an older sister now"
            ]
        },
        {
            "name": "Mejiro Dober",
            "text": "Hee!? I-I look like an older sister? What do you mean……!? Trainer, aren't you just saying that?"
        },
        {
            "name": "Mejiro Dober",
            "text": "I-I look like an older sister……? I don't really know if I do but…… do you think so?"
        },
        {
            "name": "Mejiro Dober",
            "text": "I don't think I'm anything like a big sister though. But, if they can enjoy this storybook then…… maybe just a little bit……"
        },
        {
            "name": "Mejiro Dober",
            "text": "I don't think I'm anything like a big sister though…… But, if they can enjoy this storybook then…… maybe I can start seeing myself like that."
        },
        {
            "name": "Mejiro Dober",
            "text": "Well, I'm also grateful that you helped me out! After I get back from showing them…… I guess, I'll let you know how it went."
        },
        {
            "name": "Mejiro Dober",
            "text": "Trainer helped out with a lot of things so after I get back from showing them…… I'll let you know how it went!"
        },
        {
            "name": "Mejiro Dober",
            "text": "Alright, we should probably head back. The fireworks will probably be over soon."
        },
        {
            "name": "Mejiro Dober",
            "text": "Alright, we should probably head back. The fireworks will probably be over soon."
        },
        {
            "name": "Mejiro Dober",
            "text": "……Once they both get a little older…… I want to bring them to a festival too……"
        },
        {
            "text": "While looking up at the fireworks and thinking about her younger siblings, Mejiro Dober had a gentle smile on her face."
        }
    ]
}