{
    "text_block_list": [
        {
            "text": "――A day off. I was planning on buying a book for training, and then keeping the rest of the day casual……"
        },
        {
            "name": "Hishi Miracle",
            "text": "Ah, Trainer-san. Hello~ ……Back from the bookstore?"
        },
        {
            "name": "Hishi Miracle",
            "text": "Oh~…… I can't read the title because it's got so many difficult kanji. Something something, priority…… -metry-……?",
            "choice_data_list": [
                "A book we can use for training"
            ]
        },
        {
            "name": "Hishi Miracle",
            "text": "I see. ……Even thinking about training on your day off, as usual you're quite enthusiastic, huh?"
        },
        {
            "name": "Hishi Miracle",
            "text": "(Hmmmm~. It's something for me…… wouldn't it be better for me to tag along? Doesn't feel right to just leave with a 『Good Work』)"
        },
        {
            "name": "Hishi Miracle",
            "text": "Trainer-san, where are you heading next? Got some more shopping to do?"
        },
        {
            "text": "I hadn't really decided on anything yet but, I told her I was thinking about seeing a movie or doing some karaoke."
        },
        {
            "name": "Hishi Miracle",
            "text": "Eh, so normal……",
            "choice_data_list": [
                "I'm normal though!?"
            ]
        },
        {
            "name": "Hishi Miracle",
            "text": "Ah, ahaha. No, I didn't mean that in a bad way. I see, I see. Then~…… how about going together?"
        },
        {
            "name": "Hishi Miracle",
            "text": "I happen to have some free time. So will you let me go with you?"
        },
        {
            "name": "Hishi Miracle",
            "text": "Haaa~. Really, being able to let loose like that feels good~. We have lessons for our Lives too but, I guess karaoke feels a bit different.",
            "choice_data_list": [
                "Do Lives make you nervous?"
            ]
        },
        {
            "name": "Hishi Miracle",
            "text": "Don't ask something so obvious~! Of course I'd be nervous! Every single time, I'm always quaking in my boots."
        },
        {
            "name": "Hishi Miracle",
            "text": "And if I were to mess up, it'd cause trouble for everyone else~. My voice is so shaky too. And when everyone around me is so perfect, I get even more nervous~."
        },
        {
            "name": "Hishi Miracle",
            "text": "On top of that, the stage is a really special place, isn't it? It's not an atmosphere you'd be in normally……"
        },
        {
            "name": "Hishi Miracle",
            "text": "Of course, there's also fun and interesting parts, but the nerves are no joke~. Just thinking about it gets my heart pumping……",
            "choice_data_list": [
                "So that's how it is……"
            ]
        },
        {
            "name": "Hishi Miracle",
            "text": "That's how it is! Trainer-san, you should try standing there sometime――"
        },
        {
            "name": "Hishi Miracle",
            "text": "……Oh, it's the next song. I've been practicing this song――",
            "choice_data_list": [
                "Mirako-! Over here-!"
            ]
        },
        {
            "name": "Hishi Miracle",
            "text": "Wai-!? W-what are you doing all of a sudden? Ah, are you cheering!?",
            "choice_data_list": [
                "Yaaay! Mirako, Yaaay!"
            ]
        },
        {
            "name": "Hishi Miracle",
            "text": "No, that's not really a cheer though!? Ahaa, ahahaha! Stop it! I can't sing if you're making me laugh~!"
        },
        {
            "name": "Hishi Miracle",
            "text": "Huuuuu～～～…… That one just now, was probably the best song so far, don't you think?",
            "choice_data_list": [
                "You're so good! I wanna hear more!"
            ]
        },
        {
            "name": "Hishi Miracle",
            "text": "Don't just make me do it, Trainer-san you should sing too!",
            "choice_data_list": [
                "A cheer song for Hishi Miracle……!"
            ]
        },
        {
            "name": "Hishi Miracle",
            "text": "Yeah, yeah…… wait, there's no way there's a song like that――",
            "choice_data_list": [
                "Hishi Miracle♪ Big expectations♪"
            ]
        },
        {
            "name": "Hishi Miracle",
            "text": "You're just gonna sing acapella!? Ahahahaa, c'mon, stop that!"
        },
        {
            "name": "Hishi Miracle",
            "text": "Haa-…… that was fun……",
            "choice_data_list": [
                "It was fulfilling……"
            ]
        },
        {
            "name": "Hishi Miracle",
            "text": "What, why are you the one with the self-satisfied smirk on your face~? Halfway through, I was just laughing, you know.",
            "choice_data_list": [
                "Sorry, I was just having fun……"
            ]
        },
        {
            "name": "Hishi Miracle",
            "text": "Well~ I did think you were letting it go to your head though~."
        },
        {
            "name": "Hishi Miracle",
            "text": "(……But, it didn't really bother me though. I can tell they mean it when they're praising me, I guess)",
            "choice_data_list": [
                "All that singing made me hungry"
            ]
        },
        {
            "name": "Hishi Miracle",
            "text": "Ah. Same here~. How about heading to a family restaurant?"
        },
        {
            "name": "Hishi Miracle",
            "text": "Ah, a poster about the kid's meal…… Do you ever feel like just getting one sometimes? A kid's meal I mean.",
            "choice_data_list": [
                "Sometimes, yeah……"
            ]
        },
        {
            "name": "Hishi MiracleHishi Miracle",
            "text": "Right~? I wonder why that is. And then there's something you just have to get if you come to a family restaurant――",
            "choice_data_list": [
                "Fries?"
            ]
        },
        {
            "name": "Hishi Miracle",
            "text": "Right, right. Anyways, getting fries is a must. Trainer-san, what about you?"
        },
        {
            "name": "Hishi Miracle",
            "text": "Something you always have to order……ah, or maybe some kind of weird mix you make with your drink?",
            "choice_data_list": [
                "For example?"
            ]
        },
        {
            "name": "Hishi Miracle",
            "text": "Well, let's see~. Now I don't do it but, a loooo~ng time ago, what my friends and I used to do――"
        },
        {
            "name": "Hishi Miracle",
            "text": "Huuu~. We ended up eating quite a lot, huh? Ate alot, and talked alot……"
        },
        {
            "name": "Hishi Miracle",
            "text": "It almost felt like when I'm with my friends, I guess……"
        },
        {
            "name": "Hishi Miracle",
            "text": "…………",
            "choice_data_list": [
                "What's wrong?",
                "What's wrong?"
            ]
        },
        {
            "name": "Hishi Miracle",
            "text": "No, nothing. It's just that…… I thought Trainer-san would feel more like a teacher."
        },
        {
            "name": "Hishi Miracle",
            "text": "Like I would get nervous while talking to you, or feel some kind of distance…… kinda like between an adult and a kid. Something like that."
        },
        {
            "name": "Hishi Miracle",
            "text": "But, I really don't get that feeling from Trainer-san.",
            "choice_data_list": [
                "By that, you mean……?"
            ]
        },
        {
            "name": "Hishi Miracle",
            "text": "Ah, that it helps. It makes things easier. And I don't feel like I have to think too hard about it.",
            "choice_data_list": [
                "Then I'm glad"
            ]
        },
        {
            "name": "Hishi Miracle",
            "text": "……but well, it feels more like you're the one being considerate of me, so that might be why it's easier.",
            "choice_data_list": [
                "Eh?"
            ]
        },
        {
            "name": "Hishi Miracle",
            "text": "Nothing. It's probably about time we head back. I laughed a bit too much today, so I'll probably get a good night's sleep."
        },
        {
            "name": "Hishi Miracle",
            "text": "(…… normally, this is how most days go. But when there's a race, I really can feel the difference in passion, huh?)"
        },
        {
            "name": "Hishi Miracle",
            "text": "(I want to do my best to live up to expectations, and I'm working hard but…… I wonder what Trainer-san thinks about that difference)"
        },
        {
            "name": "Hishi Miracle",
            "text": "(Even if I can't match that passion, I do want to close that gap, even if just a little though~. Hmmm, maybe some kind of gratitude for being so passionate?)"
        },
        {
            "name": "Hishi Miracle",
            "text": "(No, no, that would feel kind of weird. Not like that, maybe something more……)"
        },
        {
            "name": "Hishi Miracle",
            "text": "Maybe some kind of present……? No, would something like that be weird~? They'd be like 『But, why?』 huh?"
        },
        {
            "name": "Hishi Miracle",
            "text": "Hmmmm~, mmmmm~…… it's so hard~……"
        },
        {
            "text": "Hishi Miracle was beside me mumbling to herself. I wonder if something's wrong. I'd like it if she wouldn't hesitate to consult me……"
        },
        {
            "text": "From what I could hear, maybe she's worried about gifts for her friends."
        },
        {
            "text": "Then I guess I don't need to worry too much. While gazing at the sunset, I matched my pace with Hishi Miracle as we headed back."
        }
    ]
}