{
    "text_block_list": [
        {
            "name": "Hishi Miracle",
            "text": "Ah, you're here again. Hello～."
        },
        {
            "text": "I had spent the past few days watching Hishi Miracle training…… I was trying to figure out what it was that made me curious about her."
        },
        {
            "name": "Hishi Miracle",
            "text": "Today's focus is on step placement～. Make sure you help me with studying again when it's over～."
        },
        {
            "name": "Cheerful Uma Musume",
            "text": "Huh, that trainer is here again! Heeey～!"
        },
        {
            "name": "Cynical Uma Musume",
            "text": "Aren't they showing up pretty often? Does this mean you're going to debut, Mira-ko?"
        },
        {
            "name": "Hishi Miracle",
            "text": "Heh…… what're you gonna do～? What if I actually have amazing talent, and I'm on my way to becoming a Triple Crown Uma Musume……?"
        },
        {
            "name": "Both",
            "text": "No way, no way."
        },
        {
            "name": "Hishi Miracle",
            "text": "So mean～!"
        },
        {
            "text": "Hishi Miracle was the same as usual, running leisurely together with her friends. However――"
        },
        {
            "name": "Cheerful Uma Musume",
            "text": "Hmmm～…… we're going to pick up the pace now, what do you wanna do Mira-ko?"
        },
        {
            "name": "Hishi Miracle",
            "text": "Ahh～……take it easy, the same as usual～. My engine isn't really warmed up just yet～."
        },
        {
            "name": "Cynical Uma Musume",
            "text": "Got it. Make sure you finish in time though, or else the instructor is gonna scold you."
        },
        {
            "name": "Hishi Miracle",
            "text": "Aha. Yeah～"
        },
        {
            "text": "Hishi Miracle was left behind. However―― right around the time when the other Uma Musume were crossing the goal――"
        },
        {
            "name": "Hishi Miracle",
            "text": "Huu, huu, huu……"
        },
        {
            "name": "Hishi Miracle",
            "text": "Huu…… finally I'm starting to get warmed up. All～right!",
            "choice_data_list": [
                "(As I thought……!)"
            ]
        },
        {
            "text": "As I expected, Hishi Miracle started to surge forward. The other Uma Musume weren't nearby so they wouldn't have noticed at all."
        },
        {
            "name": "Cheerful Uma Musume",
            "text": "Ahhh～ I'm tired! Let's take it easy with the stretches～."
        },
        {
            "name": "Hishi Miracle",
            "text": "After this we still have to do weight training, it's gonna be rough～…… By the way, do you have the English print out from last week?"
        },
        {
            "name": "Cynical Uma Musume",
            "text": "I've got it but……did you do something with yours again? The teacher said those would be questions on the test."
        },
        {
            "name": "Hishi Miracle",
            "text": "Weeeell～…… that teacher's print outs are really thin so I get them mixed up with other things and end up throwing them away～……"
        },
        {
            "text": "She took it easy while stretching and talking to her friends. After that, they took it easy on the weight training too."
        },
        {
            "text": "After that, they did some more light stretches. After school training should have been over at that point, but……"
        },
        {
            "text": "On the grounds in the evening, when the number of people was lowest, Hishi Miracle was still continuing her training."
        },
        {
            "text": "It was slow-paced, and also fairly basic. However, if you looked closely――"
        },
        {
            "name": "Hishi Miracle",
            "text": "……Alright. Then, next is……",
            "choice_data_list": [
                "Good work out there!"
            ]
        },
        {
            "name": "Hishi Miracle",
            "text": "Howaah!?"
        },
        {
            "name": "Hishi Miracle",
            "text": "You scared me. So it's just Trainer-san～, huh……? Staying out here so late, is something wrong?",
            "choice_data_list": [
                "I've been watching your training……",
                "I've been watching your training……"
            ]
        },
        {
            "text": "There were a lot of things I wanted to say. I wanted to have at least one proper conversation, so I called out to her."
        },
        {
            "name": "Hishi Miracle",
            "text": "Geh, are you here to scold me? I know it kinda looks like I've been slacking but……",
            "choice_data_list": [
                "No, you've been properly training"
            ]
        },
        {
            "name": "Hishi Miracle",
            "text": "……Huh?"
        },
        {
            "text": "As an example, the weight training they just did―― while the pace may have been slow, they were still gradually increasing the weight used."
        },
        {
            "name": "Hishi Miracle",
            "text": "Ahaha, we never finish in time though～. So I figured we should at least increase the load～."
        },
        {
            "text": "Considering their previous run, today's condition, and her words just now about 『Not finishing in time』. I was convinced."
        },
        {
            "text": "This Uma Musume named Hishi Miracle―― she had amazing potential, it just took longer for her to warm up……the 『Slow Start』 type!",
            "choice_data_list": [
                "You have amazing 『Potential』……!"
            ]
        },
        {
            "name": "Hishi Miracle",
            "text": "Eh～? Ehehe, to think you'd praise me like that～……"
        },
        {
            "name": "Hishi Miracle",
            "text": "It kinda increases my motiviation just a little bit. It'd be nice if that was enough for me to win though――"
        },
        {
            "text": "It's true that her engine was slow to start. Without doing something about that, she wouldn't be able to catch up. However――",
            "choice_data_list": [
                "Strategize and you can win!"
            ]
        },
        {
            "name": "Hishi Miracle",
            "text": "I can win…… So I can win, huh? Fufu, even something so simple makes me happy～."
        },
        {
            "text": "Maybe that was that 『Something』 that caught my attention that day. As long as you can realize her potential, she can surely bloom."
        },
        {
            "text": "She seemed happy with just this so far. With just a push, maybe this could be applied to her training……!",
            "choice_data_list": [
                "You won't lose a 10th time!"
            ]
        },
        {
            "name": "Hishi Miracle",
            "text": "Fufuu, thank you very much. Because of that, I feel a little bit better――",
            "choice_data_list": [
                "Leave it to me, I'll make you win!"
            ]
        },
        {
            "name": "Hishi Miracle",
            "text": "……Huh? 『Make me win』?",
            "choice_data_list": [
                "I want to form a contract!"
            ]
        },
        {
            "name": "Hishi Miracle",
            "text": "W-when did this conversation become so serious!? Suddenly saying something like that, it doesn't feel realistic～!",
            "choice_data_list": [
                "I have high 『Expectations』 of you",
                "I have high 『Expectations』 of you"
            ]
        },
        {
            "name": "Hishi Miracle",
            "text": "Expectations……"
        },
        {
            "name": "Hishi Miracle",
            "text": "……Expectations, huh～……? I see. Hmmmmm～, in that case……"
        },
        {
            "name": "Hishi Miracle",
            "text": "Ah, but! At the very least make it, 『If I win』! A contract if I win the next Selection Race――"
        },
        {
            "name": "Hishi Miracle",
            "text": "If I don't win…… we can pretend this conversation never happened. ……Then, I'll be leaving!",
            "choice_data_list": [
                "Eehhh!?"
            ]
        },
        {
            "text": "Hishi Miracle told me her conditions for the contract. Is she gauging my ability as a trainer?"
        },
        {
            "text": "Or is there some other reason―― during this upcoming training, I'd have to learn more about her."
        }
    ]
}