{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "In the school building at dusk, I found Fuji Kiseki looking out \nthe window with a somewhat melancholy look on her face."
        },
        {
            "name": "Fuji Kiseki",
            "text": "Fufu, they're adorable when they're working hard.",
            "choice_data_list": [
                "What are you looking at?",
                "What are you looking at?"
            ]
        },
        {
            "name": "Fuji Kiseki",
            "text": "The field. \nThe juniors are doing extra practice."
        },
        {
            "name": "Fuji Kiseki",
            "text": "Every single girl runs through with a glint in their eye. \nDown the final straight, toward their dreams…"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Dream \"as an Uma Musume\"――she said."
        },
        {
            "name": "Fuji Kiseki",
            "text": "I want to run to entertain someone. \nBut… I feel as if that's not enough."
        },
        {
            "name": "Fuji Kiseki",
            "text": "To be the best Entertainer, \"Fuji Kiseki.\"",
            "choice_data_list": [
                "Is there anything I can do to help?",
                "Is there anything I can do to help?"
            ]
        },
        {
            "name": "Fuji Kiseki",
            "text": "Goodness, I just can't help wearing my heart on my sleeve \naround you, can't I. If I may take you up on that offer, I \nactually have a place I'd like to go."
        },
        {
            "name": "Fuji Kiseki",
            "text": "Won't you go on a date with me, Trainer?"
        },
        {
            "text": "I was escorted to our destination by Fuji Kiseki――"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Tonight, we invite Trainer to join us here at the Crown Classic \nHotel.",
            "choice_data_list": [
                "That's one of the most exclusive hotels in the country…!",
                "That's one of the most exclusive hotels in the country…!"
            ]
        },
        {
            "name": "Fuji Kiseki",
            "text": "Ahahaha, perfect for a date, don't you think?"
        },
        {
            "name": "Fuji Kiseki",
            "text": "…Joking. \nActually, this hotel has a theater attached to it!"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Today is an important performance. \nMy friend――no, my former rival――is playing the lead role for \nthe first time."
        },
        {
            "name": "Fuji Kiseki",
            "text": "We were childhood friends from the children's theatre troupe. \nWe were always, always competing for the lead roles."
        },
        {
            "name": "Fuji Kiseki",
            "text": "When she laughs, the audience laughs. When she cries, the \naudience cries. She possesses such outstanding talent."
        },
        {
            "name": "Fuji Kiseki",
            "text": "However, those were not her only alarming qualities――",
            "choice_data_list": [
                "You were afraid of her?",
                "You were afraid of her?"
            ]
        },
        {
            "name": "Fuji Kiseki",
            "text": "Yes, I was terrified. \nShe was an extraordinary talent, but she was never satisfied."
        },
        {
            "name": "Fuji Kiseki",
            "text": "I never felt defeated by the desire to entertain someone. \nStill, there was a definite difference between me and her."
        },
        {
            "name": "Fuji Kiseki",
            "text": "I'd like to find out what's going to be onstage today."
        },
        {
            "text": "―and then, the curtain rose."
        },
        {
            "text": "The leading lady put on a stunning performance. \nLike the brightest star in the night sky, she captivated \neveryone who watched her."
        },
        {
            "text": "Her gaze and every gesture radiated tremendous passion. \nOn stage, she was the most powerful top star."
        },
        {
            "name": "Fuji Kiseki",
            "text": "――\"Eclipse, incomparable goddess, please smile on me. \nGive me the strength to stand once again, my dreams broken.\""
        },
        {
            "name": "Fuji Kiseki",
            "text": "\"If I can win this war, I will give my soul. Above my head, now, \nis my crown!\"",
            "choice_data_list": [
                "That was a great show.",
                "That was a great show."
            ]
        },
        {
            "name": "Fuji Kiseki",
            "text": "――That was, a wonderful show."
        },
        {
            "name": "Fuji Kiseki",
            "text": "Each and every word she spun made my body hot with passion. \nSometimes they were in a whisper, sometimes it felt as if they \nwould burst forth, others were so compelling."
        },
        {
            "name": "Fuji Kiseki",
            "text": "I wondered, what on earth was making me shake so much."
        },
        {
            "name": "Fuji Kiseki",
            "text": "Yes, that's it――passion. \nIt was the passion for the play, for pursuing the version of \nmyself that I want to fulfill."
        },
        {
            "name": "Fuji Kiseki",
            "text": "And, a passion to be the best. \nA strong, strong feeling, almost like an obsession, to pursue \none's dreams."
        },
        {
            "name": "Fuji Kiseki",
            "text": "I was fascinated by that sort of thing; being a top star.",
            "choice_data_list": [
                "Have you found the answer to your dream?",
                "Have you found the answer to your dream?"
            ]
        },
        {
            "name": "Fuji Kiseki",
            "text": "\"Entertain everyone\"――"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Somehow or other, I could see what lies ahead."
        },
        {
            "name": "Fuji Kiseki",
            "text": "It was a great performance; one to remember. \nCongratulations on your first starring role."
        },
        {
            "name": "Fuji's Childhood Friend",
            "text": "…Fuji-chan! I'm so glad you came to see it! \nOh, I wanted you to see it more than anyone else."
        },
        {
            "name": "Fuji Kiseki",
            "text": "I was mesmerized to the point of being dizzy. \nIt pains me to say, but you are the best Entertainer I've seen \ntonight."
        },
        {
            "name": "Fuji Kiseki",
            "text": "But, I don't intend to lose, either. \nSomeday, I will entertain everyone enough to surpass you!"
        },
        {
            "name": "Fuji's Childhood Friend",
            "text": "I'm going to be the best in the world of acting. \nEven though we're on different stages, you and I are eternal \nrivals."
        },
        {
            "name": "Fuji Kiseki",
            "text": "I am honored. I shall follow my dreams with you."
        },
        {
            "text": "Upon hearing Fuji Kiseki's words, the girl happily shook hands \nwith her and left, waving over her shoulder."
        },
        {
            "name": "Fuji Kiseki",
            "text": "It's strange, my very core is fired up. \nI just want to start running, right now."
        },
        {
            "name": "Fuji Kiseki",
            "text": "Hey, Trainer. \nI'm glad I got to see the show with you."
        },
        {
            "name": "Fuji Kiseki",
            "text": "The truth is, I was afraid. \nI had to face what I lacked."
        },
        {
            "name": "Fuji Kiseki",
            "text": "But, with you by my side, Trainer, I was able to find what I \nwanted to be and beyond."
        },
        {
            "name": "Fuji Kiseki",
            "text": "Thanks to you, my doubts are gone. \nI will never forget what you did today."
        },
        {
            "name": "Fuji Kiseki",
            "text": "…What's the matter? You're all quiet.",
            "choice_data_list": [
                "No, I just thought you were more handsome than ever…"
            ]
        },
        {
            "name": "Fuji Kiseki",
            "text": "What's this? Did I manage to make you fall in love with me? \nIf I did, I'd have completed my goal!"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Joo～king! \nI'd better get home, or I'll be breaking curfew!"
        },
        {
            "text": "She looked down at her watch, and rushed off to the station."
        }
    ]
}