{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "A few days after my badge had been found―― \nI saw Fuji Kiseki, talking with an underclassman in front of the \nschool gates."
        },
        {
            "name": "Fuji Kiseki",
            "text": "――I see. So that's why you haven't been feeling well lately."
        },
        {
            "name": "Junior Horsegirl A",
            "text": "Yes… I, I wanted to be like my big sister, who's working so \nhard at the Twinkle Series… but with grades like these, it's \nimpossible, isn't it."
        },
        {
            "name": "Junior Horsegirl A",
            "text": "My sister was received as a \"Fully-fledged Uma Musume\" \nwhen she was about my age… \nI guess I just don't have any talent after all…"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Hmm…"
        },
        {
            "name": "Fuji Kiseki",
            "text": "― 'Alas, the sword is too heavy for my arms. \nMy legs are bruised by the thorns, and I can no longer seem to \ntake a step forward.'"
        },
        {
            "name": "Fuji Kiseki",
            "text": "'All the heroes who saved people in the past ran up this \nthorny slope, proudly carrying their swords as proof of their \nsalvation.'"
        },
        {
            "name": "Fuji Kiseki",
            "text": "'But, I myself can't do it. I can't seem to do it. \nIf I cannot bear the weight and the pain, am I not qualified to \nbe a hero?――'"
        },
        {
            "name": "Junior Horsegirl A",
            "text": "Senpai…?"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Overcome with despair, she falls to the ground. \nBut then, a girl appears, who has been watching over her \nsince she was a child."
        },
        {
            "name": "Fuji Kiseki",
            "text": "The girl speaks to the crumbled hero. \n――'The qualifications will always be in your hands, so long \nas you don't throw them away.'"
        },
        {
            "name": "Fuji Kiseki",
            "text": "'Please don't forget your will to seize it yourself. Even without \na sword, even if you cannot run up, you have your own way.'"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Later, the hero left her sword and armor behind and jumped \nover the thorny hill with only her own two legs. With her \nwell-trained fists, she vanquished evil and became a hero of \nsalvation."
        },
        {
            "name": "Fuji Kiseki",
            "text": "I believe in the days of training you have accumulated, and in \nyour own will… Don't you?"
        },
        {
            "name": "Junior Horsegirl A",
            "text": "Days of training, my own will…"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Precisely! Instead of blaming yourself for what you can't do \nlike your sister, take a look at yourself some more."
        },
        {
            "name": "Fuji Kiseki",
            "text": "You have a path that only your legs can take you down!"
        },
        {
            "name": "Junior Horsegirl A",
            "text": "Fuji-senpai…!"
        },
        {
            "text": "The junior was in tears for a while as if she had been overcome \nwith emotion, but Fuji Kiseki gently patted her on the back, \nand before long, the underclassman left with a completely new \nlook on her face."
        },
        {
            "name": "Fuji Kiseki",
            "text": "Oh? Could it be, the Trainer from the other day?",
            "choice_data_list": [
                "That was a great pep talk!"
            ]
        },
        {
            "name": "Fuji Kiseki",
            "text": "Whoops, you saw that. \nAh, that was a private discussion, so keep it a secret for me, \nalright?"
        },
        {
            "name": "Fuji Kiseki",
            "text": "That girl, I hope she's feeling better. \nIf it seemed that way to an outside observer, I wonder if I \nwas able to give her peace of mind?"
        },
        {
            "name": "Fuji Kiseki",
            "text": "How do I say this, I know it's tough to smile 24/7, but… \nAt the very least when I'm around, I want to make them feel \nbright and cheerful."
        },
        {
            "name": "Fuji Kiseki",
            "text": "My words alone may be weak, so I quoted a line from a play of \nmy mother's that I once saw――"
        },
        {
            "name": "Fuji Kiseki",
            "text": "I'm glad if that girl's heart is just a little lighter.",
            "choice_data_list": [
                "Is your mother a stage actress?",
                "Is your mother a stage actress?"
            ]
        },
        {
            "name": "Fuji Kiseki",
            "text": "Yes! \nMy mom is pretty famous in her neighborhood."
        },
        {
            "name": "Fuji Kiseki",
            "text": "My mother's acting is simply incredible!! \nShe would appear onstage and say just a few words, and \neveryone wouldn't be able to take their eyes off of her."
        },
        {
            "name": "Fuji Kiseki",
            "text": "When the show was over, of course, there was thunderous \napplause that never stopped! The smiles on the faces of the \naudience at that moment is something to behold…!!"
        },
        {
            "name": "Fuji Kiseki",
            "text": "My mom, she's the best entertainer I know!!",
            "choice_data_list": [
                "So, that's why you try to entertain people too?",
                "So, that's why you try to entertain people too?"
            ]
        },
        {
            "name": "Fuji Kiseki",
            "text": "Well, I suppose it all started because I admired my mother's \nimage. \nThat's why I thought about going into theater at first, but――"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Of course, I didn't end up… exactly like my mother. \nI suffered a lot of pain from the gap between what I wanted to \nbe and what was reality."
        },
        {
            "name": "Fuji Kiseki",
            "text": "But then my mother said to me, quoting the same line as \nbefore. \n'There is more than one way. There is more than one path.'"
        },
        {
            "name": "Fuji Kiseki",
            "text": "That's how I came across, in my search for a new \npath… races."
        },
        {
            "name": "Fuji Kiseki",
            "text": "On my first run on the turf, I――"
        },
        {
            "name": "Fuji Kiseki",
            "text": "…Ahh, that's right. I was just about to enter a mock race."
        },
        {
            "name": "Fuji Kiseki",
            "text": "If you'd like, you should come and watch, too, Trainer."
        },
        {
            "text": "And that's how I came to watch Fuji Kiseki's race, and what \n\"enchanted\" me was――"
        },
        {
            "name": "Fuji Kiseki",
            "text": "――Haaah!!"
        },
        {
            "name": "Experienced Trainer A",
            "text": "Wh, what beautiful running…! \nHer well-polished physique moves so beautifully… that you \ncan't help but be mesmerized!"
        },
        {
            "name": "Rookie Trainer A",
            "text": "Not to mention, that magnificent acceleration…! \nJust how much faster can she go!? This is exhilarating…!"
        },
        {
            "name": "Fuji Kiseki",
            "text": "With her running, \"Kiseki\" will entertain everyone who \nwatches her…!"
        },
        {
            "name": "Fuji Kiseki",
            "text": "That's me――dashing across the track, \"Fuji Kiseki\"!!"
        },
        {
            "name": "Crowd",
            "text": "(Woooooohhh……!!)"
        },
        {
            "text": "The cheers that erupted even though it was a mock race…! \nThis proved the magnificence of what Fuji Kiseki had \nenchanted."
        },
        {
            "name": "Experienced Trainer A",
            "text": "Ms. Fuji Kiseki! That was the greatest race…! \nI'd absolutely love to scout you, or maybe even just talk to \nyou!?"
        },
        {
            "name": "Rookie Trainer A",
            "text": "Absolutely, me too!!"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Fufufu, glad to hear you say that! \nBut, I'm sorry, I'm declining to talk about anything involving \nscouting at the moment."
        },
        {
            "name": "Fuji Kiseki",
            "text": "First, I want to participate in a Selection Race to show the \ntrainers that come what I can do."
        },
        {
            "name": "Experienced Trainer A",
            "text": "So you wanted to give us an equal opportunity to assess your \nabilities and scout you… I get it. I'll look forward to the \nSelection Race."
        },
        {
            "name": "Fuji Kiseki",
            "text": "Thank you, everyone!"
        },
        {
            "name": "Fuji Kiseki",
            "text": "As long as there is an audience expecting the \"Kiseki,\" \nit is the entertainer's duty to satisfy their expectations to the \nbest of her ability."
        },
        {
            "name": "Fuji Kiseki",
            "text": "Look forward to the Selection Race as much as you please!"
        },
        {
            "text": "With magnificence――or perhaps, with a strength that evoked \na sense of \"resolve,\" Fuji Kiseki declared those words…"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Indeed, no matter what stage I'm on, I entertain everyone."
        },
        {
            "name": "Fuji Kiseki",
            "text": "No matter what stage…"
        }
    ]
}