{
    "text_block_list": [
        {
            "name": "Matikanetannhauser",
            "text": "Fuwawawa… Oh, if it isn't Nature and Ikuno."
        },
        {
            "name": "Nice Nature",
            "text": "Oh, Tannhauser, mornin."
        },
        {
            "name": "Ikuno Dictus",
            "text": "Good morning, Tannhauser-san. You're up early today."
        },
        {
            "name": "Matikanetannhauser",
            "text": "I could say the same to you two… Ikuno, were you the first to the bathroom this morning?"
        },
        {
            "name": "Ikuno Dictus",
            "text": "No, that goes to Nature-san. I was second by merely a head."
        },
        {
            "name": "Nice Nature",
            "text": "Come on, we both made it to the entrance at pretty much the same time… Anyways, let's not talk about this anymore, it's a bit embarrassing…"
        },
        {
            "name": "Matikanetannhauser",
            "text": "Eh… why not? Nature, you're so amazing! I hash to… work sho much harder… Hawawa… mrrmph hmph."
        },
        {
            "name": "Nice Nature",
            "text": "Come again?"
        },
        {
            "name": "Matikanetannhauser",
            "text": "Pwah! I'm full and my eyes are wide open! Okay, we should probably get going now!"
        },
        {
            "name": "Ikuno Dictus",
            "text": "Oh…? You want to head out while we're still in our training clothes? Does that mean we will be changing our clothes when we get there?"
        },
        {
            "name": "Nice Nature",
            "text": "Speaking of, Tannhauser… were you planning on doing some training this morning?"
        },
        {
            "name": "Nice Nature",
            "text": "You had that huge mock race yesterday, right? You're probably still real tired from it."
        },
        {
            "name": "Matikanetannhauser",
            "text": "Hmm, I guess I am a little tired? But the thing is…"
        },
        {
            "name": "Matikanetannhauser",
            "text": "I want to train more since I lost yesterday."
        },
        {
            "name": "Matikanetannhauser",
            "text": "Hmm, I did as much as I could to prepare for the race and even thought to myself that \"this race is going to go well! Mun!\""
        },
        {
            "name": "Matikanetannhauser",
            "text": "But I ended up losing! The other racers were really strong though! I guess I ended up having a bad showing, huh?"
        },
        {
            "text": "…"
        },
        {
            "name": "Matikanetannhauser",
            "text": "That being said!"
        },
        {
            "text": "!"
        },
        {
            "name": "Matikanetannhauser",
            "text": "I lost because I wasn't good enough, right? So all I need to do is get better!"
        },
        {
            "name": "Matikanetannhauser",
            "text": "So let's get to training, and more training! Ei ei mun!"
        },
        {
            "name": "Nice Nature",
            "text": "Ahaha… Ah well… I guess this is just how she is, wouldn't you say, Ikuno?"
        },
        {
            "name": "Ikuno Dictus",
            "text": "Hehe, I guess you're correct, Nature-san… Tannhauser-san, if you wouldn't mind, could she and I join…"
        },
        {
            "name": "Twin Turbo",
            "text": "Machitaaaan!!"
        },
        {
            "name": "Matikanetannhauser",
            "text": "Woah, Turbo? Hold on, wait a second, you came all the way from the Miho dorm!? You're so fast and energetic this morning!"
        },
        {
            "name": "Twin Turbo",
            "text": "Machitan!! Hurry up and race me!! Come on, race me, race me, race me!!"
        },
        {
            "name": "Matikanetannhauser",
            "text": "Eh…? Eh? What's with you, Turbo? You've got more energy than usual."
        },
        {
            "name": "Ikuno Dictus",
            "text": "Hmm… Turbo-san, were you perhaps also inspired after watching Tannhauser-san race yesterday?"
        },
        {
            "name": "Matikanetannhauser",
            "text": "Eh…? \"Also…?\""
        },
        {
            "name": "Twin Turbo",
            "text": "Yup! Machitan was so amazing yesterday! You were going KUWA, GUWAA, and UWAAA until the very end!"
        },
        {
            "name": "Twin Turbo",
            "text": "And so I wanna go UWAA too! So let's race!! Oh, Ikuno, you're gonna join!? Then let's all race together!!"
        },
        {
            "name": "Nice Nature",
            "text": "Ah, umm… If you don't mind, count me in too, please…"
        },
        {
            "name": "Twin Turbo",
            "text": "You too, Nature!? Then we've got four!! Let's go and race, race, race!!"
        },
        {
            "name": "Matikanetannhauser",
            "text": "Girls…"
        },
        {
            "name": "Matikanetannhauser",
            "text": "Hehehe… I guess we're really doing this! Every, one, mun!"
        },
        {
            "name": "Kitasan Black",
            "text": "Owwie owwie! Phew…!!"
        },
        {
            "name": "Satono Diamond",
            "text": "Kita-chan, are you okay? The training that our instructor had us do yesterday was really intense… My muscles are still aching too…"
        },
        {
            "name": "Kitasan Black",
            "text": "Nnghh… But, I'm still okay!! Let's go, Dia-chan! We've gotta get to the training center before it gets too crowded!"
        },
        {
            "name": "Satono Diamond",
            "text": "Kita-chan… are you sure you're okay? You're not pushing yourself too hard, are you?"
        },
        {
            "name": "Kitasan Black",
            "text": "Hmm, I wouldn't say I'm pushing myself too hard… More like I'm colliding with my limits?"
        },
        {
            "name": "Kitasan Black",
            "text": "How do I say this… There are \"walls\" that are blocking my path forward… so I'm colliding with them in a huge bang! Something like that!?"
        },
        {
            "name": "Kitasan Black",
            "text": "It may hurt in the beginning and it may be really tough… But if you don't collide with these \"walls\", you'll never get past them! And that means you'll never move forward!"
        },
        {
            "name": "Kitasan Black",
            "text": "That's why… Owwie!! I-I'm doing this so I can keep moving forward…! Nngh!!"
        },
        {
            "name": "Satono Diamond",
            "text": "I see… You're right, I feel the exact same way."
        },
        {
            "name": "Satono Diamond",
            "text": "Alrighty, let's go, Kita-chan! And let's make sure we get a lot of stretching done too ♪"
        },
        {
            "name": "Kitasan Black",
            "text": "Dia-chan…! Yup, let's do it!!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Teio-san? What might you be staring at…?"
        },
        {
            "name": "Tokai Teio",
            "text": "Hmm? Ah, don't worry about it… But I'm starting to get really excited."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Excited…?"
        },
        {
            "name": "Tokai Teio",
            "text": "Yup! I'm excited to see the dreams that are yet to come true!!"
        }
    ]
}