{
    "text_block_list": [
        {
            "name": "All 3",
            "text": "Ha, ha, ha, ha―!"
        },
        {
            "name": "Mejiro Ardan",
            "text": "(I'm going to overcome my limits…!)"
        },
        {
            "name": "Yaeno Muteki",
            "text": "(You think I'm just gonna let you keep your lead!? I'm going to take it from the outside…!)"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Ghu… ugh, uuuuuugh～…!!"
        },
        {
            "name": "Maruzensky",
            "text": "――……"
        },
        {
            "name": "Maruzensky",
            "text": "Chiyo-chan… You can go faster, I know you can."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "!!…daaaaaaaaaaah!!"
        },
        {
            "text": "Nngh…!!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Sahh, haa, haa, haa—!!"
        },
        {
            "name": "Mejiro Ardan",
            "text": "I can't believe it… To be able to catch up to me from that far back…"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Jeez… You're so strong…"
        },
        {
            "name": "Yaeno Muteki",
            "text": "And since you're so strong… I'm feeling even more pumped…! Heh… Hehehehehe…!!"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Yaeno-san…?"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Ah, don't worry about it!! Ahem… I'm grateful to you both for assisting me with my early morning training."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Ah… I would like to thank you as well…!"
        },
        {
            "name": "Mejiro Ardan",
            "text": "I would also like to thank you both… Because now I have a better idea of just how strong I really am."
        },
        {
            "name": "Mejiro Ardan",
            "text": "And as we continue moving forward… we must make sure to improve, one step at a time."
        },
        {
            "name": "Mejiro Ardan",
            "text": "And eventually we'll be able to…"
        },
        {
            "text": "…!"
        },
        {
            "name": "Oguri Cap",
            "text": "I love Tracen Academy so much…"
        },
        {
            "name": "Oguri Cap",
            "text": "It's amazing… There's so many people to compete with… Just so many of them…!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Ah, what's this? You're usually so calm, but you seem real fired up right now."
        },
        {
            "name": "Tamamo Cross",
            "text": "You don't act like this very often, huh? Welp, why don't you and I go for one more, Oguri?"
        },
        {
            "name": "Oguri Cap",
            "text": "Of course…! And I won't lose."
        },
        {
            "name": "Oguri Cap",
            "text": "I will never lose. Whether it's to you or to anyone else… I will never lose!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Ha! That's a real good joke. But I'll be provin' you wrong today."
        },
        {
            "name": "Maruzensky",
            "text": "Ahh jeez ♪ Everyone's just so cute…"
        },
        {
            "name": "Mr. C.B.",
            "text": "Yup, you're right! But more importantly, are you really just gonna stand and watch, Maruzen?"
        },
        {
            "name": "Maruzensky",
            "text": "Oh, if it isn't CB-chan! Morning! Wait, you say that but you're still in your uniform."
        },
        {
            "name": "Mr. C.B.",
            "text": "It doesn't really matter what you're wearing when it comes to racing, wouldn't you say? If you really wanna do something, you'll do it."
        },
        {
            "name": "Maruzensky",
            "text": "Wow, you're so passionate! Just hearing you say that makes me want to, but…"
        },
        {
            "name": "Maruzensky",
            "text": "I don't think I can. After all, the \"Emperor\" is staring at us, and I'm super scared."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Haha. While I do appreciate your determination, that's not why we are here today. We're here to be a goal for the next generation to achieve and learn from."
        },
        {
            "name": "Symboli Rudolf",
            "text": "I apologize that I have to say this, but it's my duty as the president of the student council. Please refrain from doing anything unbecoming, or anything that would be problematic if mimicked."
        },
        {
            "name": "Mr. C.B.",
            "text": "Come on, this uniform is super strong and wouldn't tear after just a few races. Rudolf, you're so stubborn."
        },
        {
            "name": "Sirius Symboli",
            "text": "Yup, she really is."
        },
        {
            "name": "Symboli Rudolf",
            "text": "!"
        },
        {
            "name": "Sirius Symboli",
            "text": "Little Miss \"Emperor\" is stubborn and headstrong. So stubborn, she's gotten boring."
        },
        {
            "name": "Sirius Symboli",
            "text": "CB, Maruzen, why don't we get out of here and have ourselves a little bit of fun? What's she gonna do? She's busy being tied to her throne."
        },
        {
            "name": "Sirius Symboli",
            "text": "A throne that will soon be nothing more than a remnant of the past."
        },
        {
            "name": "Maruzensky",
            "text": "Hold on, wait one second! Jeez, Sirius-chan, what's with you? You and Rudolf are just like oil and water. You've been friends since you were children, so you should be more…"
        },
        {
            "name": "Sirius Symboli",
            "text": "Oh, so you prefer running your mouth, huh, Maruzen? Well you see, I much prefer running with my legs."
        },
        {
            "name": "Sirius Symboli",
            "text": "Especially… When I get to see the crimson \"monster\" burn into nothingness. Or rather, I'm looking forward to being the cause of that burnout."
        },
        {
            "name": "Maruzensky",
            "text": "Aww jeez… Now you've got me all scared."
        },
        {
            "name": "Mr. C.B.",
            "text": "Haha! But Sirius, you also tend to talk too much, doncha. If you really wanna race, then why don't we just get to it? Come on, hurry up and…"
        },
        {
            "name": "Symboli Rudolf",
            "text": "That's enough…"
        },
        {
            "name": "Symboli Rudolf",
            "text": "School is going to be starting soon… Everyone, it's time to head to your classrooms."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Moreover, is it truly the right time to get this fired up? Because trust me, when the time is right, I'll be just as fired up as you, and ready to take you on."
        },
        {
            "name": "Sirius Symboli",
            "text": "Hmph… Whatever, you can continue to sit atop your high-horse for now."
        },
        {
            "name": "Sirius Symboli",
            "text": "But one of these days, I'm going to bring you to your knees, Rudolf!"
        }
    ]
}