{
    "text_block_list": [
        {
            "name": "Average Trainer",
            "text": "——You want to get to know Air Shakur better…? Why bother asking me?"
        },
        {
            "name": "Average Trainer",
            "text": "Word's gotten around about it, so I'm sure you heard, right? That I shouldn't have bothered, with how inscrutable she was. What's the point of…",
            "choice_data_list": [
                "Even if you don't understand her, I want to know."
            ]
        },
        {
            "text": "Given what happened that last time, I wouldn't get anywhere asking her directly. So I asked the people around her instead."
        },
        {
            "text": "I asked about the path she'd walked, the actions she'd taken. Anything, anything at all. Thinking that one by one, these pieces would form the full puzzle.",
            "choice_data_list": [
                "Please, tell me!"
            ]
        },
        {
            "name": "Agnes Tachyon",
            "text": "…Hmmm?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Aah, it's you. I just sent you something, check it for me, will you? That's all, I'll be on my way.",
            "choice_data_list": [
                "W-wait, hang on…!",
                "W-wait, hang on…!"
            ]
        },
        {
            "text": "Checking my inbox, I saw she'd sent a massive amount of data. All of it looked like really complex research materials…"
        },
        {
            "name": "Agnes Tachyon",
            "text": "I managed to procure all this data from a deal with Shakur-kun. Take a good look at these graphs, these formulae. This is where her personality truly shines.",
            "choice_data_list": [
                "……!"
            ]
        },
        {
            "name": "Agnes Tachyon",
            "text": "It comes through in her writing, too. Logical and clinical, with no room for flourish. Despite the sense of aesthetic elegance that seems to pervade her work."
        },
        {
            "name": "Agnes Tachyon",
            "text": "It gives the impression of an absolute pragmatist, as impossible of a thing that is to be. …Ah, you should know, the contents themselves may prove a bit too technical for you.",
            "choice_data_list": [
                "I'll give them a read anyway. Thanks."
            ]
        },
        {
            "name": "Agnes Tachyon",
            "text": "…I see. I won't elucidate anything for you, so you'll need to mull it over for yourself. I'm sure you'll wring some useful information out of it, so long as you make an honest effort.",
            "choice_data_list": [
                "Why are you helping me?",
                "Why are you helping me?"
            ]
        },
        {
            "name": "Agnes Tachyon",
            "text": "Oh, 'helping you' isn't quite right. It's merely my predilection as a scientist to guide the curious to knowledge they seek. Knowledge of her included."
        },
        {
            "text": "I kept on asking Umamusume and my senior trainers, and kept reviewing old footage, building my understanding of Air Shakur day by day."
        },
        {
            "name": "Air Shakur",
            "text": "……Whew."
        },
        {
            "name": "Air Shakur",
            "text": "(Gotta find a trainer soon. What's the point of requiring one to debut, anyway…? …Guess now's too late to worry about it.)"
        },
        {
            "name": "Air Shakur",
            "text": "A trainer, huh…"
        },
        {
            "text": "\"You still want to win, don't you?\""
        },
        {
            "text": "\"You still want to win, don't you?\""
        },
        {
            "name": "Air Shakur",
            "text": "(Can't stand any of 'em anyway, so I guess there's no point being picky. Just gotta have a trainer on paper, so anyone'll do.)"
        },
        {
            "name": "Air Shakur",
            "text": "(Though… I'm sick and tired of these clowns who think I'm \"incomprehensible\". …Plus, I already know how it's all gonna end, debut or not.)"
        },
        {
            "name": "Air Shakur",
            "text": "…Yep, might as well just give it up now… …",
            "choice_data_list": [
                "You really going to give up?",
                "Are you really going to give up?"
            ]
        },
        {
            "name": "Air Shakur",
            "text": "…Ngh. …It's not exactly uncommon, you know. I'm just… quitting while I'm ahead."
        },
        {
            "name": "Air Shakur",
            "text": "What's the point trying to win a shitty rigged-ass game? You'd have to be dumb as hell to try.",
            "choice_data_list": [
                "But you're not dumb.",
                "But you're not."
            ]
        },
        {
            "name": "Air Shakur",
            "text": "…Yep. That's why I——",
            "choice_data_list": [
                "You don't want to give up. \nBecause you want to win."
            ]
        },
        {
            "name": "Air Shakur",
            "text": "……Huh?"
        },
        {
            "text": "Having picked up the pieces she left, I think I understood, even just a little bit. Just how hard she was trying to win. So…",
            "choice_data_list": [
                "You are not going to give up.",
                "You are not going to give up."
            ]
        },
        {
            "name": "Air Shakur",
            "text": "…Easy for you to say, thinking you've got it all figured out. I really hate that kinda surface-level crap.",
            "choice_data_list": [
                "You're right. I don't have anything figured out.",
                "You're right. I don't have anything figured out."
            ]
        },
        {
            "text": "I could spend my whole life trying, and never even catch a glimpse of the world reflected in her eyes. But I still wanted to know."
        },
        {
            "text": "I wanted to talk with her, to help her win, if she'd let me. Even if we couldn't see eye to eye, I wanted to look forward together——",
            "choice_data_list": [
                "I don't want to give up understanding you.",
                "I don't want to give up understanding you."
            ]
        },
        {
            "name": "Air Shakur",
            "text": "……!"
        },
        {
            "name": "Air Shakur",
            "text": "You don't even know how to code. You act out on reasons as flimsy as your feelings. You are not like me."
        },
        {
            "name": "Air Shakur",
            "text": "And you want to… understand me? How? Understanding… How is that going to help me?",
            "choice_data_list": [
                "I want to put in the effort to find out.",
                "I want to put in the effort to find out."
            ]
        },
        {
            "name": "Air Shakur",
            "text": "Even if that effort goes to waste…? Even then?——",
            "choice_data_list": [
                "I want to be your trainer!",
                "I want to be your trainer!"
            ]
        },
        {
            "name": "Air Shakur",
            "text": "…I really don't get you. What can you offer me?",
            "choice_data_list": [
                "I have my merits."
            ]
        },
        {
            "name": "Air Shakur",
            "text": "Like what?",
            "choice_data_list": [
                "I can watch you win!",
                "I can watch you win!"
            ]
        },
        {
            "name": "Air Shakur",
            "text": "…Ngh."
        },
        {
            "text": "Having the privilege to witness to the victory she'd chased so obsessively. For a trainer, there is no greater reward."
        },
        {
            "name": "Air Shakur",
            "text": "…I'm really not getting through to you here, huh? From where I stand, there's no merit in working with you.",
            "choice_data_list": [
                "But I can help you debut."
            ]
        },
        {
            "name": "Air Shakur",
            "text": "…I just said I'm giving up. What's the point?",
            "choice_data_list": [
                "Just say the word and I'll be there."
            ]
        },
        {
            "name": "Air Shakur",
            "text": "……"
        },
        {
            "name": "Air Shakur",
            "text": "…I REALLY don't get you."
        },
        {
            "text": "\"I don't want to give up understanding you.\""
        },
        {
            "text": "\"I don't want to give up understanding you.\""
        },
        {
            "name": "Air Shakur",
            "text": "(…What a stubborn pain in the ass. No, really, how the hell does you understanding help me?)"
        },
        {
            "name": "Air Shakur",
            "text": "…Though, I guess I'm stubborn, too."
        },
        {
            "name": "Air Shakur",
            "text": "(Still haven't found a way to get past that 7cm. The reality of the situation hasn't changed, but…)"
        },
        {
            "name": "Air Shakur",
            "text": "Might as well not give up."
        },
        {
            "name": "Air Shakur",
            "text": "——…Oh."
        },
        {
            "text": "I ran into Air Shakur again that night. I kept an eye out from behind until she got back to school grounds, but…"
        },
        {
            "name": "Policewoman",
            "text": "——Excuse me. You've been following that girl for a while now. Can I have a moment?",
            "choice_data_list": [
                "!"
            ]
        },
        {
            "name": "Policewoman",
            "text": "We've had reports of a suspicious individual tailing an Umamusume. Care to explain yourself at the station?",
            "choice_data_list": [
                "N-No, I——",
                "N-No, I——"
            ]
        },
        {
            "name": "Air Shakur",
            "text": "…Pfft. Guess I gotta bail you out."
        },
        {
            "name": "Air Shakur",
            "text": "Hey, lay off, lady. You got the poor sucker freezing up. 'Sides…"
        },
        {
            "name": "Air Shakur",
            "text": "That sucker's my trainer. …Ain't that right?"
        }
    ]
}