{
    "text_block_list": [
        {
            "text": "Summer training camp season came around."
        },
        {
            "text": "We had to train, of course, but there was plenty to do in the downtime. Swimming on the beach, a fireworks show, the school was even going to host a barbecue."
        },
        {
            "name": "Air Shakur",
            "text": "I'm gonna run, Take my time. …'Ey, what're you just standing there for?"
        },
        {
            "name": "Air Shakur",
            "text": "…Tsk. Go do it in the shade. And hydrate while you're at it. It'd be a pain in the ass to do a do-over."
        },
        {
            "text": "But still, if you'd asked if she could depend on me when it really counts…",
            "choice_data_list": [
                "(…I wouldn't know about that.)",
                "(…I wouldn't know about that.)"
            ]
        },
        {
            "text": "…Well, anyway, summer sure is a pretty eventful season. Time to take advantage of all the things to do and get closer to her!"
        },
        {
            "text": "Well, that was the plan, but——"
        },
        {
            "name": "Air Shakur",
            "text": "You wanna go to the beach? It's hot as hell out there, why go if we're not gonna be training?"
        },
        {
            "name": "Air Shakur",
            "text": "Fireworks? Sounds tiring. Sounds annoying. Sound illogical. Pass."
        },
        {
            "name": "Air Shakur",
            "text": "Hell no.",
            "choice_data_list": [
                "I didn't even say anything…!"
            ]
        },
        {
            "name": "Air Shakur",
            "text": "You were gonna ask about the barbecue, weren't you? Yeah, I figured. So what next? 'Wanna go to the pool?' 'Wanna go camping?' Don't get all excited just 'cuz it's summer, dumbass."
        },
        {
            "name": "Air Shakur",
            "text": "I know you were lookin' forward to this, but it's not happening. The only thing I ever planned to do is train."
        },
        {
            "name": "Air Shakur",
            "text": "I don't need to play around or hoot and holler or whatever. That's all noise to me. You oughtta know this already."
        },
        {
            "text": "I did, in fact, already know Air Shakur didn't like noisy stuff. It was probably better if I didn't invite her to loud, crowded events like those.",
            "choice_data_list": [
                "…But I'm still going to keep trying!"
            ]
        },
        {
            "text": "But there had to be something to do that she could enjoy, too. As I was thinking it over—— I noticed a tiny speck of light flashing in the distance.",
            "choice_data_list": [
                "…That's it!"
            ]
        },
        {
            "text": "Firefly watching was a classic summer activity, and you could do it without making a sound. Maybe she'd be up for that, even just a little bit?"
        },
        {
            "text": "With that little speck's encouragement, I started searching, night after night, for a river with fireflies to watch. But——"
        },
        {
            "text": "I couldn't find anything. It was even harder than I expected."
        },
        {
            "text": "That first tiny speck must've been a trick of the eye… I couldn't find <i>one</i> firefly, much less a river full of them.",
            "choice_data_list": [
                "(Summer training's almost over…)"
            ]
        },
        {
            "text": "Maybe it just wasn't in the cards this year. I zoned out, thinking about giving up, when I felt a hand on my shoulder."
        },
        {
            "name": "???",
            "text": "Hey, you. Stop right there. Show me some ID. …We got a tip there's been someone creepin' around all night.",
            "choice_data_list": [
                "I-I'm not doing anyth——!"
            ]
        },
        {
            "name": "Air Shakur",
            "text": "<i>Got youuu.</i>"
        },
        {
            "name": "Air Shakur",
            "text": "Y'looked like you were tweaking all day. Did you really think I wouldn't catch on?"
        },
        {
            "name": "Air Shakur",
            "text": "C'mon, tell me what you're up to."
        },
        {
            "text": "All I could do now was fess up. I sheepishly admitted I'd been looking for fireflies, and why I was doing it."
        },
        {
            "name": "Air Shakur",
            "text": "…Firefly watching. Figured it'd be something like that. You really don't know how to quit."
        },
        {
            "name": "Air Shakur",
            "text": "Didn't I tell you? You don't need to get along with me. Because——",
            "choice_data_list": [
                "Because you have 『Parcae』.",
                "Because you have 『Parcae』."
            ]
        },
        {
            "name": "Air Shakur",
            "text": "…………"
        },
        {
            "name": "Air Shakur",
            "text": "I just don't get you.",
            "choice_data_list": [
                "Huh?"
            ]
        },
        {
            "name": "Air Shakur",
            "text": "I can't understand it. You clearly know how it is, but you still won't give up."
        },
        {
            "name": "Air Shakur",
            "text": "At first I thought you just felt sorry for me, or wanted to satisfy your sense of self-superiority. But that can't be right."
        },
        {
            "name": "Air Shakur",
            "text": "…So what are you doing all this for? Out of a sense of duty? Think it's your creed? Is having one of those the hot new tech?"
        },
        {
            "text": "The answer was so simple, I surprised myself.",
            "choice_data_list": [
                "You're just important to me.",
                "You're just important to me."
            ]
        },
        {
            "name": "Air Shakur",
            "text": "……Huh?"
        },
        {
            "text": "Before we even met, she already had a partner that could do anything. With it, she could get by without needing a 『trainer』."
        },
        {
            "text": "But, even if she was content with not putting her trust in me, what if, somehow, there was a challenge she couldn't take on alone——"
        },
        {
            "text": "If she kept shutting me out, I'd never be able to help her. …I explained those thoughts to her.",
            "choice_data_list": [
                "That's why I won't stop trying to get \ninvolved."
            ]
        },
        {
            "name": "Air Shakur",
            "text": "…………"
        },
        {
            "name": "Air Shakur",
            "text": "…Heh, so you've been inviting me out at every little oppurtunity, just 'cause you're worried about some 'what if'?"
        },
        {
            "name": "Air Shakur",
            "text": "First you worm your way into the net cafe, then you invite yourself to go shopping. …And now here you are, scrounging around for fireflies night after night."
        },
        {
            "name": "Air Shakur",
            "text": "What was your plan if you actually pissed me off? Forget shutting you out, I'd be cutting you off.",
            "choice_data_list": [
                "Because I knew you weren't really mad."
            ]
        },
        {
            "text": "She's not the type to hold back. If she really wanted to cut me off, she would've done it already."
        },
        {
            "name": "Air Shakur",
            "text": "…………"
        },
        {
            "name": "Air Shakur",
            "text": "……You're irritating as hell.",
            "choice_data_list": [
                "！？"
            ]
        },
        {
            "name": "Air Shakur",
            "text": "Don't run your mouth like you've figured it all out. And the hell do you mean, 'what if'? Don't get all freaked out about something if it might not even happen."
        },
        {
            "name": "Air Shakur",
            "text": "…You're completely illogical. Always have been."
        },
        {
            "name": "Air Shakur",
            "text": "……If you wanna find fireflies, you gotta look somewhere with more shade. The dirt here's too hard, and there's not enough grass. Bet you haven't looked upstream."
        },
        {
            "text": "She started walking in the complete opposite direction of the campgrounds. Shrinking in the distance, with no signs of stopping——",
            "choice_data_list": [
                "…Shakur?"
            ]
        },
        {
            "name": "Air Shakur",
            "text": "Aren't you going to come watch? …I don't hate fireflies."
        }
    ]
}