{
    "text_block_list": [
        {
            "name": "Average Trainer",
            "text": "——All right, Air Shakur. Try running the way I just laid out."
        },
        {
            "text": "The day after I met Air Shakur, when I went to check out the course, there she was, getting instructions from another trainer.",
            "choice_data_list": [
                "(Wonder how she'll run.)"
            ]
        },
        {
            "name": "Air Shakur",
            "text": "…Well, here goes."
        },
        {
            "name": "Air Shakur",
            "text": "…Rrraahh!!",
            "choice_data_list": [
                "(Whoa… She's intense!)"
            ]
        },
        {
            "name": "Umamusume A",
            "text": "Hyaa…!? T-that scared me…! Let's go run somewhere further away…"
        },
        {
            "text": "Air Shakur's running was wilder than I imagined. Wild, but not barbaric. Her form seemed incredibly refined, as if she'd eliminated all excess movements."
        },
        {
            "name": "Air Shakur",
            "text": "Haa… Ha… HA! HAHAHA!!",
            "choice_data_list": [
                "(Wow…)"
            ]
        },
        {
            "text": "She attacked the straight like the last leg of a real race, steadily pushing forward… I was drawn in by her striking display of ability, but…"
        },
        {
            "name": "Average Trainer",
            "text": "Whoa, whoa…! Wait a second. That wasn't even close to what I said!",
            "choice_data_list": [
                "(……!?)"
            ]
        },
        {
            "name": "Average Trainer",
            "text": "My exact words were to \"run like you're using a leader strategy\". Why'd you hang back all the way till the fourth corner?"
        },
        {
            "name": "Average Trainer",
            "text": "I'm trying to get a good picture of your strengths. But I need you to work with me here!"
        },
        {
            "name": "Air Shakur",
            "text": "Half-assed."
        },
        {
            "name": "Average Trainer",
            "text": "Huh?"
        },
        {
            "name": "Air Shakur",
            "text": "If you want to know my strengths, how's collecting data on a leader strat gonna help? Cites your sources. Break that logic down for me."
        },
        {
            "name": "Air Shakur",
            "text": "'Sides, when it comes to my own data, I've already got it all up here, verified and validated. I'm just gonna ignore you if you're gonna tell me to do all these extraneous tests."
        },
        {
            "name": "Average Trainer",
            "text": "But your data isn't necessarily all correct, right? As a trainer, my experience and insight are——"
        },
        {
            "name": "Air Shakur",
            "text": "Aah, just forget it. You're just like the rest, too. No more supervised training. See ya."
        },
        {
            "name": "Average Trainer",
            "text": "Huh!? What are you talking about? We just started!"
        },
        {
            "name": "Air Shakur",
            "text": "No more means no more. If you really wanna waste any more of my precious time… You know what I'mma do, don't you? <b>HUH!?</b>"
        },
        {
            "name": "Average Trainer",
            "text": "Eek…! Wh-What's wrong with you? You're beyond understanding!"
        },
        {
            "name": "Trainer A",
            "text": "…Hey, you see that just now? How on earth are you supposed to train a girl like that?"
        },
        {
            "name": "Trainer B",
            "text": "No, no, there's no way… You can't get through to someone like that——"
        },
        {
            "name": "Air Shakur",
            "text": "Hey. Shut up over there. Y'know I can hea——"
        },
        {
            "name": "Meisho Doto",
            "text": "<i>Uwwehhh～!?</i>"
        },
        {
            "name": "Meisho Doto",
            "text": "Owww, sorry… Sorry for causing another scene…"
        },
        {
            "name": "Air Shakur",
            "text": "Yet another spectacular fall. What happened this time?"
        },
        {
            "name": "Meisho Doto",
            "text": "Ah… I… I was pushing myself too much… I haven't been improving my times lately… so I ran harder than I should've."
        },
        {
            "name": "Air Shakur",
            "text": "…Looks like you hit a wall. Don't you think you oughtta take a step back and find a better way than just plain-old pushing yourself?"
        },
        {
            "name": "Air Shakur",
            "text": "I know you're working hard, but improvement won't just go on forever. Eventually you'll hit your limit. Gotta know when to cut your losses to stay efficient."
        },
        {
            "name": "Meisho Doto",
            "text": "Well… I'm not very smart, and slow to figure things out… Working hard is the only thing I can do."
        },
        {
            "name": "Meisho Doto",
            "text": "If I keep trying hard, do my best and take my problem head-on… Even I can break through that wall, someday… Maybe… I think…"
        },
        {
            "name": "Air Shakur",
            "text": "…That so. You breaking that wall… I'd sure wanna see that happen."
        },
        {
            "name": "Air Shakur",
            "text": "…Someday, huh."
        },
        {
            "name": "Air Shakur",
            "text": "There's no point holding onto that hope…",
            "choice_data_list": [
                "(……!)"
            ]
        },
        {
            "name": "Trainer B",
            "text": "Ha～… Looks like she's calmed down somehow…? She was worse than usual today.",
            "choice_data_list": [
                "(Nonsense? ……)"
            ]
        },
        {
            "text": "She probably didn't think anyone else heard her say it under her breath—— But her whispered words kept ringing in my ear…"
        },
        {
            "text": "While I was thinking about the way she ran that morning, I just so happened to stop by the course…",
            "choice_data_list": [
                "(Shakur ……?)"
            ]
        },
        {
            "name": "Air Shakur",
            "text": "Haa… Haa… Ha!"
        },
        {
            "name": "Air Shakur",
            "text": "Damn it, I can't…! I can't, I can't, <i>I can't…——</i>"
        },
        {
            "name": "Air Shakur",
            "text": "I can't break through that \"7cm\"…! It's only that much! But still, <i>I…!</i>",
            "choice_data_list": [
                "(7cm……?)"
            ]
        },
        {
            "name": "???",
            "text": "Aah, that's quite unlike her. Letting her thoughts spew out like that."
        },
        {
            "name": "Agnes Tachyon",
            "text": "Good evening. My name is Agnes Tachyon. A friend of Shakur-kun's… Though she very much doesn't like for me to call myself that."
        },
        {
            "name": "Agnes Tachyon",
            "text": "All the telltale signs of overwork. For a pragmatic, logical person like her to struggle in such an illogical fashion… It's hard to truly empathize with what she's experiencing.",
            "choice_data_list": [
                "What exactly is she struggling with?"
            ]
        },
        {
            "name": "Agnes Tachyon",
            "text": "Are you able to navigate the world of zeroes and ones? If not, it may very well be beyond your understanding."
        },
        {
            "name": "Agnes Tachyon",
            "text": "Shakur-kun is… a devotee of data, if you will. One who believes collecting data and repeating simulations will eventually elucidate a solution."
        },
        {
            "name": "Agnes Tachyon",
            "text": "In her eyes, all the world can be divided between True or False. Any undefined parameters——'potential', for instance, may as well not exist to her."
        },
        {
            "name": "Agnes Tachyon",
            "text": "Ah, here's an a way to put it… Her \"god\" is denying her a future. This god has made an absolute judgement, one she cannot hope to overcome."
        },
        {
            "name": "Agnes Tachyon",
            "text": "If this god's judgement were to be overcome, its divinity would be called into question. A terrifying notion in and of itself. Thus the faithful cannot deny god's judgement, nor even curse it.",
            "choice_data_list": [
                "Still… It looks like she's trying to change \nsomething."
            ]
        },
        {
            "name": "Agnes Tachyon",
            "text": "Fufu, and there's the rub. A most intruiging state of mind. If you asked her, she'd call such efforts foolish. And yet, she persists."
        },
        {
            "name": "Agnes Tachyon",
            "text": "The vision Shakur-kun crafted is indeed elegant in its refinement. But I believe true potential lies in the very extraneities she so deliberately excised."
        },
        {
            "name": "Agnes Tachyon",
            "text": "Oh, it seems like she's about to wrap up training. You know, for all the data collection she does, she doesn't care much for being the one observed."
        },
        {
            "name": "Agnes Tachyon",
            "text": "So I'll be on my way now. Now then, you, the trainer oh-so curiously drawn to Shakur. What will <i>you</i> do?"
        },
        {
            "text": "…I have to go get her!"
        }
    ]
}