{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "King Halo",
            "text": "――so that's why, please help us out！！"
        },
        {
            "name": "King Halo",
            "text": "For all the trouble I've caused up until now, I'll apologize as \nmany times as you'd like. But to ensure that the Cheer Squad this \ntime is a success, I need your help！"
        },
        {
            "name": "Bamboo Memory",
            "text": "Oh. Sure. The documents for last time's \nCheer Squad are right here."
        },
        {
            "name": "Nice Nature",
            "text": "……it's understandable that you'd say that. But King――…… \nE-eeeeeeh！？ You're okay with that！？"
        },
        {
            "name": "Bamboo Memory",
            "text": "Hm？ Of course. Disciplinary Committee rule 56！ \n『If you're being asked for help, take action！』, that's why."
        },
        {
            "name": "Nice Nature",
            "text": "Eh. B-but, up until now, weren't you quite mad at King……？"
        },
        {
            "name": "Bamboo Memory",
            "text": "That's because of all the racket and questionable things you were doing！ \nBut this is about getting some tips on cheering, right？"
        },
        {
            "name": "Bamboo Memory",
            "text": "Then there's no reason that I shouldn't help you！ \nThat's it！！"
        },
        {
            "name": "King Halo",
            "text": "Ah……"
        },
        {
            "name": "King & Nature",
            "text": "Thank you very much！"
        },
        {
            "name": "Bamboo Memory",
            "text": "Alright, let's dive right in then. King, in regards \nto the Fan Appreciation Festival, what do you think \nis important when it comes to cheering？"
        },
        {
            "name": "King Halo",
            "text": "Um, well…… having a unified purpose. And to cheer \non the Uma Musume participating in the events so they \ncan display their full strength, I think."
        },
        {
            "name": "Bamboo Memory",
            "text": "Aah～～, that's important too. However！！ \nThere's one more thing that's just as important！"
        },
        {
            "name": "Bamboo Memory",
            "text": "What you guys are doing is, being part of the Cheer Squad at the \nAppreciation Festival."
        },
        {
            "name": "Bamboo Memory",
            "text": "――The Fan Appreciation Festival is an event where we can convey \nour gratitude to all the fans who always cheer us on."
        },
        {
            "name": "Bamboo Memory",
            "text": "That's why at every event, our number one goal is to ensure the \nfans are having fun!"
        },
        {
            "name": "Bamboo Memory",
            "text": "It's the same with the Cheer Squad！！"
        },
        {
            "name": "Bamboo Memory",
            "text": "The Cheer Squad's goal is to have fun cheering with \nthe fans！ At the same time as livening up the events, \ntheir role is to get the fans fired up！！"
        },
        {
            "name": "Bamboo Memory",
            "text": "By cheering, make sure they have fun！ \nThe Cheer Squad is a way to convey our gratitude to the fans！！"
        },
        {
            "name": "Bamboo Memory",
            "text": "――normally we're clearly split in to the side doing the cheering \nand the side being cheered for, however―"
        },
        {
            "name": "Bamboo Memory",
            "text": "During the Appreciation Festival, the Cheer Squad and fans stand \nin the same place as comrades！"
        },
        {
            "name": "King Halo",
            "text": "Standing together with the fans as comrades……"
        },
        {
            "name": "King Halo",
            "text": "Alright, everyone！ Make sure to liven this up as grandly and \nvociferously as possible！ For those of you gathered here, I'll \ngrant you the privilege of basking in this King's aura！"
        },
        {
            "name": "King Halo",
            "text": "We can't yet. After all, we haven't even been able to liven \nthings up at all……！ As the leader, I need to pull everyone up \nalong with me, I just need to liven everything up……！"
        },
        {
            "name": "King Halo",
            "text": "……perhaps I was getting a little ahead of myself. Rather than \nstanding side-by-side, it's more that I've been standing in front \nand trying to pull them forward."
        },
        {
            "name": "Bamboo Memory",
            "text": "In that case, you just need to be careful from here on！ \nNext week, you have the second practice session, right？"
        },
        {
            "name": "Bamboo Memory",
            "text": "King. As the Captain, it's your job to ensure that everyone at \nthe Appreciation Festival is having fun cheering."
        },
        {
            "name": "Bamboo Memory",
            "text": "With that loud voice during practice, I could hear \nyou across the school grounds！ You can make it an \nAppreciation Festival to remember―― right？"
        },
        {
            "name": "King Halo",
            "text": "――――"
        },
        {
            "name": "King Halo",
            "text": "……Yes！"
        },
        {
            "name": "Cheer Squad Member A",
            "text": "Eh? The cue card for the cheer？ When it comes to the squad \nmembers, I think we all have it memorized already……"
        },
        {
            "name": "King Halo",
            "text": "Yes. But, the Cheer Squad isn't just us. I want the fans to be \nable to sing along too. ……Please！"
        },
        {
            "name": "Cheer Squad Member A",
            "text": "Aah, I see～. That's right, we've only ever taught the fans \nverbally. I understand！"
        },
        {
            "name": "King Halo",
            "text": "Thanks. While we're at it, before the day of the \nAppreciation Festival, we'll have to hold a meeting \nto gather the opinions of the fans……"
        },
        {
            "name": "Cheer Squad Member B",
            "text": "If there's going to be a meeting…… do you think we should prepare \nsome drinks and stuff？"
        },
        {
            "name": "King Halo",
            "text": "That's true！ I should make arrangements……！ \nOh……"
        },
        {
            "name": "King Halo",
            "text": "Um…… can I leave the arrangements to you？ \nI'd like to request your assistance."
        },
        {
            "name": "Cheer Squad Member B",
            "text": "……！ Yeah, just leave it to me！"
        },
        {
            "name": "Seeking the Pearl",
            "text": "Looks like she's settled down a bit. Communication is important, \nafter all. Nature, what kind of magic did you use？"
        },
        {
            "name": "Nice Nature",
            "text": "Eh～？ Oh come on, senpai. You know I can't use magic, and I'm not \none of those girls with their head in the clouds."
        },
        {
            "name": "Nice Nature",
            "text": "It just seems that King, simply decided that she'd \ndo her best having her voice reach others. ……so that \neveryone could smile and cheer together."
        },
        {
            "text": "――And then on the day of the second practice meet."
        },
        {
            "name": "Fans & Cheer Squad Members",
            "text": "Go, Go, Let's Go！ \nTr-a-ce-n！"
        },
        {
            "name": "Fan A",
            "text": "Haa～～, I'm looking forward to the real thing～！ It seems like \neveryone's voices were in synch this time too！"
        },
        {
            "name": "Fan B",
            "text": "Yeah, yeah, I finally memorized the call too！ \nLet's make sure the Uma Musume can hear our voices～！"
        },
        {
            "name": "Nice Nature",
            "text": "(The second practice meet was completely different, our voices \nwere one. The faces of everyone gathered here were bright, as if \nthey had already succeeded――)"
        },
        {
            "name": "Nice Nature",
            "text": "(And the Captain standing next to me, \nwas also happily laughing with them)"
        }
    ]
}