{
    "text_block_list": [
        {
            "name": "Fan A",
            "text": "Oh man～, this year's Appreciation Festival was on another level～！ Hey, the student over there！ Do your best next year too～！"
        },
        {
            "name": "Bamboo Memory",
            "text": "You got it！ Thank you very much！"
        },
        {
            "name": "Seeking The Pearl",
            "text": "Thanks for today, Bamboo. I ended up asking for your help all of a sudden."
        },
        {
            "name": "Bamboo Memory",
            "text": "Oh, if it's about that, you don't need to worry about it！"
        },
        {
            "name": "Bamboo Memory",
            "text": "Never expected that I'd be asked 『Do you still have your Captain's uniform from last year?』 with that timing. The phone call caught me by surprise."
        },
        {
            "name": "Bamboo Memory",
            "text": "To think you'd be in that big of a hurry to get in contact with me…… you were worried about King this whole time, weren't you？"
        },
        {
            "name": "Bamboo Memory",
            "text": "……Oh, Nature, good work！ I heard about it from Pearl-senpai. That you took charge when it came to reorganizing the shift assignments！"
        },
        {
            "name": "Nice Nature",
            "text": "Hee！？ No, no, that was something that anyone could do. Besides……"
        },
        {
            "name": "Cheer Squad Member A",
            "text": "Captain～～！This year's Appreciation Festival, it was the best, wasn't it！！"
        },
        {
            "name": "Cheer Squad Member B",
            "text": "Let's throw a party with everyone! Are you good at karaoke!?"
        },
        {
            "name": "Nice Nature",
            "text": "……probably, at that moment, everyone in the squad wanted to do their best together with the captain."
        },
        {
            "name": "Nice Nature",
            "text": "(After the Fan Appreciation Festival was over, everyone in the Cheer Squad returned to their normal everyday life. And the days of being subject to the captain's whims came to an end, but――)"
        },
        {
            "name": "King Halo",
            "text": "Unbelieveable, Sky-san！ Next time, I won't let you get away with it！！"
        },
        {
            "name": "Nice Nature",
            "text": "Fufuu, King. Seems like you're being given the run around by her flightiness～"
        },
        {
            "name": "King Halo",
            "text": "Oh, Nature-san. ……"
        },
        {
            "name": "King Halo",
            "text": "What about you？ Aren't your competitions with Teio-san heating up too？ I heard about it from everyone in the shopping district."
        },
        {
            "name": "Nice Nature",
            "text": "Ugh……those old ladies are really talkative, huh？"
        },
        {
            "name": "King Halo",
            "text": "Fufuu, if you need someone to practice with, don't hesitate to ask. I'll help you out anytime."
        },
        {
            "name": "Nice Nature",
            "text": "In that case, how about joining me for coffee every once in a while？ Even just listening to me complain is fine."
        },
        {
            "name": "Nice Nature",
            "text": "And, at the same time I can show my appreciation to the now former Captain who worked so hard. If you need any parallel running training, I can help."
        },
        {
            "name": "King Halo",
            "text": "Oh！"
        },
        {
            "name": "King Halo",
            "text": "Should we head to a cafe？ Or would you rather head to the Shopping District？"
        },
        {
            "name": "Nice Nature",
            "text": "Either is fine～. We could even head to a vending machine that sells that sweet red-bean drinkー."
        },
        {
            "name": "Nice Nature",
            "text": "(……King and I, for just a little while longer, continued our association from the squad)"
        }
    ]
}