{
    "text_block_list": [
        {
            "text": "I ended up not being able to speak to Admire Vega after the race.",
            "choice_data_list": [
                "<i>I can't just leave her alone!</i>"
            ]
        },
        {
            "text": "I don't know what's driving her to race, nor what's causing her to worry so much, or what kind of baggage she has. But…",
            "choice_data_list": [
                "If I don't try to find out, \nthings will never get going."
            ]
        },
        {
            "text": "But first I needed to find her, so I began walking around the campus looking for her. That's when I saw the girl she raced with the other day, Meisho Doto."
        },
        {
            "name": "Meisho Doto",
            "text": "Ah, are you asking me if I've seen Ayabe-san…? Umm, err…! If I had to say whether I saw her or not, I-I'd have to say that I have, but…"
        },
        {
            "name": "TM Opera O",
            "text": "Haa Ha Ha Ha! If we were ephemeral stars, we may reach that far away summit! Yet to reach that impenetrable peak, one would need to devote thy body!",
            "choice_data_list": [
                "Are you saying she's in the mountains…?"
            ]
        },
        {
            "name": "TM Opera O",
            "text": "If one were to put this plainly, that would be correct! And to explain it even more plainly, \"she went there to conduct some trail running!\""
        },
        {
            "name": "Meisho Doto",
            "text": "I, uhh…! S-Sorry, but I have something to s-say… I-If you knew where she was, you'd already be heading there, right…?"
        },
        {
            "name": "Meisho Doto",
            "text": "A-Ayabe-san is very stoic and trains at a super high level… And I know this time is no different, but…"
        },
        {
            "name": "Meisho Doto",
            "text": "It is very d-dangerous…! I think the path might be too treacherous for a human…!",
            "choice_data_list": [
                "Thank you for worrying about \nme, but I want to do this."
            ]
        },
        {
            "name": "TM Opera O",
            "text": "Worry not, Doto. The chimes of fate are already ringing in her brain. Attempting to stop her would be futile."
        },
        {
            "name": "TM Opera O",
            "text": "Worry not, Doto. The chimes of fate are already ringing in her brain. Attempting to stop her would be futile."
        },
        {
            "text": "While laughing loudly, she told me more about where Admire Vega had gone.",
            "choice_data_list": [
                "You're a life-saver! See you both soon!"
            ]
        },
        {
            "name": "Meisho Doto",
            "text": "Awa… Sh-she's already leaving…"
        },
        {
            "name": "Meisho Doto",
            "text": "After the Selection Race, Ayabe-san said she wanted to be \"alone\" for a while… Is it really okay for that trainer to go…?"
        },
        {
            "name": "TM Opera O",
            "text": "Some lean against the door. Some knock on the door. And some simply kick the door down… so this will be perfectly fine!"
        },
        {
            "name": "Admire Vega",
            "text": "You came to talk to me…?",
            "choice_data_list": [
                "Yeah!",
                "Yeah!"
            ]
        },
        {
            "name": "Admire Vega",
            "text": "Well I have nothing to say to you. Nor do I plan on being scouted by you. Bye."
        },
        {
            "text": "She quickly left me in the dust, but… I came here filled with resolve. I can't simply return now!",
            "choice_data_list": [
                "<i>Let's go…!</i>",
                "<i>Let's go…!</i>"
            ]
        },
        {
            "text": "However…"
        },
        {
            "name": "Admire Vega",
            "text": "Hah… haa… haa…",
            "choice_data_list": [
                "<i>*Wheeze…!*</i>"
            ]
        },
        {
            "name": "Admire Vega",
            "text": "Hah… haa… haa…",
            "choice_data_list": [
                "<i>*Wheeze…!*</i>"
            ]
        },
        {
            "text": "As Meisho Doto had warned me, the path was incredibly steep and the gap between Admire Vega and I was only widening…!"
        },
        {
            "text": "Moreover…"
        },
        {
            "text": "I was starting to lose sight of her as the sun was setting, but I continued to desperately run along the steep path.",
            "choice_data_list": [
                "I can't even see my fe- Uwaah!"
            ]
        },
        {
            "text": "(*rustle* *rustle*)"
        },
        {
            "text": "――――――――"
        },
        {
            "text": "My consciousness began returning to me, little by little. As I slowly opened my eyes, I noticed the starry sky above me."
        },
        {
            "text": "A sea of stars so vast that I could almost dive into…"
        },
        {
            "name": "Admire Vega",
            "text": "Are you hurt anywhere…?",
            "choice_data_list": [
                "Huh… Admire Vega!?"
            ]
        },
        {
            "name": "Admire Vega",
            "text": "I'm asking the questions here. Are you hurt?",
            "choice_data_list": [
                "I'm fine. Did you save me…?",
                "I'm fine. Did you save me…?"
            ]
        },
        {
            "name": "Admire Vega",
            "text": "I couldn't just leave you…"
        },
        {
            "text": "Admire Vega frowned while letting out a deep sigh. She then asked me a question."
        },
        {
            "name": "Admire Vega",
            "text": "Why are you so obsessed with me?"
        },
        {
            "name": "Admire Vega",
            "text": "I had such a poor showing at the Selection Race. I know nothing about you, and aside from that race you know nothing about me."
        },
        {
            "name": "Admire Vega",
            "text": "So why?",
            "choice_data_list": [
                "I'm not sure. But…"
            ]
        },
        {
            "name": "Admire Vega",
            "text": "But…?",
            "choice_data_list": [
                "I didn't want to leave you alone any longer.",
                "I didn't want to leave you alone any longer."
            ]
        },
        {
            "name": "Admire Vega",
            "text": "……………"
        },
        {
            "name": "Admire Vega",
            "text": "I'm… fine being alone. I… prefer being alone."
        },
        {
            "name": "Admire Vega",
            "text": "Racing and winning are my burdens to bear, no one else's. After all, she… my sister…"
        },
        {
            "name": "Admire Vega",
            "text": "Died in my place.",
            "choice_data_list": [
                "!!!!!"
            ]
        },
        {
            "name": "Admire Vega",
            "text": "I've said too much… Forget it all."
        },
        {
            "text": "If only a little, she confided in me some of the burdens that she carries. \"I'll carry all of these burdens myself.\" I'm sure that's what she's thinking."
        },
        {
            "text": "Even so…",
            "choice_data_list": [
                "I can't leave you to do this alone!",
                "I can't leave you to do this alone!"
            ]
        },
        {
            "text": "My legs are so heavy and my stamina has already reached its limits. Even so, since I could still see her…",
            "choice_data_list": [
                "Hey, won't you let me be your trainer?",
                "Hey, won't you let me be your trainer?"
            ]
        },
        {
            "name": "Admire Vega",
            "text": "You're chasing after me again and suddenly saying that…?",
            "choice_data_list": [
                "If you want to go forward alone, that's fine.",
                "If you want to go forward alone, that's fine."
            ]
        },
        {
            "name": "Admire Vega",
            "text": "Eh?",
            "choice_data_list": [
                "But I will selfishly continue \nto follow you, and selfishly support you."
            ]
        },
        {
            "name": "Admire Vega",
            "text": "What's… with you…?"
        },
        {
            "name": "Admire Vega",
            "text": "It's almost curfew so I'm leaving."
        },
        {
            "name": "Curren Chan",
            "text": "Ah, Ayabe-san! Welcome home♪ Hey, look at this cute, fluffy―"
        },
        {
            "name": "Admire Vega",
            "text": "Sorry, but could you just let me sleep? I'm… so tired…"
        },
        {
            "name": "Curren Chan",
            "text": "Eh? Ah, okay…?"
        },
        {
            "name": "Admire Vega",
            "text": "Zzz…"
        },
        {
            "name": "Curren Chan",
            "text": "She's making a cute face in her sleep. This. Must. Mean… that something good happened."
        },
        {
            "name": "Admire Vega",
            "text": "I had a dream. A dream that, for what feels like forever, didn't feel like it was suffocating me."
        },
        {
            "name": "Admire Vega",
            "text": "A careless dream where a cute girl whose face I did not know and I… ran through a sea of stars together…"
        },
        {
            "text": "The following day there was a hesitant knock on the door to my office. As I opened the door, in came… Admire Vega!",
            "choice_data_list": [
                "You came to talk about being scouted?",
                "You came to talk about being scouted?"
            ]
        },
        {
            "name": "Admire Vega",
            "text": "If I don't have a trainer, I won't be able to enter the Twinkle Series. So either way, I'd need one eventually…"
        },
        {
            "name": "Admire Vega",
            "text": "And if I had to choose…"
        },
        {
            "name": "Admire Vega",
            "text": "I would choose you.",
            "choice_data_list": [
                "Thank you. I look \nforward to working with you.",
                "Thank you. I look \nforward to working with you."
            ]
        },
        {
            "text": "Thus my days with Admire Vega had finally begun."
        }
    ]
}