{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Haah, haa… haaah…",
            "name": "Admire Vega"
        },
        {
            "text": "I'm not finished yet. \nI… I need to run more.",
            "name": "Admire Vega"
        },
        {
            "text": "It has been a few days since I became her trainer.",
            "choice_data_list": [
                "<i>I'm still a little soft with her, so…</i>"
            ]
        },
        {
            "text": "I'm currently taking notes on how Admire Vega runs. \nI will use this as a basis for her training going forward, but…"
        },
        {
            "text": "Will she actually listen to me?"
        },
        {
            "text": "She does listen to light advice, but when it \ncomes to training that requires us to work together…"
        },
        {
            "text": "I'm… fine being alone. \nI… prefer being alone.",
            "name": "Admire Vega"
        },
        {
            "text": "If I don't have a trainer, I won't be able to enter the \nTwinkle Series. So either way, I'd need one eventually…",
            "name": "Admire Vega"
        },
        {
            "text": "It's hard to get her to do training \nthat requires her to cooperate with me…",
            "choice_data_list": [
                "<i>But…</i>"
            ]
        },
        {
            "text": "I am her trainer. I told her that I would support \nher no matter what, so I have to prove that to―"
        },
        {
            "text": "I'm going to run somewhere else…",
            "name": "Admire Vega",
            "choice_data_list": [
                "Eh?"
            ]
        },
        {
            "text": "Don't… wait for me.",
            "name": "Admire Vega"
        },
        {
            "text": "She ran off before I had a chance to react. \nI wanted to chase after her, but she was just too quick."
        },
        {
            "text": "Hahh, hah, haa…!",
            "name": "Admire Vega"
        },
        {
            "text": "<i>It's fine, I can still run much more today. If I continue at this \npace, one day I'll reach those far away stars, all by myself.</i>",
            "name": "Admire Vega"
        },
        {
            "text": "………",
            "name": "Admire Vega"
        },
        {
            "text": "All… by myself.",
            "name": "Admire Vega"
        },
        {
            "text": "I was so busy organizing my notes \nthat I didn't realize it was already nighttime.",
            "choice_data_list": [
                "But there's only a little left to do…"
            ]
        },
        {
            "text": "I hope I can get my feelings across to Admire Vega \ntomorrow. And I hope that I can be useful to her too."
        },
        {
            "text": "You're here again.",
            "name": "Admire Vega"
        },
        {
            "text": "Trainer-san, you'll catch a cold if you \ncontinue to sleep here. You should go home.",
            "name": "Admire Vega"
        },
        {
            "text": "And you left your computer on, and these notes…",
            "name": "Admire Vega"
        },
        {
            "text": "\"She seems to like stars.\" \"Should I change \nthe training start time?\" \"Where's a good area \nto stargaze?\" \"I'll ask Tazuna about it.\""
        },
        {
            "text": "\"She's doing this for 'her'?\""
        },
        {
            "text": "\"What else can I do for her?\"",
            "name": "Admire Vega"
        },
        {
            "text": "Why is she… doing all of this? I told her so \nmany times… that I prefer doing things alone.",
            "name": "Admire Vega"
        },
        {
            "text": "<i>I thought that all I wanted was to see the stars. \n</i> <i>That all I wanted was to continue running, \nuntil I reached that faraway place.</i>",
            "name": "Admire Vega"
        },
        {
            "text": "<i>But…</i>",
            "name": "Admire Vega"
        },
        {
            "text": "She's definitely waiting for you.",
            "name": "???"
        },
        {
            "text": "No… that isn't true. The only reason I \ncame back was because of my curfew. That's it.",
            "name": "Admire Vega"
        },
        {
            "text": "………",
            "name": "Admire Vega"
        },
        {
            "text": "All the effort you're putting into me… \nI don't deserve it.",
            "name": "Admire Vega"
        },
        {
            "text": "<i>There's a different Uma Musume that deserved all of this. \nThe one who was meant to shine like a dazzling star.</i>",
            "name": "Admire Vega"
        },
        {
            "text": "My… beloved sister.",
            "name": "Admire Vega"
        },
        {
            "text": "It seems like someone covered me in a blanket. I didn't open my \neyes, but in my sleep I could hear the faint sounds of footsteps."
        }
    ]
}