{
    "text_block_list": [
        {
            "name": "Admire Vega",
            "text": "………"
        },
        {
            "name": "Admire Vega",
            "text": "<i>If only you were here…</i>"
        },
        {
            "name": "Admire Vega",
            "text": "<i>I've had that thought so many times.</i>"
        },
        {
            "name": "Admire Vega",
            "text": "<i>But I know that you'll always be inside of me, that you'll never disappear.</i>"
        },
        {
            "name": "Admire Vega",
            "text": "<i>That's because even if I can't hear your voice, even if I can't see your body, I can still feel you.</i> <i>I can feel you and your precious thoughts.</i>"
        },
        {
            "name": "Admire Vega",
            "text": "<i>Even under this beautiful starry sky, I know you're…</i>"
        },
        {
            "name": "PA System",
            "text": "We look forward to seeing you again. The next projection will begin at…"
        },
        {
            "text": "The planetarium. I knew she loved the stars, so I came here to learn more so that we would have something to talk about.",
            "choice_data_list": [
                "That was so beautiful…"
            ]
        },
        {
            "text": "I enjoyed it more than I thought I would. I figured this was a good time to learn more about the stars. So I went to the gift shop, looking for some picture books to help my study, when…"
        },
        {
            "name": "Admire Vega",
            "text": "Ah…",
            "choice_data_list": [
                "So you came too, Ayabe?"
            ]
        },
        {
            "name": "Admire Vega",
            "text": "I always come here… But why are you here?"
        },
        {
            "name": "Admire Vega",
            "text": "Did you come to look at the stars?"
        },
        {
            "text": "Admire Vega asked me a question. It's rare to see her try to have a conversation.",
            "choice_data_list": [
                "I thought I'd learn more about the stars."
            ]
        },
        {
            "name": "Admire Vega",
            "text": "Why…? Are you interested in the stars?"
        },
        {
            "text": "As expected, the conversation is still going! I can't waste this chance. I need to come up with something witty…",
            "choice_data_list": [
                "It's because I love you!"
            ]
        },
        {
            "name": "Admire Vega",
            "text": "…What?",
            "choice_data_list": [
                "Eh?"
            ]
        },
        {
            "name": "Admire Vega",
            "text": "Wh-What are you… saying…?",
            "choice_data_list": [
                "Ah, no I meant… \nYou know, stars! The stars!"
            ]
        },
        {
            "text": "In my haste, I ended up saying something weird. I hurriedly corrected myself, stating that \"it's because you love the stars.\""
        },
        {
            "name": "Admire Vega",
            "text": "Ah… I get it now. Next time think before you speak."
        },
        {
            "name": "Admire Vega",
            "text": "But, just because I love the stars doesn't mean that you have to as well, you know?"
        },
        {
            "name": "Admire Vega",
            "text": "I get it. Since you're my trainer, you're trying to meet me halfway, right?"
        },
        {
            "name": "Admire Vega",
            "text": "But I don't want that… nor do I need it."
        },
        {
            "name": "Admire Vega",
            "text": "I've said this many times before, but I'm fine being alone. I don't need friends, I don't need someone to console me, and I don't need people to be nice to me."
        },
        {
            "name": "Admire Vega",
            "text": "Racing and winning are my burdens to bear, no one else's. Moreover, she… my sister…"
        },
        {
            "name": "Admire Vega",
            "text": "Died in my place."
        },
        {
            "name": "Admire Vega",
            "text": "So just stop…",
            "choice_data_list": [
                "I simply and selfishly \nwant to get closer to you."
            ]
        },
        {
            "name": "Admire Vega",
            "text": "Again… with that?"
        },
        {
            "name": "Admire Vega",
            "text": "No matter what I say, you continue to reply with the same thing."
        },
        {
            "name": "Admire Vega",
            "text": "I'm going home…",
            "choice_data_list": [
                "Ah, but I figured we could…"
            ]
        },
        {
            "name": "Admire Vega",
            "text": "You were looking for a book to buy, right?"
        },
        {
            "name": "Admire Vega",
            "text": "The one on your right is easy to understand."
        },
        {
            "text": "Admire Vega said this after noticing the books in my hand. She then quietly walked away without another word."
        },
        {
            "name": "Admire Vega",
            "text": "………"
        },
        {
            "name": "Admire Vega",
            "text": "<i>Why can't I treat her coldly…?</i>"
        },
        {
            "name": "Admire Vega",
            "text": "<i>I could have been more aggressive… I could have yelled at her to make sure she stayed away.</i>"
        },
        {
            "name": "Admire Vega",
            "text": "………"
        },
        {
            "name": "Admire Vega",
            "text": "But to participate in races, I need a trainer."
        },
        {
            "name": "Admire Vega",
            "text": "<i>That's the only thing I need. I know that for a fact. After all, I'm happy being alone.</i>"
        }
    ]
}