{
    "text_block_list": [
        {
            "text": "After today, summer training camp will be over. These past few days, there was one thing that was bothering me-"
        },
        {
            "name": "Kitasan Black",
            "text": "…"
        },
        {
            "text": "It seemed like Kitasan Black was always watching me. She'd look in my direction every now and then, as if checking on me, but why…?",
            "choice_data_list": [
                "Um…"
            ]
        },
        {
            "name": "Kitasan Black",
            "text": "Y-yeah! What's wrong?! If there's anything bothering you, just let me know!"
        },
        {
            "name": "Kitasan Black",
            "text": "Ah, preparing the equipment for the next part of training? Leave it to me, I'll have it ready in no time―!"
        },
        {
            "text": "Without waiting for a response, Kitasan Black ran off to prepare for the next part of training."
        },
        {
            "name": "Kitasan Black",
            "text": "Haa, haa… yaaaaaaaa!"
        },
        {
            "text": "I missed the chance to ask why she was watching me, and training continued."
        },
        {
            "text": "Kitasan Black's running was quite splendid. The results of summer training camp were already showing.",
            "choice_data_list": [
                "Looking good, Kitasan!",
                "Looking good, Kitasan!"
            ]
        },
        {
            "name": "Kitasan Black",
            "text": "…!"
        },
        {
            "name": "Kitasan Black",
            "text": "Haaaaaaa!!"
        },
        {
            "name": "Kitasan Black",
            "text": "Haa, haa… haa-… fuu…",
            "choice_data_list": [
                "Good work! That was a good run!"
            ]
        },
        {
            "name": "Kitasan Black",
            "text": "Y-yeah! Thank you very much."
        },
        {
            "name": "Kitasan Black",
            "text": "…"
        },
        {
            "name": "Kitasan Black",
            "text": "…Ehehe.",
            "choice_data_list": [
                "Kitasan?"
            ]
        },
        {
            "name": "Kitasan Black",
            "text": "No, it's nothing!"
        },
        {
            "text": "That night, after hearing there was a festival nearby, Kitasan Black and I had decided to go, but-"
        },
        {
            "name": "Kitasan Black",
            "text": "…Um, well you see. Before we head to the festival, do you have… a little bit of time?"
        },
        {
            "name": "Kitasan Black",
            "text": "Mmmm! Running here felt really good, you know～! Before I knew it, training was over in the blink of an eye."
        },
        {
            "name": "Kitasan Black",
            "text": "… because of Trainer-san I feel like I've grown, and I can say I'm proud of that."
        },
        {
            "name": "Kitasan Black",
            "text": "Of course, there's still a lot more things I need to learn from now on but…",
            "choice_data_list": [
                "It's because you worked hard, Kitasan"
            ]
        },
        {
            "name": "Kitasan Black",
            "text": "…Uu. Trainer-san, I…!"
        },
        {
            "name": "Kitasan Black",
            "text": "I believed Trainer-san was someone who was [Amazing, and could do anything well]!",
            "choice_data_list": [
                "Eh?"
            ]
        },
        {
            "name": "Kitasan Black",
            "text": "You answered all of my questions, when I was worried about something we'd solve it together. An [Amazing person] who could solve even really difficult issues, with simple solutions"
        },
        {
            "name": "Kitasan Black",
            "text": "But… when I told my dad about this, he told me something."
        },
        {
            "name": "Kitasan Black",
            "text": "[There's hard work that you can't see, too]"
        },
        {
            "name": "Kitasan Black",
            "text": "…is what he said. Hearing those words, I remembered something."
        },
        {
            "name": "Satono Diamond",
            "text": "I continued studying at home, just that. And also, just did what my family and coach kept telling me."
        },
        {
            "name": "Satono Diamond",
            "text": "With everyone's help I kept preparing. [To someday become a strong Uma Musume that can win a G1]. That's not just my dream."
        },
        {
            "name": "Satono Diamond",
            "text": "It's also my family's dearest wish. From back then and up to this day, we've kept aiming for that. Before I was even born…"
        },
        {
            "name": "Kitasan Black",
            "text": "…That's right. Even Dia-chan, was like that."
        },
        {
            "name": "Kitasan Black",
            "text": "It's so obvious, isn't it? Because everyone is like that, not just working hard where people can see it."
        },
        {
            "name": "Kitasan Black",
            "text": "But… unfortunately, I seemed to have forgotten that. That [Amazingness] overwhelmed me, until I finally realized the importance of [Hardwork]."
        },
        {
            "name": "Kitasan Black",
            "text": "…Trainer-san too, you worked hard too, didn't you? All for my sake.",
            "choice_data_list": [
                "I'm just doing it because I want to"
            ]
        },
        {
            "name": "Kitasan Black",
            "text": "…Yeah. But that's why, I want to see that rewarded. Trainer-san's hardwork."
        },
        {
            "name": "Kitasan Black",
            "text": "And so my Dad said-"
        },
        {
            "name": "Kitasan Black",
            "text": "[The song that is sung while thinking of someone, is a song that will reach everyone's heart]"
        },
        {
            "name": "Kitasan Black",
            "text": "…That's what he said. I had never really understood those words."
        },
        {
            "name": "Kitasan Black",
            "text": "That's why, with feelings of gratitude I need to work hard to return the favor. Not just being supported, but also by supporting.",
            "choice_data_list": [
                "Is that perhaps why you've…"
            ]
        },
        {
            "name": "Kitasan Black",
            "text": "Yes. Working hard during training so I can produce results, and asking for a day off…"
        },
        {
            "name": "Kitasan Black",
            "text": "I thought of a bunch of things, and tried to actually do a couple of them but… for some reason it wasn't going well."
        },
        {
            "name": "Kitasan Black",
            "text": "…But, just a moment ago I thought [Ah, this is it]."
        },
        {
            "name": "Kitasan Black",
            "text": "The thing I really wanted to do… I realized what I could do for Trainer-san."
        },
        {
            "name": "Kitasan Black",
            "text": "…"
        },
        {
            "name": "Kitasan Black",
            "text": "I just want Trainer-san to be happy!",
            "choice_data_list": [
                "Kitasan…"
            ]
        },
        {
            "name": "Kitasan Black",
            "text": "Because, just a moment ago, when I saw Trainer-san's smile, it really made me happy!"
        },
        {
            "name": "Kitasan Black",
            "text": "I want your efforts to be rewarded, I want to show you how grateful I am. But, that isn't the my only answer-"
        },
        {
            "name": "Kitasan Black",
            "text": "The feeling of wanting to make you happy, I want Trainer-san to feel that from the bottom of my heart."
        },
        {
            "name": "Kitasan Black",
            "text": "That's probably the way I can [support]!"
        },
        {
            "text": "Those genuine and straight-forward words from Kitasan Black, made me feel a little embarrassed but-",
            "choice_data_list": [
                "I'm glad we could both do that for each other"
            ]
        },
        {
            "name": "Kitasan Black",
            "text": "! Yeah! It's great!!"
        },
        {
            "text": "Kitasan Black's expressions was all smiles, glittering like fireworks. Both of us aiming to make the other smile, it was very much a blessing."
        },
        {
            "name": "Kitasan Black",
            "text": "Allllright! With a loud voice from within, let's go～!"
        },
        {
            "text": "With a relieved face, Kitasan Black threw both her arms in the air."
        },
        {
            "text": "By supporting each other, both of us could stand tall. And with a stir, the sound of Taiko drums reverberated throughout the venue."
        }
    ]
}