{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Aaaaaah?! The pole… is gonna fall overrrrr!! \nN-no waaay～!",
            "name": "Horsegirl A"
        },
        {
            "text": "Across the Tracen Academy grounds— a scream rang out."
        },
        {
            "text": "The classes were competing against each other in \"Pole Toppling\". \nOne team seemed to be on the verge of defeat…"
        },
        {
            "text": "Dangit～, no matter how many times we attack, we can't push deeper \nin to their camp?! What's with that strong guard～?",
            "name": "Horsegirl A"
        },
        {
            "text": "Aaaaah, the defense here is collapsing too～…! \nThis is… impossible～!!",
            "name": "Horsegirl B"
        },
        {
            "text": "Everyone…!! \nDon't give up!!",
            "name": "Kitasan Black"
        },
        {
            "text": "We can still recover from this!! Defense team, listen up! \nThis is where we need to stand firm. Do your best to hold out.",
            "name": "Kitasan Black"
        },
        {
            "text": "Three of you with confidence in your strength, follow \nme. If you can't hold out for long — we'll just \nhave to push through before they can.",
            "name": "Kitasan Black"
        },
        {
            "text": "Kita-chan, you plan to take them on from the front, huh? \nThat's right, if it's Kita-chan…!",
            "name": "Satono Diamond"
        },
        {
            "text": "Yeah, leave it to me! Ever since I was a kid I've \ncarried those portable shrines that are way heavier \nthan me…! Just watch me, Dia-chan!",
            "name": "Kitasan Black"
        },
        {
            "text": "Everyoooooone, follow meeeeee!! Let's win this together! \nHaaaaaaaaaaaaaaaaa!!",
            "name": "Kitasan Black"
        },
        {
            "text": "An unbelievable miracle occurred. She really \ndid break through the defense and knock over \nthe pole, a true come-from-behind victory."
        },
        {
            "text": "That's our Kitasan! \nYo, our rescue captain!",
            "name": "Horsegirl B"
        },
        {
            "text": "Ehehe, thanks! But this wasn't just because \nof me. We won because of everyone's efforts! \nLet's do our best in the next one too!",
            "name": "Kitasan Black"
        },
        {
            "text": "As a trainer… that look in her eyes, the expression on her \nface, and that leadership made it hard not to admire her."
        },
        {
            "text": "Hey hey, you over there, Trainer-kun!! \nLooks like that girl's got your attention, huh?",
            "name": "Tokai Teio"
        },
        {
            "text": "Kitasan Black, or Kita-chan for short! I'm looking forward to her \nfuture. Seeing how a girl that strong will become with training.",
            "name": "Tokai Teio",
            "choice_data_list": [
                "You're… Tokai Teio",
                "You're… Tokai Teio"
            ]
        },
        {
            "text": "Fufuun, looks like you know about me. Well, I guess that's not \nsurprising. If you hadn't heard of the invincible Teio-sama as a \ntrainer, then you must have been living under a rock!",
            "name": "Tokai Teio"
        },
        {
            "text": "Kita-chan, I wonder what kind of Uma Musume she'll become. \nBefore, she used to say she wanted to be like me though.",
            "name": "Tokai Teio"
        },
        {
            "text": "Aaah, Teio-saaaan!!",
            "name": "Kitasan Black"
        },
        {
            "text": "Did you see me out there? My running play?",
            "name": "Kitasan Black"
        },
        {
            "text": "It's still nothing compared to Teio-san but, \nwhile aiming for my debut, I've been giving my all everyday!",
            "name": "Kitasan Black"
        },
        {
            "text": "Yep, hopefully you can start running soon! Entering a selection \nrace, and having someone become your trainer, too.",
            "name": "Tokai Teio"
        },
        {
            "text": "…Ah, that person next to you is a trainer, right? \nNice to meet you, I'm called Kitasan Black!",
            "name": "Kitasan Black"
        },
        {
            "text": "She gave a deep bow with her greeting. \nSeems like she's a very sincere Uma Musume."
        },
        {
            "text": "Now that I think about it, Teio-san! I'm entering a mock race \nsoon. On the same day as my childhood friend, Dia-chan!",
            "name": "Kitasan Black"
        },
        {
            "text": "We're running in different races, but we promised that \"We'll \nboth win!\". Um, if you're okay with it, will you come and watch?",
            "name": "Kitasan Black"
        },
        {
            "text": "Yeah, of course! More importantly though, \nmake sure you show me an amazing run, okay～?",
            "name": "Tokai Teio"
        },
        {
            "text": "She's caught my interest, so I'm also going to go watch."
        },
        {
            "text": "And then — The day of the mock race."
        },
        {
            "text": "I'll win, I'm gonna win. Just like usual, run in a tight crowd, \nand eventually they'll fall behind one by one…",
            "name": "Kitasan Black"
        },
        {
            "text": "Wait, eh? Eh? Nobody's falling… behind?! \nNo way, they're accelerating here…?!",
            "name": "Kitasan Black"
        },
        {
            "text": "Kitasan Black desperately chased after them. \nIn the end… she barely made it in top 5."
        },
        {
            "text": "Kitasan, good work～… We definitely thought if it was our \nKitasan she'd win though… Were you feeling okay?",
            "name": "Horsegirl A"
        },
        {
            "text": "Huuuuuh…? I thought I could do it though～. \nAh, Dia-chan's race is starting now…!",
            "name": "Kitasan Black"
        },
        {
            "text": "Next was Kitasan Black's childhood friend, \nSatono Diamond's turn to run."
        },
        {
            "text": "This is… Tracen Academy's pace… It's just about how I \nthought. Just hold back for now. Not yet…",
            "name": "Satono Diamond"
        },
        {
            "text": "—!! Here! From here in one shot — \nYaaaaaaaaaaaaaaaaaaaaa!!",
            "name": "Satono Diamond"
        },
        {
            "text": "She brilliantly pulled through and won. Satono Diamond had pulled \nahead by a nose infront of the goal and claimed victory."
        },
        {
            "text": "W-what happened, Dia-chan?! No, I mean, it's great that you won \nbut… your running style was different from usual, wasn't it?",
            "name": "Kitasan Black"
        },
        {
            "text": "I was totally unable to run well this time, but um… \ndid you do anything special this time around?!",
            "name": "Kitasan Black"
        },
        {
            "text": "Yeah… Tracen Academy races can't be compared to amateur ones. \nI understood that already so…",
            "name": "Satono Diamond"
        },
        {
            "text": "I continued studying at home, just that. \nAnd also, I just did what my family and coach kept telling me.",
            "name": "Satono Diamond"
        },
        {
            "text": "With everyone's help I kept preparing. \"To someday become a \nstrong Uma Musume that can win a G1\". That's not just my dream.",
            "name": "Satono Diamond"
        },
        {
            "text": "It's also my family's dearest wish. From back then and up to this \nday, we've kept aiming for that. Before I was even born…",
            "name": "Satono Diamond"
        },
        {
            "text": "That's why, I'm just a little relieved. What I wanted \nto fulfill, for that dream that I have to fulfill no \nmatter what, I've taken one big step forward.",
            "name": "Satono Diamond"
        },
        {
            "text": "Dia-chan…",
            "name": "Kitasan Black"
        },
        {
            "text": "(I always thought… that we were both the same…)",
            "name": "Kitasan Black"
        },
        {
            "text": "(Playing together in the same way, competing against each other, \nsupporting each other, always at the same time. But…)",
            "name": "Kitasan Black"
        },
        {
            "text": "(…but I was wrong. After the sun had set and we parted ways… \nDia-chan, you were spending that time differently from me…)",
            "name": "Kitasan Black"
        },
        {
            "text": "(To win today — for your family, for your family's desire. \nThat's why Dia-chan won, and I…)",
            "name": "Kitasan Black"
        },
        {
            "text": "Kitasan Black continued to blankly stare off in to the distance. \nShe was standing there in frustration."
        },
        {
            "text": "Maybe it was a bit rude but, I felt something strongly from the \nexpression of defeat on her face. \"This Uma Musume is incredibly \nbrave, and awe-inspiring\""
        },
        {
            "text": "I… wasn't… looking… \nI didn't understand anything…",
            "name": "Kitasan Black"
        },
        {
            "text": "But— But— from now on! \nI may have lost today, but—!",
            "name": "Kitasan Black",
            "choice_data_list": [
                "Excuse me!"
            ]
        },
        {
            "text": "Y-yeah?! \nOh, you're that trainer from before, aren't you?",
            "name": "Kitasan Black"
        },
        {
            "text": "As if I was charmed by her, and in awe of her- \nI couldn't help calling out.",
            "choice_data_list": [
                "Will you let me be your trainer?",
                "Will you let me be your trainer?"
            ]
        },
        {
            "text": "Eh? Eeeeeeeeeeeeeeeeehhh?!",
            "name": "Kitasan Black"
        }
    ]
}