{
    "text_block_list": [
        {
            "name": "Kitasan Black",
            "text": "Teio-san! This time, can you run with me please?! I want to see how far I can go— at least once!!!!"
        },
        {
            "name": "Tokai Teio",
            "text": "Yeah, give me your best shot, Kita-chan! I'll show you how amazing the Uma Musume you look up to really is～!"
        },
        {
            "text": "She accepted the challenge. And so-"
        },
        {
            "name": "Kitasan Black",
            "text": "Haaaaaaaaa, more… I need to run more!! As many tens or hundreds of times it takes!!!!"
        },
        {
            "name": "Kitasan Black",
            "text": "I need to make good use of this strength of mine, it's the only thing I have! Kuu… Haa… Deyaaaa!!!!"
        },
        {
            "text": "With Kitasan Black's tremendous toughness, she never faltered in her absurd training. Far from wavering, her fighting spirit burned even brighter-"
        },
        {
            "name": "Kitasan Black",
            "text": "Haa, haa, haa, slope running… I need to do at least 3 times as much as other girls… I can keep going, I'm not done yet…",
            "choice_data_list": [
                "How many more do you plan to do, Kitasan Black?",
                "How many more do you plan to do, Kitasan Black?"
            ]
        },
        {
            "name": "Kitasan Black",
            "text": "As many as it takes. As many as I can. Until I drop. Teio-san is going to run with me. If she's going to then…!"
        },
        {
            "name": "Kitasan Black",
            "text": "I want to win! I really want to win! To make the most of this one chance, and show them something amazing, to make them all smile!"
        },
        {
            "name": "Kitasan Black",
            "text": "No, there's no guarantee they'll come to see me… but… even still… there's one person I want to make smile-",
            "choice_data_list": [
                "Eh, do you mean…?"
            ]
        },
        {
            "name": "Kitasan Black",
            "text": "It's obvious…! The person who did everything they could to get me to this point, Trainer-san!!"
        },
        {
            "name": "Kitasan Black",
            "text": "The person I'm most indebted to! At the very least, I want that person to smile! If it's for that, more — I can do even more—!!"
        },
        {
            "text": "Before, Kitasan Black had talked about her dream. \"Just like my dad, someone who can grant courage and spirit, that's the kind of Uma Musume I want to be\"."
        },
        {
            "text": "Kitasan Black is betting everything on this, to take one big step forward. It's her one chance. Betting on this \"Festival\", with passion as bright as any fireworks…"
        },
        {
            "name": "Kitasan Black",
            "text": "Trainer-san, please!! My strength, my one and only trait-!! Make it stronger than anyone—!!",
            "choice_data_list": [
                "Yeah, I got it. Let's do it!",
                "Yeah, I got it. Let's do it!"
            ]
        },
        {
            "text": "We were already in sync. Doing every kind of training we could think of with the highest intensity, making full use of her stamina and willpower, from dawn until dusk-"
        },
        {
            "text": "And then — The fated day arrived."
        },
        {
            "name": "Kitasan Black",
            "text": "Haaaaaaaaaaaaaaaaa!!!!"
        },
        {
            "name": "Satono Diamond",
            "text": "Eh, Kita-chan… a start dash?! Normally you don't care about getting out front though. Did your trainer tell you to escape?"
        },
        {
            "name": "Mejiro McQueen",
            "text": "-No, this isn't an escape. This is…!"
        },
        {
            "name": "Kitasan Black",
            "text": "(This is- my strength! What I polished up with Trainer-san, a sudden breakout \"First-strike Lead\"!)"
        },
        {
            "name": "Kitasan Black",
            "text": "(By forcefully pulling the rate of this race up, as long as I'm not exhausted, I'll win! I will dictate the pacing in this race!)"
        },
        {
            "name": "Kitasan Black",
            "text": "(Haa, haa, kuu, haaa…!! The last… straight…! If I can hold it together heeeeere…)"
        },
        {
            "name": "Kitasan Black",
            "text": "(But… Teio-san is keeping up?! On top of that she doesn't look very tired?! Which means… a contest of speed…)"
        },
        {
            "name": "Tokai Teio",
            "text": "Is this it for you?! In that case! I'll be moving ahead! Haaaaaaaaaaaaaaaaaaaaaa!!"
        },
        {
            "name": "Satono Diamond",
            "text": "Aaaah, she's pulling ahead…!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "I guess it can't be helped, her opponent is Teio-san after all. On top of that, turning it in to head-to-head battle, then her chance of winning…"
        },
        {
            "name": "Kitasan Black",
            "text": "(Stamina… I can still keep going… But, I can't increase my speed any more than this… I can't win, I can't win, I can't win…)"
        },
        {
            "name": "Kitasan Black",
            "text": "(Again… I couldn't… Even though I worked so hard… is this the way… it's going… to end?)"
        },
        {
            "text": "Time — seemed to slow. No matter how hard she struggles she won't win. At the moment when all hope seemed lost, something came welling up within."
        },
        {
            "text": "\"You can keep going!! Your toughness isn't just for show!!\" That conviction — was put in to words.",
            "choice_data_list": [
                "Kitasan Black…!!"
            ]
        },
        {
            "text": "\"You can keep going!! Your toughness isn't just for show!!\" That conviction — was put in to words.",
            "choice_data_list": [
                "Kitasan Black…!!"
            ]
        },
        {
            "name": "Kitasan Black",
            "text": "(Trainer-san…! Someone as hopeless as me, you trained me up to this point…!)"
        },
        {
            "name": "Kitasan Black",
            "text": "(Will this end without me repaying the favor…? All of this time… all of these feelings… will I make them worthless…?)"
        },
        {
            "name": "Kitasan Black",
            "text": "(I wont… let that happen. It won't happen. If I let it happen—)"
        },
        {
            "name": "Kitasan Black",
            "text": "I won't— I won't be me!"
        },
        {
            "name": "Kitasan Black",
            "text": "I won't let you pull aheeeeead!!!!!!! Uwaaaaaaaaaaaaaaaaaaaa!!!!!"
        },
        {
            "name": "Tokai Teio",
            "text": "Eh?! Eeeeeeehh?!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "This is… what just happened?! A speed surpassing Teio-san?! Right here at the end?!"
        },
        {
            "name": "Kitasan Black",
            "text": "Uwaaaaaaaaaaaaaaaaahh!!!!!!"
        },
        {
            "name": "Tokai Teio",
            "text": "Ah, that was close…!! I seriously thought you were going to push all the way through to the end…!"
        },
        {
            "name": "Tokai Teio",
            "text": "Hehee, looks like I barely made it. Not bad, Kita-chan. But, I won't let you beat me that easily."
        },
        {
            "name": "Kitasan Black",
            "text": "Kuuuuuuu!!!"
        },
        {
            "name": "Kitasan Black",
            "text": "U-uwaaaaaaaaaaaaaaaaaaaaaaaaaaaaaan!!!!!"
        },
        {
            "name": "Tokai Teio",
            "text": "Eeeh… Kita-chan?!"
        },
        {
            "name": "Kitasan Black",
            "text": "Daaaaaaaaaaaaaaamnit!!!!! Uwaaaaaaaaaaaaaaaaaaaaaaaaan!!!!!!"
        },
        {
            "text": "Everyone was surprised by the sudden tears, but I understood. Kitasan Black wasn't just a really sincere, good person."
        },
        {
            "text": "A passion, second to none, was hidden in that heart of hers. Her dream wasn't just pretty words, it burned hundreds or thousands of times brighter…"
        },
        {
            "name": "Kitasan Black",
            "text": "Trainer-san, I… I… I wasn't able to make anyone smile!"
        },
        {
            "name": "Kitasan Black",
            "text": "But… I won't give up. I don't want to give up! Next time, next time for sure—!!",
            "choice_data_list": [
                "Yeah, let's keep training!",
                "Yeah, let's keep training!"
            ]
        },
        {
            "name": "Kitasan Black",
            "text": "Yes, please…!! From now on, and on, and on and on!! As my official trainer, until the end!!"
        },
        {
            "name": "Kitasan Black",
            "text": "First I need to make Trainer-san smile! After that everyone! And after that even more!! More and more people!!"
        },
        {
            "text": "A never-yielding Kitasan Black, overflowing with potential, stood there trembling. It's possible… that I slightly misunderstood her."
        },
        {
            "text": "I had thought that Kitasan Black's number one trait was her \"Toughness\". Maybe— it was what she just showed in the race, the explosive power of her spirit."
        },
        {
            "text": "Maybe, her strongest trait was- \"The power to do her best for someone\", perhaps."
        },
        {
            "name": "Mejiro McQueen",
            "text": "That was… absolutely stunning. A fervor strong enough to change those around her… Someone like that is our kouhai."
        },
        {
            "name": "Satono Diamond",
            "text": "Fufu, looks like you're just getting started. Kita-chan."
        },
        {
            "name": "Satono Diamond",
            "text": "You found it, didn't you? Someone important to you. From now on, both of us will-!"
        }
    ]
}