{
    "text_block_list": [
        {
            "text": "One day, when I stopped by the riverbank…"
        },
        {
            "name": "Vodka",
            "text": "Heh. Are you here to enjoy the sunset, too?"
        },
        {
            "name": "TM Opera O",
            "text": "No, I'm not. I'm here to swear."
        },
        {
            "name": "Vodka",
            "text": "…A vow?"
        },
        {
            "name": "TM Opera O",
            "text": "Oh, the sun is about to set."
        },
        {
            "name": "TM Opera O",
            "text": "Right now, she's very anxious. What will happen to the world after losing its brilliance?"
        },
        {
            "name": "TM Opera O",
            "text": "That's why I wanted you to be able to relax. With my oath as the future 'end of the century'."
        },
        {
            "name": "TM Opera O",
            "text": "Come on, Sun. Rest in peace. I'll continue lighting the world for you."
        },
        {
            "name": "Vodka",
            "text": "………"
        },
        {
            "name": "Vodka",
            "text": "(Haaaaah?!)"
        },
        {
            "name": "Vodka",
            "text": "(The Hegemon?! There's no way she'd swear on the sun! That can't be…!)"
        },
        {
            "name": "Vodka",
            "text": "(Isn't she too cool?!)"
        },
        {
            "name": "Vodka",
            "text": "Y-Yeah… I swear to the sun, too, right?"
        },
        {
            "name": "TM Opera O",
            "text": "Oh? Is that vow more grand than the founding of the undefeated king, the Temple of Operaau?"
        },
        {
            "name": "Vodka",
            "text": "…The temple!? Y-You're right! I mean, I…!!"
        },
        {
            "name": "Vodka",
            "text": "Be a good girl who can't lose no matter how far away she is! With the highest GI record, everyone's guts are blown!"
        },
        {
            "name": "Vodka",
            "text": "Become a legend with the greatest sparkle of all! And a huge vodka statue!!"
        },
        {
            "name": "Vodka",
            "text": "I'm going to make history as bright as the sun!!"
        },
        {
            "name": "TM Opera O",
            "text": "………Eckserend!!"
        },
        {
            "name": "TM Opera O",
            "text": "Vodka, your goal is noble… cool! Just as elegant as mine!"
        },
        {
            "name": "Vodka",
            "text": "…Heh, heheh♪ W-Well? Like that? Maybe?"
        },
        {
            "name": "TM Opera O",
            "text": "Hey, you. Do you still have time? Want to go tell her more about our vows?"
        },
        {
            "name": "Vodka",
            "text": "…Heh."
        },
        {
            "name": "Vodka",
            "text": "Opera Au! Of course!"
        },
        {
            "text": "The two of them start running. Beyond the riverbank, beyond the sun――!"
        },
        {
            "name": "Daiwa Scarlet",
            "text": "…Huh? What are those two doing here?"
        },
        {
            "name": "Daiwa Scarlet",
            "text": "I came all this way to train on my own, but I can't concentrate at all!"
        }
    ]
}