{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Through trial and error, I had come up with a menu. \nBy getting some advice from Sensei, I was able to come up \nwith something suitable for the week until the mock race."
        },
        {
            "text": "I've confirmed the training menu! This is amazing! Being \nable to identify my weaknesses so easily……I'm surprised!",
            "name": "Narita Top Road"
        },
        {
            "text": "But this menu wasn't just to overcome her weaknesses. To be \nmore precise, it was a menu to increase what she was able to do."
        },
        {
            "text": "Narita Top Road had a really long stride. \nThis meant her rate of acceleration was quite \nhigh, and she could reach her top speed quickly."
        },
        {
            "text": "Because of her long stride, that meant she could fully \ndemonstrate her strengths on courses with long straights.",
            "choice_data_list": [
                "But, on the other hand――"
            ]
        },
        {
            "text": "If she wasn't able to fully shift gears for \nany reason, then she would struggle. For example, \ntight corners and adjusting her pace――",
            "choice_data_list": [
                "You're not good at that……right?",
                "You're not good at that……right?"
            ]
        },
        {
            "text": "Y-yeah. Honestly, I struggle with it. At the start \nor when trying to pull away from the group, if I have \nto suddenly dash or slow down, it doesn't go well……",
            "name": "Narita Top Road"
        },
        {
            "text": "And particularly when the ground is in poor condition, \nmy feet always tend to slip and I can't run like I want to.",
            "name": "Narita Top Road"
        },
        {
            "text": "……Sorry. \nIf only I was more skillful――",
            "name": "Narita Top Road"
        },
        {
            "text": "That wasn't an issue. That's why I made this menu after all.",
            "choice_data_list": [
                "Let's focus training on that!"
            ]
        },
        {
            "text": "! Y-yeah! You're right, that's why I'm doing this training…… \nIt's the menu that Trainer-san made after all.",
            "name": "Narita Top Road"
        },
        {
            "text": "That's amazing. Really……well, it's just amazing! \nJust by watching me run a few times, to be able \nto come up with this……thank you very much!",
            "name": "Narita Top Road"
        },
        {
            "text": "Can I start running then!? \nI want to put this menu in to practice right away!",
            "name": "Narita Top Road",
            "choice_data_list": [
                "O-of course!"
            ]
        },
        {
            "text": "Alright! Then, I'll get started. If there's anything that \ncatches your attention, let me know please. Well then!",
            "name": "Narita Top Road"
        },
        {
            "text": "As soon as I said that, Narita Top Road ran off. \nI couldn't help but smile at her enthusiasm."
        },
        {
            "text": "How should I put it――It seemed like just watching \nher run could make you look on the brighter \nside of things. It was a mysterious power."
        },
        {
            "text": "Haa haa, haa……! \nRely on my speed, and find the best route……!",
            "name": "Narita Top Road"
        },
        {
            "text": "(Trainer-san prepared some markers for me…… \nso try to focus on those――!)",
            "name": "Narita Top Road"
        },
        {
            "text": "Kuu……! I failed……! \nOnce more, at the next corner……!",
            "name": "Narita Top Road"
        },
        {
            "text": "Class Rep Top Road-! Do. Your. Best. At training!!",
            "name": "Classmate Uma Musume"
        },
        {
            "text": "!",
            "name": "Narita Top Road"
        },
        {
            "text": "(She's……cheering for me……!)",
            "name": "Narita Top Road"
        },
        {
            "text": "……Right! Thanks alot!!",
            "name": "Narita Top Road"
        },
        {
            "text": "YaaaaAAAAA!!",
            "name": "Narita Top Road"
        },
        {
            "text": "Even if it was to overcome her weaknesses, the \nmenu was kind of monotonous. Repeating the same \nthing over and over until your body remembered it."
        },
        {
            "text": "It would be easier to get results by focusing on one thing \ninstead of many in such a short period of time―― However――"
        },
        {
            "text": "Haa, haa……haa…… \nAnother failure……It just feels like my feet are so unstable……",
            "name": "Narita Top Road"
        },
        {
            "text": "After just a few hours it would probably start feeling boring. \nIf it started lowering her motivation, I'd have to revise this plan――"
        },
        {
            "text": "Nnn! Once more!! \nTrainer-san, do you have any advice for me!?",
            "name": "Narita Top Road"
        },
        {
            "text": "She was so lively, it was as if she had just \nstarted training. That was what it seemed like \nby the look in her eyes when she asked me.",
            "choice_data_list": [
                "Don't look down, look forward"
            ]
        },
        {
            "text": "Got it! It doesn't help to focus on my feet. \nThank you very much, I'll get going!",
            "name": "Narita Top Road"
        },
        {
            "text": "I decided to take my own advice and \nwatch over her while she ran."
        },
        {
            "text": "A few days later. After training was finished, \nI found Narita Top Road doing more self-training."
        },
        {
            "text": "Fuuu-……that felt good! \nAlright, this time once I get to that corner--",
            "name": "Narita Top Road",
            "choice_data_list": [
                "Narita Top Road"
            ]
        },
        {
            "text": "Hyowaaa!!",
            "name": "Narita Top Road"
        },
        {
            "text": "T-Trainer-san!? \nWhat brings you here?",
            "name": "Narita Top Road",
            "choice_data_list": [
                "You're working too hard"
            ]
        },
        {
            "text": "Ah……hehe, I guess you found out. I'm sorry. \nBut, I just wanted to do everything I could.",
            "name": "Narita Top Road"
        },
        {
            "text": "Even if it's just a mock race, it's the first \nrace I'm challenging together with Trainer-san.",
            "name": "Narita Top Road"
        },
        {
            "text": "……so I can reassure Trainer-san about choosing me, \nthat's the kind of race it is!",
            "name": "Narita Top Road",
            "choice_data_list": [
                "That's……"
            ]
        },
        {
            "text": "……That makes me happy. But, that doesn't mean I want her \nto be reckless. After all, it's the trainer that should \nbe the one lending their strength towards a better result."
        },
        {
            "text": "It's a mock race with Uma Musume that have veteran trainers. \nWill I……be able to let her run the way she wants to?"
        },
        {
            "text": "Everyone's cheering for me, so I'm looking forward to it!",
            "name": "Narita Top Road"
        },
        {
            "text": "The mock race is soon. I was the complete opposite \nof Narita Top Road, who showed a dazzling smile."
        }
    ]
}