{
    "text_block_list": [
        {
            "text": "Through trial and error, I had come up with a menu. By getting some advice from Sensei, I was able to come up with something suitable for the week until the mock race."
        },
        {
            "name": "Narita Top Road",
            "text": "I've confirmed the training menu! This is amazing! Being able to identify my weaknesses so easily……I'm surprised!"
        },
        {
            "text": "But this menu wasn't just to overcome her weaknesses. To be more precise, it was a menu to increase what she was able to do."
        },
        {
            "text": "Narita Top Road had a really long stride. This meant her rate of acceleration was quite high, and she could reach her top speed quickly."
        },
        {
            "text": "Because of her long stride, that meant she could fully demonstrate her strengths on courses with long straights.",
            "choice_data_list": [
                "But, on the other hand――"
            ]
        },
        {
            "text": "If she wasn't able to fully shift gears for any reason, then she would struggle. For example, tight corners and adjusting her pace――",
            "choice_data_list": [
                "You're not good at that……right?",
                "You're not good at that……right?"
            ]
        },
        {
            "name": "Narita Top Road",
            "text": "Y-yeah. Honestly, I struggle with it. At the start or when trying to pull away from the group, if I have to suddenly dash or slow down, it doesn't go well……"
        },
        {
            "name": "Narita Top Road",
            "text": "And particularly when the ground is in poor condition, my feet always tend to slip and I can't run like I want to."
        },
        {
            "name": "Narita Top Road",
            "text": "……Sorry. If only I was more skillful――"
        },
        {
            "text": "That wasn't an issue. That's why I made this menu after all.",
            "choice_data_list": [
                "Let's focus training on that!"
            ]
        },
        {
            "name": "Narita Top Road",
            "text": "! Y-yeah! You're right, that's why I'm doing this training…… It's the menu that Trainer-san made after all."
        },
        {
            "name": "Narita Top Road",
            "text": "That's amazing. Really……well, it's just amazing! Just by watching me run a few times, to be able to come up with this……thank you very much!"
        },
        {
            "name": "Narita Top Road",
            "text": "Can I start running then!? I want to put this menu in to practice right away!",
            "choice_data_list": [
                "O-of course!"
            ]
        },
        {
            "name": "Narita Top Road",
            "text": "Alright! Then, I'll get started. If there's anything that catches your attention, let me know please. Well then!"
        },
        {
            "text": "As soon as I said that, Narita Top Road ran off. I couldn't help but smile at her enthusiasm."
        },
        {
            "text": "How should I put it――It seemed like just watching her run could make you look on the brighter side of things. It was a mysterious power."
        },
        {
            "name": "Narita Top Road",
            "text": "Haa haa, haa……! Rely on my speed, and find the best route……!"
        },
        {
            "name": "Narita Top Road",
            "text": "(Trainer-san prepared some markers for me…… so try to focus on those――!)"
        },
        {
            "name": "Narita Top Road",
            "text": "Kuu……! I failed……! Once more, at the next corner……!"
        },
        {
            "name": "Classmate Uma Musume",
            "text": "Class Rep Top Road-! Do. Your. Best. At training!!"
        },
        {
            "name": "Narita Top Road",
            "text": "!"
        },
        {
            "name": "Narita Top Road",
            "text": "(She's……cheering for me……!)"
        },
        {
            "name": "Narita Top Road",
            "text": "……Right! Thanks alot!!"
        },
        {
            "name": "Narita Top Road",
            "text": "YaaaaAAAAA!!"
        },
        {
            "text": "Even if it was to overcome her weaknesses, the menu was kind of monotonous. Repeating the same thing over and over until your body remembered it."
        },
        {
            "text": "It would be easier to get results by focusing on one thing instead of many in such a short period of time―― However――"
        },
        {
            "name": "Narita Top Road",
            "text": "Haa, haa……haa…… Another failure……It just feels like my feet are so unstable……"
        },
        {
            "text": "After just a few hours it would probably start feeling boring. If it started lowering her motivation, I'd have to revise this plan――"
        },
        {
            "name": "Narita Top Road",
            "text": "Nnn! Once more!! Trainer-san, do you have any advice for me!?"
        },
        {
            "text": "She was so lively, it was as if she had just started training. That was what it seemed like by the look in her eyes when she asked me.",
            "choice_data_list": [
                "Don't look down, look forward"
            ]
        },
        {
            "name": "Narita Top Road",
            "text": "Got it! It doesn't help to focus on my feet. Thank you very much, I'll get going!"
        },
        {
            "text": "I decided to take my own advice and watch over her while she ran."
        },
        {
            "text": "A few days later. After training was finished, I found Narita Top Road doing more self-training."
        },
        {
            "name": "Narita Top Road",
            "text": "Fuuu-……that felt good! Alright, this time once I get to that corner--",
            "choice_data_list": [
                "Narita Top Road"
            ]
        },
        {
            "name": "Narita Top Road",
            "text": "Hyowaaa!!"
        },
        {
            "name": "Narita Top Road",
            "text": "T-Trainer-san!? What brings you here?",
            "choice_data_list": [
                "You're working too hard"
            ]
        },
        {
            "name": "Narita Top Road",
            "text": "Ah……hehe, I guess you found out. I'm sorry. But, I just wanted to do everything I could."
        },
        {
            "name": "Narita Top Road",
            "text": "Even if it's just a mock race, it's the first race I'm challenging together with Trainer-san."
        },
        {
            "name": "Narita Top Road",
            "text": "……so I can reassure Trainer-san about choosing me, that's the kind of race it is!",
            "choice_data_list": [
                "That's……"
            ]
        },
        {
            "text": "……That makes me happy. But, that doesn't mean I want her to be reckless. After all, it's the trainer that should be the one lending their strength towards a better result."
        },
        {
            "text": "It's a mock race with Uma Musume that have veteran trainers. Will I……be able to let her run the way she wants to?"
        },
        {
            "name": "Narita Top Road",
            "text": "Everyone's cheering for me, so I'm looking forward to it!"
        },
        {
            "text": "The mock race is soon. I was the complete opposite of Narita Top Road, who showed a dazzling smile."
        }
    ]
}