{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Congrats on getting a trainer~! \nYou did it! I'm really happy for you!",
            "name": "Classmate Uma Musume"
        },
        {
            "text": "Thanks alot! \nLooks like I need to work harder from now on, huh?",
            "name": "Narita Top Road"
        },
        {
            "text": "Class Rep Top Road, you're always helping me with studying \nand training, so I'm hoping your races will be a big success~!",
            "name": "Classmate Uma Musume"
        },
        {
            "text": "Ehehe. Class Rep Top Road, I really love your running. \nJust watching makes me excited and raises my motivation……\n that's why I'm looking forward to it.",
            "name": "Classmate Uma Musume"
        },
        {
            "text": "I'm glad! I'll run alot! \nWell……because it makes me happy too!",
            "name": "Narita Top Road"
        },
        {
            "text": "For the trainer that talked to me, \nI need to do my best for them too……!",
            "name": "Narita Top Road"
        },
        {
            "text": "Ah, but they're a rookie right? Hmmmm……for Class Rep Top Road, \nI think it'd be better if a veteran trainer spoke to you.",
            "name": "Classmate Uma Musume"
        },
        {
            "text": "Then, maybe you could have started racing right away, \nright? Maybe it would have been better to not \nrespond so quickly, and hold out for a bit longer~.",
            "name": "Classmate Uma Musume"
        },
        {
            "text": "Hold out……",
            "name": "Narita Top Road"
        },
        {
            "text": "(…………At that time, Trainer-san just stood \nthere with their mouth open didn't they?)",
            "name": "Narita Top Road"
        },
        {
            "text": "(I was really happy so I answered immediately but, \nmaybe that's not how it usually goes……)",
            "name": "Narita Top Road"
        },
        {
            "text": "(Does it normally just start with meeting each \nother? Getting to know one another, maybe I \nneeded to take the time to think about that?)",
            "name": "Narita Top Road"
        },
        {
            "text": "But, I……don't regret it and \nI think I'm glad I accepted it……",
            "name": "Narita Top Road"
        },
        {
            "text": "After all, Trainer-san, out of all the other \nUma Musume around, they chose to speak to me.",
            "name": "Narita Top Road"
        },
        {
            "text": "(Opera O-chan, and Ayabe-san too. So many talented Uma Musume. \nBut out of all of those, Trainer-san chose me)",
            "name": "Narita Top Road"
        },
        {
            "text": "(……They had expectations for me)",
            "name": "Narita Top Road"
        },
        {
            "text": "……Alright. These feelings, I need to properly convey them to \nTrainer-san! That I won't make them regret choosing me……!",
            "name": "Narita Top Road"
        },
        {
            "text": "I'd known she had enrolled in Tracen Academy but…… \nI never would have expected that you'd become her trainer.",
            "name": "Sensei",
            "choice_data_list": [
                "So you knew her, Sensei?"
            ]
        },
        {
            "text": "Way back when I was a coach for a club for Uma Musume kids, \nTop Road was there. Even back then she stood out.",
            "name": "Sensei"
        },
        {
            "text": "She was a hard-worker, and loved \nrunning from the bottom of her heart.",
            "name": "Sensei"
        },
        {
            "text": "Coach! Can I go run one more time!? \nNext time, I think I'll be able to run even faster!",
            "name": "Young Top Road"
        },
        {
            "text": "……Huh, huh? It's not going well……but, but! \nOne more time! If I do it one more time, then for sure!!",
            "name": "Young Top Road"
        },
        {
            "text": "She's a little like you. She's so straight-forward that \nsometimes she's a little awkward. ……But, she doesn't \ngive up. She doesn't have the option to give up.",
            "name": "Sensei"
        },
        {
            "text": "It'll be fine. You'll do fine. I believe in you. Work hard like \nyou have been up until now, and go get some real experience.",
            "name": "Sensei"
        },
        {
            "text": "I was still an inexperienced youngester. I was aware of that. \nBut, if he still had expectations for me then――",
            "choice_data_list": [
                "I just need to study then……!"
            ]
        },
        {
            "text": "Right! For you two, G1's aren't just a dream! \nThat awesome scene, I want both of you to show it to me!",
            "name": "Sensei"
        },
        {
            "text": "I missed the timing to enter……",
            "name": "Narita Top Road"
        },
        {
            "text": "(But……Trainer-san and Coach already know each other. \nWhat an amazing coincidence……)",
            "name": "Narita Top Road"
        },
        {
            "text": "…………",
            "name": "Narita Top Road"
        },
        {
            "text": "(……So Trainer-san was also carrying heavy expectations. \nEven after becoming a pro, still studying hard……)",
            "name": "Narita Top Road"
        },
        {
            "text": "……that's the type of person who chose me.",
            "name": "Narita Top Road"
        },
        {
            "text": "Then, those feelings……I definitely don't want to betray them.",
            "name": "Narita Top Road"
        },
        {
            "text": "(In the Mock Race that's in a week……there, I need to \nshow them my run again. Not with words, but by running, \nso they can be reassured that they chose right.)",
            "name": "Narita Top Road"
        },
        {
            "text": "With that decided, on to training! I need to get my legs \nready to take on any training menu that comes my way!",
            "name": "Narita Top Road"
        },
        {
            "text": "Allllright! So I can properly respond to everyone's, \nto Trainer-san's expectations……I'll do my best!!",
            "name": "Narita Top Road",
            "choice_data_list": [
                "Narita Top Road?"
            ]
        },
        {
            "text": "――Ah.",
            "name": "Narita Top Road"
        },
        {
            "text": "It's fine to get yourself motivated, but \nis this really the place for that? As usual, \nthis part of you is just a little uncool.",
            "name": "Sensei"
        }
    ]
}