{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "It had been a few days since I had become a \nPro Trainer at Tracen Academy. Today, too, \nI hadn't found an Uma Musume to be in charge of."
        },
        {
            "text": "If you slouch like that, won't it make the other party uneasy? \nIt's fine if you have more self-confidence.",
            "name": "Sensei",
            "choice_data_list": [
                "Sensei……"
            ]
        },
        {
            "text": "The former trainer who has been mentoring me since I \nstarted aiming to be a Pro Trainer, tried consoling me."
        },
        {
            "text": "You've been saying it for a long time, that you want \nto help an Uma Musume aim for their dream, right? \nThat's why I've had such high expetations of you.",
            "name": "Sensei"
        },
        {
            "text": "……even seeing me in such a pathetic state, \nSensei still said he had such expectations of me. \nThere was not even a glimmer of doubt in his eyes.",
            "choice_data_list": [
                "Expectations, huh……"
            ]
        },
        {
            "text": "If you're fine with me, then I'd be glad to!",
            "name": "???"
        },
        {
            "text": "Thanks alot, Top Ro-senpai! I really admire senpai's straight-\nforward running……I'm sorry for asking something unreasonable!",
            "name": "Kouhai Uma Musume"
        },
        {
            "text": "It's fine! I'm not sure if there's really anything you can learn \nfrom my running……but I'll show you as many times as you want.",
            "name": "Narita Top Road"
        },
        {
            "text": "If you have any questions, I'll answer them afterwards, okay? \nThere's no need to hold back. Well then, let's get to it――",
            "name": "Narita Top Road"
        },
        {
            "text": "Haaa- haa haa haa haa haa!",
            "name": "T M Opera O"
        },
        {
            "text": "It seems the Goddess of Fate has bound us together. \nCome now, let us take to the stage!",
            "name": "T M Opera O"
        },
        {
            "text": "Even without the curtain rising, an etude resounds! \nIs that not so, Ayabe-san!?",
            "name": "T M Opera O"
        },
        {
            "text": "……I have no idea what you're talking about. \nStop trying to get me involved.",
            "name": "Admire Vega"
        },
        {
            "text": "Opera O-chan and Ayabe-san! Looks like both \nof you are training too. What a coincidence!",
            "name": "Narita Top Road"
        },
        {
            "text": "Eeh, eeh……that means we'll get to see all 3 of you run!? \nThank you very much! I'm looking forward to it.",
            "name": "Kouhai Uma Musume"
        },
        {
            "text": "Like I said, don't――",
            "name": "Admire Vega"
        },
        {
            "text": "An outstanding proposal!!!!!",
            "name": "T M Opera O"
        },
        {
            "text": "Wai-……",
            "name": "Admire Vega"
        },
        {
            "text": "Fufuu. Since we have the chance, let's do some parallel running! \nThey'll definitely be able to learn more, I think.",
            "name": "Narita Top Road"
        },
        {
            "text": "But……if we're doing this, I won't lose!",
            "name": "Narita Top Road"
        },
        {
            "text": "At those words, the look in T M Opera O \nand Admire Vega's eyes changed."
        },
        {
            "text": "Excuse me, the Trainer-san over there! \nWould you mind handling the starting signal!?",
            "name": "Narita Top Road",
            "choice_data_list": [
                "Eh? Ahh, okay……"
            ]
        },
        {
            "text": "These 3 were all Uma Musume at the academy that were \nthe center of many rumors. Narita Top Road and Admire \nVega, especially, were getting alot of attention.",
            "choice_data_list": [
                "――Start!"
            ]
        },
        {
            "text": "At the same time as the starting signal, \nthere were the sounds of strong kicks in the turf."
        },
        {
            "text": "The ground is in good condition……! \nWith this, there should be no problems!!",
            "name": "Narita Top Road"
        },
        {
            "text": "Haaaaa……!",
            "name": "Narita Top Road"
        },
        {
            "text": "The moment we shine brightest, is something I know……! \nLet it ring out, a song, a prelude from the ensemble!",
            "name": "T M Opera O"
        },
        {
            "text": "……Haa……! \nMove……out of the way……!",
            "name": "Admire Vega"
        },
        {
            "text": "! Opera O-chan, Ayabe-san……! \n……I'm still……not done yet……!",
            "name": "Narita Top Road"
        },
        {
            "text": "Haaaaaaaaaaa!!",
            "name": "All 3"
        },
        {
            "text": "T M Opera O and Admire Vega both ran splendidly. \nBoth of them had their own unique appeal."
        },
        {
            "text": "However, the one that really caught my eye was――"
        },
        {
            "text": "Narita Top Road……!"
        },
        {
            "text": "She had a strong form with a long stride. \nIt was a running style that relied on her speed."
        },
        {
            "text": "I didn't feel any hesitation in her running that sought \nto take the lead. It was almost like she was screaming \nthat the path ahead, her future, was shining brightly――"
        },
        {
            "text": "……it was exciting. Countless possible training menus came \nto mind, as if my heart was telling me to move forward."
        },
        {
            "text": "Huuu-……what a good feeling! Fufuu, it was an unexpected \nchance for parallel running, but it was fun~!",
            "name": "Narita Top Road"
        },
        {
            "text": "The kouhai were really fired up too~. Next time, so I can \nshow them an even more amazing run, I need to keep training!",
            "name": "Narita Top Road"
        },
        {
            "text": "――Ah, Trainer-san.  \nThank you for handling the starting signal earlier!",
            "name": "Narita Top Road"
        },
        {
            "text": "It was difficult to change yourself so suddenly. \nI still couldn't proudly call myself a Pro Trainer, yet."
        },
        {
            "text": "But, I should be sincere and tell her \nstraight-forwardly, just like her run.",
            "choice_data_list": [
                "I'm looking to scout an Uma Musume",
                "I'm looking to scout an Uma Musume"
            ]
        },
        {
            "text": "Ah, so that's why! \nThen, does that mean you're a new trainer?",
            "name": "Narita Top Road",
            "choice_data_list": [
                "Yeah, I am",
                "Yeah, I am"
            ]
        },
        {
            "text": "Oooh-! It's pretty nerve-wracking at the start, huh……! \nWhen I first came to Tracen Academy, I was really nervous too!",
            "name": "Narita Top Road"
        },
        {
            "text": "When I was growing up, the coach that was taking \ncare of me, talked alot about Tracen Academy, \nso when I got in it was really……really amazing!",
            "name": "Narita Top Road"
        },
        {
            "text": "Ah! Um, is there anything I can help with? \nIf there's someone you want to talk to, I can go get them.",
            "name": "Narita Top Road"
        },
        {
            "text": "In that case, there was something I wanted to ask her. \nI took a deep breath and stood straight.",
            "choice_data_list": [
                "Is there a dream you're aiming for?",
                "Is there a dream you're aiming for?"
            ]
        },
        {
            "text": "Eh? My dream, is it? Now that I think about it, \nthis might be the first time I've put it in to words.",
            "name": "Narita Top Road"
        },
        {
            "text": "I want to――live up to everyone's expectations!",
            "name": "Narita Top Road",
            "choice_data_list": [
                "Everyone's expectations……"
            ]
        },
        {
            "text": "Yeah! My family and friends, kouhai…… \neveryone that's cheering for me. And also――",
            "name": "Narita Top Road"
        },
        {
            "text": "If there are Uma Musume that view me as a rival, then I \nwant to be able to run in a way that won't disappoint them.",
            "name": "Narita Top Road"
        },
        {
            "text": "I want to be able to live up to those expectations!",
            "name": "Narita Top Road"
        },
        {
            "text": "It wasn't an unusual answer. However, I wonder why. \nCompared to anyone before, it strongly――resounded within me."
        },
        {
            "text": "I took another deep breath, looking directly at Narita Top Road.",
            "choice_data_list": [
                "I want to help with that dream",
                "I want to help with that dream"
            ]
        },
        {
            "text": "Eh……does that mean……",
            "name": "Narita Top Road",
            "choice_data_list": [
                "I want to be your trainer",
                "I want to be your trainer"
            ]
        },
        {
            "text": "A-are you okay with that!? \nWah, I'm looking forward to it!",
            "name": "Narita Top Road"
        },
        {
            "text": "Would I be rejected again? But, I had still wanted to say it――"
        },
        {
            "text": "…………",
            "choice_data_list": [
                "Eh?"
            ]
        },
        {
            "text": "Eh?",
            "name": "Narita Top Road"
        },
        {
            "text": "We ended up just staring at each other, \nan awkward silence between us……"
        }
    ]
}