{
    "text_block_list": [
        {
            "text": "The appointed day. With permission from the school, I had brought Smart Falcon to the Ooi Racetrack.",
            "choice_data_list": [
                "We're watching dirt races today"
            ]
        },
        {
            "name": "Smart Falcon",
            "text": "I see～ ……but, why today of all days? There aren't any big races, and there aren't many spectators."
        },
        {
            "name": "Smart Falcon",
            "text": "……you're probably trying to show me the good parts of dirt racing, right? In that case, I would think seeing bigger races would be better.",
            "choice_data_list": [
                "You'll understand once you see it"
            ]
        },
        {
            "name": "Smart Falcon",
            "text": "……？"
        },
        {
            "text": "――The races that day were incredibly fierce. Even while covered in dirt, the participating Uma Musume competed with all they had."
        },
        {
            "text": "Pushing their strength to the limits, painfully gasping for breath. It wasn't something you could say was beautiful. Even then, no, perhaps because of that―"
        },
        {
            "name": "Crowd",
            "text": "Goooooo!! Don't lose-!! Go, go, gooooo-!"
        },
        {
            "name": "Smart Falcon",
            "text": "……! Ah, look out! Ah! Ah, ah, aaaah～! Waaaaaaa～……!!"
        },
        {
            "text": "Perhaps captivated by them doing their utmost, everyone who was watching raised their voices, and then―"
        },
        {
            "name": "Center Uma Musume",
            "text": "Haaa, haaa…… Everyone～! Thank you for the passionate cheers today～!!"
        },
        {
            "name": "Center Uma Musume",
            "text": "Haaa…… Huuu～, alright, let's keep smiling until the end! And so, please listen. Our song is……―"
        },
        {
            "name": "Smart Falcon",
            "text": "――Haaaa～…… that was amazing! It was a really great Live, wasn't it～!?",
            "choice_data_list": [
                "It was",
                "It was"
            ]
        },
        {
            "name": "Smart Falcon",
            "text": "Everyone was sparkling as they gave their best to the point they were about to collapse. No matter how much dirt they were covered in, it was still beautiful―"
        },
        {
            "name": "Smart Falcon",
            "text": "Ah…… That's right, that's how it is. It's because they run with all their might, that an Umadol shines brightly."
        },
        {
            "name": "Smart Falcon",
            "text": "It's because they had to fight and win to sing on stage that it moves people. I was moved too. Those were the Umadols that I looked up to!"
        },
        {
            "name": "Smart Falcon",
            "text": "Being able to to move someone's heart, it doesn't matter whether it's Turf or Dirt. Even then…… I didn't think much about dirt."
        },
        {
            "name": "Smart Falcon",
            "text": "It couldn't be helped that even if you won on Dirt, you wouldn't be able to move people…… I had already convinced myself of that…… Haaa～, I'm disappointed in myself.",
            "choice_data_list": [
                "How do you feel now?"
            ]
        },
        {
            "name": "Smart Falcon",
            "text": "For now…… anyways, I'm glad I got to see the stage today! It helped me realize something important, and I had a lot of fun."
        },
        {
            "name": "Smart Falcon",
            "text": "But everyone, just like me, won't easily be drawn to that stage. Because Dirt doesn't get much attention, people don't know about such passionate Lives."
        },
        {
            "name": "Smart Falcon",
            "text": "Because there's no Top, this whole time few people have realized it. It just feels like such a waste～.",
            "choice_data_list": [
                "Then you just need to become the Top"
            ]
        },
        {
            "name": "Smart Falcon",
            "text": "Hee……? What do you mean by that……?",
            "choice_data_list": [
                "『Aptitude』 shouldn't limit you, right?",
                "『Aptitude』 shouldn't limit you, right?"
            ]
        },
        {
            "name": "Smart Falcon",
            "text": "……! That's right……!"
        },
        {
            "name": "Smart Falcon",
            "text": "You're right! With my running, singing, and dancing! I just need to make Dirt the place where the Top is!"
        },
        {
            "name": "Smart Falcon",
            "text": "A world where everyone will aim for, and give attention to Dirt! Falco will be the one to change it……!"
        },
        {
            "name": "Smart Falcon",
            "text": "……huh? Could it be that that's something really difficult? Harder than becoming a Top Umadol?",
            "choice_data_list": [
                "Most likely",
                "Most likely"
            ]
        },
        {
            "name": "Smart Falcon",
            "text": "Ahaha～…… but, it being difficult isn't a reason to give up, right? In that case, I'll need to put in even more work than before!"
        },
        {
            "name": "Smart Falcon",
            "text": "If nobody knows who Falco is, then I can't draw in anyone. So I need to start by making a name for myself!",
            "choice_data_list": [
                "Keep working hard and a chance will come",
                "Keep working hard and a chance will come"
            ]
        },
        {
            "name": "Smart Falcon",
            "text": "Ehhhhh～ If I keep working as hard as before, nothing will change! I need to be able to seal the deal☆ and figure out how to do that!"
        },
        {
            "text": "I nod to Smart Falcon. Even now she continues to move forward. And because of that―",
            "choice_data_list": [
                "Fan#1 is here for you"
            ]
        },
        {
            "name": "Smart Falcon",
            "text": "Eh……"
        },
        {
            "text": "The first day I met her. Illuminated by the evening sky, singing and dancing alone, she was―― sparkling brilliantly."
        },
        {
            "text": "Nobody was watching her, nobody was listening to her. But still performing with that smile――"
        },
        {
            "text": "――She was able to give someone courage and hope."
        },
        {
            "name": "Smart Falcon",
            "text": "Trainer-san……"
        },
        {
            "name": "Smart Falcon",
            "text": "……Thank you."
        },
        {
            "name": "Smart Falcon",
            "text": "Yeah, I've made up my mind! You see, Trainer-san, about the next Selection Race――"
        },
        {
            "text": "――Several months later. It was the first Selection Race to occur after teaming up with Smart Falcon."
        },
        {
            "name": "Smart Falcon",
            "text": "Alright then, Falco will be heading out☆ I'll be waiting for those passionate cheers☆"
        },
        {
            "name": "Rookie Trainer A",
            "text": "That girl……who is she? She was really enthusiastic…… I'm pretty sure she's a new face on Dirt though.",
            "choice_data_list": [
                "(This is fine)"
            ]
        },
        {
            "text": "The buzz was short-lived, and talk quickly turned back to another, more prominent, Uma Musume. But that's exactly why today…… she would stand out more than anyone."
        },
        {
            "name": "Smart Falcon",
            "text": "Huuu…… Yaaaaaaaa☆☆☆☆"
        },
        {
            "name": "Trainers",
            "text": "Wha-……!? So fast!!"
        },
        {
            "text": "She powerfully kicked up the sand and flew ahead faster than anyone else, and the entire audience stared in amazement."
        },
        {
            "name": "Smart Falcon",
            "text": "Ahaa, it's so easy to run……! Yeah, that's right! I already knew that! This is my……!"
        },
        {
            "name": "Smart Falcon",
            "text": "This is the \"Stage\" that I can shine on! Alright, Falco's On Staaaaaaage☆☆"
        },
        {
            "text": "―Just like a falcon flying freely in the sky. The Dirt was her sky, and nobody could catch her."
        },
        {
            "name": "Smart Falcon",
            "text": "I did iiiiit～!! I won, Falco wooooon～～☆☆"
        },
        {
            "name": "Rookie Trainer A",
            "text": "Wai-wait a minute! You, where have you been all this time!? If you don't have a trainer yet, even if it's for a little, could we talk……!?"
        },
        {
            "name": "Smart Falcon",
            "text": "No way, Falco's super popular☆ But, that talk will have to wait juuuuuust a little bit!"
        },
        {
            "name": "Smart Falcon",
            "text": "Ah, there they are! Trainer-saaaan!",
            "choice_data_list": [
                "Good work out there"
            ]
        },
        {
            "name": "Smart Falcon",
            "text": "Thanks☆ Hey hey, was Falco sparkling?",
            "choice_data_list": [
                "Of course!"
            ]
        },
        {
            "name": "Smart Falcon",
            "text": "Ehehee, that's great! And on that note, there's something important I want to talk about. I want to ask properly…… will you hear me out!?"
        },
        {
            "name": "Smart Falcon",
            "text": "Trainer-san! Will you become Falco's trainer and aim for Top Umadol together with me!?",
            "choice_data_list": [
                "……Looking forward to it, Falco!"
            ]
        },
        {
            "name": "Smart Falcon",
            "text": "……! Ehehee☆ Thank you, Trainer-san!"
        },
        {
            "name": "Smart Falcon",
            "text": "And so, with that all wrapped up! All of you fans～! Once again from the top, it's Intro Time☆"
        },
        {
            "name": "Smart Falcon",
            "text": "If Falco runs away～? (You should chase!) Catch her with lots of love☆ It's the strongest Umadol, Smart Falcon☆"
        },
        {
            "name": "Smart Falcon",
            "text": "Falco's dream is to \"use\" the Dirt to become the Top Umadol! To make that come true, I need everyone's cheering! That's why――"
        },
        {
            "name": "Smart Falcon",
            "text": "The incredibly lovely Falco, make sure to chase her a loooooot, okay☆? Ehe♪"
        }
    ]
}