{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Runrun, runruru～n♪ ―Ah",
            "name": "Smart Falcon"
        },
        {
            "text": "On a day off, I was heading out to go shopping \nwhen I bumped in to Smart Falcon."
        },
        {
            "text": "Trainer-san, are you heading out too? \nYou see, Falco's heading out to go gather some 『Input』♪",
            "name": "Smart Falcon",
            "choice_data_list": [
                "What kind of input?"
            ]
        },
        {
            "text": "Obviously, \nthe kind to help become a sparkly, cute top Umadol!",
            "name": "Smart Falcon"
        },
        {
            "text": "It's something I heard from a popular idol recently. \n『The reason I'm the way I am, is because of lots of Input!』",
            "name": "Smart Falcon"
        },
        {
            "text": "That's why Falco has to do some studying! \nWith a full tank, full steam ahead, until the very end!",
            "name": "Smart Falcon"
        },
        {
            "text": "……for some reason, I'm really worried.",
            "choice_data_list": [
                "Can I help out?"
            ]
        },
        {
            "text": "Ehh…… really!? \nIn that case, I'd like to get lots of advice☆",
            "name": "Smart Falcon"
        },
        {
            "text": "First, we went to the movies and saw a musical."
        },
        {
            "text": "Ughh…… that last scene was so good. \nTo think that the bartender was actually a descendant of Mozart……",
            "name": "Smart Falcon",
            "choice_data_list": [
                "<size=43>The singing and dancing was good too</size>",
                "<size=43>The singing and dancing was good too</size>"
            ]
        },
        {
            "text": "Yeah, it felt so authentic, didn't it!? It's a different \ndirection from an Umadol, but it was still wonderful～♪",
            "name": "Smart Falcon"
        },
        {
            "text": "Next we visited a popular theme park to see a parade."
        },
        {
            "text": "Waaah! Look at that character! \nEven though they're so round, they can still move so sharply!",
            "name": "Smart Falcon",
            "choice_data_list": [
                "The movements of a pro",
                "The movements of a pro"
            ]
        },
        {
            "text": "Yeah! It's something you couldn't do unless you practiced \neveryday until your body did it naturally!",
            "name": "Smart Falcon"
        },
        {
            "text": "Alllright, time to practice so Falco can do 10 \nconsecutive backflips while wearing any outfit～～!",
            "name": "Smart Falcon"
        },
        {
            "text": "While walking down the street, \nwe encountered a group doing freestyle rap battles."
        },
        {
            "text": "Hyaaaa～! It's a rap battle……! It's the first time I've seen one \nin person…… i-it's really imposing!!",
            "name": "Smart Falcon"
        },
        {
            "text": "It's like the clashing of two personas, wouldn't \nyou say!? For an Umadol, a persona is a must \nbut, I don't think mine is as striking……",
            "name": "Smart Falcon",
            "choice_data_list": [
                "You don't need to be like a rapper"
            ]
        },
        {
            "text": "But but, I think it's better to have a defined persona! \nIt's easier to find your audience that way!",
            "name": "Smart Falcon"
        },
        {
            "text": "So Falco will refine my persona! To the point I can win a rap \nbattle, I'll develop a striking and unique persona……!!",
            "name": "Smart Falcon"
        },
        {
            "text": "I got the feeling things were heading in the wrong direction……"
        },
        {
            "text": "When we passed by the station, we could hear the sound of intense \ndrumming. But there weren't any drums in sight, just an \nempty-handed performer."
        },
        {
            "text": "Waaah!? An air drummer!!",
            "name": "Smart Falcon",
            "choice_data_list": [
                "Air drummer……!?"
            ]
        },
        {
            "text": "Amaaaazing!! They're handling the stick perfectly as \nthey match the music coming from the speakers……!!",
            "name": "Smart Falcon"
        },
        {
            "text": "It almost seems like they really have a drum! To think you could \nexpress yourself so freely using only your body! Even though \nFalco can only sing and dance―",
            "name": "Smart Falcon"
        },
        {
            "text": "……No, if I try, I might be able to do it too!! \nAir Drumming, or even an Air Band!!",
            "name": "Smart Falcon"
        },
        {
            "text": "――We're heading completely off the rails here"
        },
        {
            "text": "At night, we arrived at a small park that was really popular. \nWe could hear the sound of leaves rustling, and……"
        },
        {
            "text": "Ah, ah, that's……!!",
            "name": "Smart Falcon"
        },
        {
            "text": "If I recall―― right, a traveling monk! They travel to different \nplaces while playing their flute as training, right!?",
            "name": "Smart Falcon"
        },
        {
            "text": "Even if they're alone, they continue to play \ntheir flute……! So courageous! Such guts! They \nmust really believe in their own path, huh!",
            "name": "Smart Falcon"
        },
        {
            "text": "I wonder if I've become like that yet……?",
            "name": "Smart Falcon"
        },
        {
            "text": "No, I haven't……! I haven't become a traveling monk yet……! \nIsn't that right, Trainer-san……!?",
            "name": "Smart Falcon"
        },
        {
            "text": "She had a desperate look on her face and her eyes seemed empty. \nJust like someone who had lost their way.",
            "choice_data_list": [
                "You're wrong, snap out of it!",
                "You're wrong, snap out of it!"
            ]
        },
        {
            "text": "―Hyaauu!?",
            "name": "Smart Falcon",
            "choice_data_list": [
                "What do you want to become?",
                "What do you want to become?"
            ]
        },
        {
            "text": "W-what is it that Falco wants to become……? \nThat's, obviously―",
            "name": "Smart Falcon"
        },
        {
            "text": "―Ah, that's right.",
            "name": "Smart Falcon"
        },
        {
            "text": "……that's right. What Falco wants to be isn't \na traveling monk, a rapper, or an air drummer.",
            "name": "Smart Falcon"
        },
        {
            "text": "What I want to be…… is an Umadol.",
            "name": "Smart Falcon",
            "choice_data_list": [
                "Input is just used as a reference",
                "Input is just used as a reference"
            ]
        },
        {
            "text": "……Thank you, Trainer-san. \nI almost forgot the most important thing.",
            "name": "Smart Falcon"
        },
        {
            "text": "Ehehe, it was a good thing you came with me. \nIf you hadn't, I'd probably be so confused right now.",
            "name": "Smart Falcon",
            "choice_data_list": [
                "What impressed you the most?"
            ]
        },
        {
            "text": "Well, let's see…… for the movie it was the realistic performance, \nfor the parade it was the pure skill.",
            "name": "Smart Falcon"
        },
        {
            "text": "I was overwhelmed by the personas during the rap battles, and the \nintensity of the air drums was shocking. And the presence of \nbeing of the traveling monk.",
            "name": "Smart Falcon"
        },
        {
            "text": "But everyone was so dignified, doing their best \nto follow their own path. That's why…… ah!",
            "name": "Smart Falcon"
        },
        {
            "text": "―Right! The thing that left the biggest impression \nwas the sparkle in their eyes!",
            "name": "Smart Falcon",
            "choice_data_list": [
                "What do you mean?"
            ]
        },
        {
            "text": "For every performance, the performer and \nthe audience, everyone's eyes were sparkling☆",
            "name": "Smart Falcon"
        },
        {
            "text": "Well, the only one watching the traveling monk was us though…… \n―but anyways!",
            "name": "Smart Falcon"
        },
        {
            "text": "The people doing the performing were all working hard and \nshining, and the people watching were basking in that, I think!",
            "name": "Smart Falcon"
        },
        {
            "text": "It's a reaaaaally wonderful thing, don't you think!? Falco too, \nit would be great if I could shine like that for someone too♪",
            "name": "Smart Falcon"
        },
        {
            "text": "And then, a few days later―"
        },
        {
            "text": "Hey hey, Trainer-san, do you know about Fire Dances!?",
            "name": "Smart Falcon"
        },
        {
            "text": "……It seems like she's the really impressionable type. While it \nwasn't a bad thing to be enthusiastic about new things, I'd \nprobably have to keep a close eye on her."
        }
    ]
}