{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "―If you're looking for Falcon-san, she left 1 hour and 35 minutes \nago. So you won't find her in the dorms.",
            "name": "???"
        },
        {
            "text": "It was the day after I advised Smart Falcon to switch \nto Dirt. In order to sit down and talk about it \nagain, I had asked to meet her again but……",
            "choice_data_list": [
                "Um, you are……",
                "Um, you are……"
            ]
        },
        {
            "text": "Sorry for the late introduction. \nI'm Eishin Flash. I'm Smart Falcon-san's roommate.",
            "name": "Eishin Flash"
        },
        {
            "text": "Are you…… Smart Falcon-san's trainer? If it's an emergency, \nI can contact her using my smartphone if you'd like.",
            "name": "Eishin Flash"
        },
        {
            "text": "However, there's no guarantee that she'll respond. \nAt this time, she might have her phone off or have it on standby.",
            "name": "Eishin Flash",
            "choice_data_list": [
                "Where did she go?",
                "Where did she go?"
            ]
        },
        {
            "text": "……Well, that's――",
            "name": "Eishin Flash"
        },
        {
            "text": "―Oh man～, Silence Suzuka was amazing, wasn't she?! \nTo think she'd pull that far ahead!",
            "name": "Spectator A"
        },
        {
            "text": "Yeah, that's what we came here to see! I'm looking forward to \nSuzuka being the center during the Winning Live!",
            "name": "Spectator B"
        },
        {
            "text": "I ended up coming to the racetrack searching for \nSmart Falcon. The stands were filled with spectators \nwaiting for the Live to start. Among them……"
        },
        {
            "text": "Haaa～ that was so exciting……☆ \nSuzuka-chan, do your best～! Nennenene～n!",
            "name": "Smart Falcon",
            "choice_data_list": [
                "Fal―"
            ]
        },
        {
            "text": "Waaaaaaaa!! \nSuzuka――!!",
            "name": "Loud Cheers"
        },
        {
            "text": "――It was a wonderful Live, one that touched \nthe hearts of all who saw it."
        },
        {
            "text": "It was serene, but Silence Suzuka sang with the joy of running. \nAnd the crowd grew excited in response to that passion……"
        },
        {
            "text": "Uooooooooh, gusu……Suzuka-!! You're the best～!! I'll…… do my best \ntomorrow too!! Just like Suzuka, I'll make it through to the end!",
            "name": "Spectator A"
        },
        {
            "text": "Before I realized it, I felt the same as the \ncrowd, fascinated by the one on stage. At that \nmoment, I looked toward Smart Falcon again―"
        },
        {
            "text": "―……",
            "name": "Smart Falcon"
        },
        {
            "text": "Just like everyone else, she was captivated and gazing at the \nstage, though she seemed to be gaining something different……"
        },
        {
            "text": "The Live ended. Before I knew it, Smart Falcon had disappeared. \nDid she return to the dorms? No, she was definitely―"
        },
        {
            "text": "Okaaaaay, good work during the Live everyone-☆ \nOh maaan, Suzuka-chan was amazing, huh～!?",
            "name": "Smart Falcon"
        },
        {
            "text": "But but, Falco won't lose to her and will hold her own Live! \nAt the very least, remember the name☆ Music, start♪",
            "name": "Smart Falcon"
        },
        {
            "text": "As I thought, she was doing a performance at the \nriverside. I guess it was a strategy to capture \na few fans after the Live was over. However―"
        },
        {
            "text": "Hey, that girl looks like an Uma Musume…… do you know who she is?",
            "name": "Passerby A"
        },
        {
            "text": "No idea, I've never seen her before. Maybe she hasn't debuted \nyet? That aside, during that Live, Suzuka was―",
            "name": "Passerby B",
            "choice_data_list": [
                "(Nobody was stopping to watch……)"
            ]
        },
        {
            "text": "―Haa, haaa……how was that? \nIt's my dream to someday stand on that big stage and sing too☆",
            "name": "Smart Falcon"
        },
        {
            "text": "It's…… my dream……",
            "name": "Smart Falcon"
        },
        {
            "text": "……someday. I wonder when that will be.",
            "name": "Smart Falcon"
        },
        {
            "text": "Well, I guess there's nobody to answer that, huh? \nGuess I'll head back……――Ah.",
            "name": "Smart Falcon"
        },
        {
            "text": "――I…… ever since I was small, I've loved idols. Because they were \ncute, always smiling, and shining brilliantly.",
            "name": "Smart Falcon"
        },
        {
            "text": "I believed that someday I'd become an idol too, \neven without any basis. But that changed just \na little bit―― the first time I saw a race.",
            "name": "Smart Falcon"
        },
        {
            "text": "I knew that Uma Musume sang and danced just like idols, but it \nwas strange. At first, I wanted to just know the reason, so I \nwent just to go see it……",
            "name": "Smart Falcon"
        },
        {
            "text": "But when I saw those girls running with all their strength, I was \nmesmerized! I was excited, and my heart wouldn't stop beating……\nI couldn't look away even for a second.",
            "name": "Smart Falcon"
        },
        {
            "text": "But what was even more amazing was the Live right \nafter that! The way they shined out there, the \nspotlights emphasized it even more……",
            "name": "Smart Falcon"
        },
        {
            "text": "―\"This is it!\" I thought. Uma Musume shined brightest during the \nrace. And the Winning Live was the sublimation of that sparkle.",
            "name": "Smart Falcon"
        },
        {
            "text": "That's why…… I had decided. I wanted to be like them…… no! \nI wanted to shine brighter than any of them, and become an Umadol \nthat could grant people hope!",
            "name": "Smart Falcon"
        },
        {
            "text": "――Right…… just like Suzuka-chan today. I want to win big races \ninfront of so many spectators, and stand at the center.",
            "name": "Smart Falcon"
        },
        {
            "text": "I want to shine as an Umadol like that someday. \nSomeday I want to stand there, and be the one to move people!",
            "name": "Smart Falcon"
        },
        {
            "text": "Someday…… without giving up and doing my best, \nsomeday…… believing in myself just like that, \nand continuing on without turning back but……",
            "name": "Smart Falcon",
            "choice_data_list": [
                "Falcon……"
            ]
        },
        {
            "text": "Ah, of course, that doesn't mean I've given up though. To Falco, \nbecoming the Top Umadol is the dream I want to take hold of!",
            "name": "Smart Falcon"
        },
        {
            "text": "But today…… it just seemed like that dream was so far away. Maybe \nit was because Suzuka-chan is just way too amazing…… ahaha.",
            "name": "Smart Falcon",
            "choice_data_list": [
                "On Dirt, you have a chance"
            ]
        },
        {
            "text": "……Yeah, you're probably right. \nI do understand that already.",
            "name": "Smart Falcon"
        },
        {
            "text": "Ever since I enrolled, Sensei has tried recommending dirt for me \na bunch of times. I was more \"suited\" to that, she said.",
            "name": "Smart Falcon"
        },
        {
            "text": "But you know…… Trainer-san understands too, right? \nOn Dirt, I can't become the \"Top\" Umadol.",
            "name": "Smart Falcon",
            "choice_data_list": [
                "……it gets less attention than turf"
            ]
        },
        {
            "text": "Right. No matter what I do on Dirt, I won't be able to \nstand on a big stage like Suzuka-chan did today.",
            "name": "Smart Falcon"
        },
        {
            "text": "The fans will inevitably be drawn to a place where there are more \nStar Uma Musume. It's only natural that in a place with so many \ngirls competing, that there can be a Top.",
            "name": "Smart Falcon"
        },
        {
            "text": "It's true that if I did my best on Dirt, I'd have much better \nresults than I do now, and I'd be able to stand at the center.",
            "name": "Smart Falcon"
        },
        {
            "text": "But…… it's not enough to be at the center of just anywhere. Since \nI had decided to become an Umadol, I wanted to aim for the Top!",
            "name": "Smart Falcon"
        },
        {
            "text": "I don't want to be limited on what stage I can \ndance on just because of aptitude. That's why \nFalco…… won't compromise. I can't compromise!",
            "name": "Smart Falcon",
            "choice_data_list": [
                "……I see",
                "……I see"
            ]
        },
        {
            "text": "……it's kind of stupid don't you think? But I don't care what \nothers think. I want to continue challenging turf. Until the day \nI take hold of my dream!",
            "name": "Smart Falcon"
        },
        {
            "text": "Now I understood why she was so set on turf. \nIt's important to have a big dream. But……"
        },
        {
            "text": "『On Dirt, you can't become the Top』―― that's wrong. \nThough she would have to experience it herself……",
            "choice_data_list": [
                "<size=41>Can you take tomorrow off from school?</size>",
                "<size=41>Can you take tomorrow off from school?</size>"
            ]
        },
        {
            "text": "Hee!? Well…… if Trainer-san will contact them, \nthen it will probably be fine…… but why?",
            "name": "Smart Falcon",
            "choice_data_list": [
                "<size=42>Falcon, there's a race I want you to see</size>"
            ]
        },
        {
            "text": "……got it. I don't really understand but, \ntomorrow I'll tag along with you, Trainer-san!",
            "name": "Smart Falcon"
        },
        {
            "text": "But in exchange, I have a request too! \nIs that okay?",
            "name": "Smart Falcon",
            "choice_data_list": [
                "A request?"
            ]
        },
        {
            "text": "Well, you see, Trainer-san――",
            "name": "Smart Falcon"
        },
        {
            "text": "It's not Falcon, call me Falco☆ \nBecause it's cuter that way!",
            "name": "Smart Falcon"
        }
    ]
}