{
    "text_block_list": [
        {
            "name": "Smart Falcon",
            "text": "Runrun, runruru～n♪ ―Ah"
        },
        {
            "text": "On a day off, I was heading out to go shopping when I bumped in to Smart Falcon."
        },
        {
            "name": "Smart Falcon",
            "text": "Trainer-san, are you heading out too? You see, Falco's heading out to go gather some 『Input』♪",
            "choice_data_list": [
                "What kind of input?"
            ]
        },
        {
            "name": "Smart Falcon",
            "text": "Obviously, the kind to help become a sparkly, cute top Umadol!"
        },
        {
            "name": "Smart Falcon",
            "text": "It's something I heard from a popular idol recently. 『The reason I'm the way I am, is because of lots of Input!』"
        },
        {
            "name": "Smart Falcon",
            "text": "That's why Falco has to do some studying! With a full tank, full steam ahead, until the very end!"
        },
        {
            "text": "……for some reason, I'm really worried.",
            "choice_data_list": [
                "Can I help out?"
            ]
        },
        {
            "name": "Smart Falcon",
            "text": "Ehh…… really!? In that case, I'd like to get lots of advice☆"
        },
        {
            "text": "First, we went to the movies and saw a musical."
        },
        {
            "name": "Smart Falcon",
            "text": "Ughh…… that last scene was so good. To think that the bartender was actually a descendant of Mozart……",
            "choice_data_list": [
                "The singing and dancing was good too",
                "The singing and dancing was good too"
            ]
        },
        {
            "name": "Smart Falcon",
            "text": "Yeah, it felt so authentic, didn't it!? It's a different direction from an Umadol, but it was still wonderful～♪"
        },
        {
            "text": "Next we visited a popular theme park to see a parade."
        },
        {
            "name": "Smart Falcon",
            "text": "Waaah! Look at that character! Even though they're so round, they can still move so sharply!",
            "choice_data_list": [
                "The movements of a pro",
                "The movements of a pro"
            ]
        },
        {
            "name": "Smart Falcon",
            "text": "Yeah! It's something you couldn't do unless you practiced everyday until your body did it naturally!"
        },
        {
            "name": "Smart Falcon",
            "text": "Alllright, time to practice so Falco can do 10 consecutive backflips while wearing any outfit～～!"
        },
        {
            "text": "While walking down the street, we encountered a group doing freestyle rap battles."
        },
        {
            "name": "Smart Falcon",
            "text": "Hyaaaa～! It's a rap battle……! It's the first time I've seen one in person…… i-it's really imposing!!"
        },
        {
            "name": "Smart Falcon",
            "text": "It's like the clashing of two personas, wouldn't you say!? For an Umadol, a persona is a must but, I don't think mine is as striking……",
            "choice_data_list": [
                "You don't need to be like a rapper"
            ]
        },
        {
            "name": "Smart Falcon",
            "text": "But but, I think it's better to have a defined persona! It's easier to find your audience that way!"
        },
        {
            "name": "Smart Falcon",
            "text": "So Falco will refine my persona! To the point I can win a rap battle, I'll develop a striking and unique persona……!!"
        },
        {
            "text": "I got the feeling things were heading in the wrong direction……"
        },
        {
            "text": "When we passed by the station, we could hear the sound of intense drumming. But there weren't any drums in sight, just an empty-handed performer."
        },
        {
            "name": "Smart Falcon",
            "text": "Waaah!? An air drummer!!",
            "choice_data_list": [
                "Air drummer……!?"
            ]
        },
        {
            "name": "Smart Falcon",
            "text": "Amaaaazing!! They're handling the stick perfectly as they match the music coming from the speakers……!!"
        },
        {
            "name": "Smart Falcon",
            "text": "It almost seems like they really have a drum! To think you could express yourself so freely using only your body! Even though Falco can only sing and dance―"
        },
        {
            "name": "Smart Falcon",
            "text": "……No, if I try, I might be able to do it too!! Air Drumming, or even an Air Band!!"
        },
        {
            "text": "――We're heading completely off the rails here"
        },
        {
            "text": "At night, we arrived at a small park that was really popular. We could hear the sound of leaves rustling, and……"
        },
        {
            "name": "Smart Falcon",
            "text": "Ah, ah, that's……!!"
        },
        {
            "name": "Smart Falcon",
            "text": "If I recall―― right, a traveling monk! They travel to different places while playing their flute as training, right!?"
        },
        {
            "name": "Smart Falcon",
            "text": "Even if they're alone, they continue to play their flute……! So courageous! Such guts! They must really believe in their own path, huh!"
        },
        {
            "name": "Smart Falcon",
            "text": "I wonder if I've become like that yet……?"
        },
        {
            "name": "Smart Falcon",
            "text": "No, I haven't……! I haven't become a traveling monk yet……! Isn't that right, Trainer-san……!?"
        },
        {
            "text": "She had a desperate look on her face and her eyes seemed empty. Just like someone who had lost their way.",
            "choice_data_list": [
                "You're wrong, snap out of it!",
                "You're wrong, snap out of it!"
            ]
        },
        {
            "name": "Smart Falcon",
            "text": "―Hyaauu!?",
            "choice_data_list": [
                "What do you want to become?",
                "What do you want to become?"
            ]
        },
        {
            "name": "Smart Falcon",
            "text": "W-what is it that Falco wants to become……? That's, obviously―"
        },
        {
            "name": "Smart Falcon",
            "text": "―Ah, that's right."
        },
        {
            "name": "Smart Falcon",
            "text": "……that's right. What Falco wants to be isn't a traveling monk, a rapper, or an air drummer."
        },
        {
            "name": "Smart Falcon",
            "text": "What I want to be…… is an Umadol.",
            "choice_data_list": [
                "Input is just used as a reference",
                "Input is just used as a reference"
            ]
        },
        {
            "name": "Smart Falcon",
            "text": "……Thank you, Trainer-san. I almost forgot the most important thing."
        },
        {
            "name": "Smart Falcon",
            "text": "Ehehe, it was a good thing you came with me. If you hadn't, I'd probably be so confused right now.",
            "choice_data_list": [
                "What impressed you the most?"
            ]
        },
        {
            "name": "Smart Falcon",
            "text": "Well, let's see…… for the movie it was the realistic performance, for the parade it was the pure skill."
        },
        {
            "name": "Smart Falcon",
            "text": "I was overwhelmed by the personas during the rap battles, and the intensity of the air drums was shocking. And the presence of being of the traveling monk."
        },
        {
            "name": "Smart Falcon",
            "text": "But everyone was so dignified, doing their best to follow their own path. That's why…… ah!"
        },
        {
            "name": "Smart Falcon",
            "text": "―Right! The thing that left the biggest impression was the sparkle in their eyes!",
            "choice_data_list": [
                "What do you mean?"
            ]
        },
        {
            "name": "Smart Falcon",
            "text": "For every performance, the performer and the audience, everyone's eyes were sparkling☆"
        },
        {
            "name": "Smart Falcon",
            "text": "Well, the only one watching the traveling monk was us though…… ―but anyways!"
        },
        {
            "name": "Smart Falcon",
            "text": "The people doing the performing were all working hard and shining, and the people watching were basking in that, I think!"
        },
        {
            "name": "Smart Falcon",
            "text": "It's a reaaaaally wonderful thing, don't you think!? Falco too, it would be great if I could shine like that for someone too♪"
        },
        {
            "text": "And then, a few days later―"
        },
        {
            "name": "Smart Falcon",
            "text": "Hey hey, Trainer-san, do you know about Fire Dances!?"
        },
        {
            "text": "……It seems like she's the really impressionable type. While it wasn't a bad thing to be enthusiastic about new things, I'd probably have to keep a close eye on her."
        }
    ]
}