{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "El Condor Pasa",
            "text": "So let's get started on our journey to vanquish the Demon King!"
        },
        {
            "text": "Wait a minute! Who are you calling a horse \ngirl? She's just a level 1 monk."
        },
        {
            "text": "I'm Machos, a mercenary. I'm not going to let a horse girl make \nme look like a big shot. I'm gonna beat you to a pulp."
        },
        {
            "name": "Grass Wonder",
            "text": "Elle…… watch out. This man is not just a big man. She has \nsomething hidden in her hand."
        },
        {
            "text": "Oh, you noticed! Yes, I have this secret weapon \nthat increases my monstrous strength."
        },
        {
            "text": "The magic item \"Growth Potion\"! If you drink this… ohohohohoho!"
        },
        {
            "name": "El Condor Pasa",
            "text": "What is it, what is it? My body has suddenly doubled in size!"
        },
        {
            "name": "Grass Wonder",
            "text": "The \"Growth Potion\"…… I see… a drug for giant size?"
        },
        {
            "name": "Grass Wonder",
            "text": "But…… Um, are you okay? All the muscles \nin my body are creaking, but ……"
        },
        {
            "text": "Gghh, geez, ……! The side effects of this drug are intense. But \nI'm strong enough to withstand them. And!"
        },
        {
            "text": "Twice the physique! Twice the muscle! With this body, you're \ngonna be a piece of work! Woah woah woah woah!"
        },
        {
            "name": "El Condor Pasa",
            "text": "Hmph, just the way I like it! Then let me show \nyou the super power of the horse girl, which \nis three times that of a normal person!"
        },
        {
            "text": "Shut up and blow it up!"
        },
        {
            "name": "El Condor Pasa",
            "text": "Haaaaah! Condor roaring wave!"
        },
        {
            "text": "Aaaaahhhh!"
        },
        {
            "text": "What the heck was that ……! Is that \na special move! What kind of skill?"
        },
        {
            "name": "El Condor Pasa",
            "text": "It is not a skill. That was―just a 'punch (small)' deuce!"
        },
        {
            "name": "El Condor Pasa",
            "text": "Uma Musume never has a chance to throw a real punch in the real \nworld. But when she actually does, this is what happens!"
        },
        {
            "name": "Grass Wonder",
            "text": "Well, there may be some direction. But in a game, I think I can \nwield my power without hesitation."
        },
        {
            "text": "Oh, if it's as good as this…… it may indeed be able to stand up \nto the Demon King and her minions."
        },
        {
            "name": "Grass Wonder",
            "text": "Can I ask you a question, Grandmother? About the \"Demon King\" who \nthreatens this world."
        },
        {
            "name": "Grass Wonder",
            "text": "So the Demon Lord really just appeared one day without warning?"
        },
        {
            "text": "How so. As soon as she appeared, she took all the demons under \nher control. We are cornered by her mighty power. ……"
        },
        {
            "name": "El Condor Pasa",
            "text": "I, Elle, am going to beat the crap out of her!"
        },
        {
            "text": "Your power is indeed great, fighter. But if the lore is to be \nbelieved, it will not be Monk who defeats the Demon King."
        },
        {
            "text": "The \"Attendant of the Phantom has descended. \"The demonic \nspirits descend from the clouds to look down on the world \nbelow, and with their innate thunderbolt, bring destruction and \npleasure to the Demon Lord.\""
        },
        {
            "text": "It is written that the Demon King is defeated not by fighting \ntechniques, but by \"innate lightning\" from \"above the clouds."
        },
        {
            "name": "Grass Wonder",
            "text": "Lightning from above the clouds.…… I'm not sure. \nThunder in the heavens is like the wrath of the \narchangels or something like that ……"
        },
        {
            "name": "El Condor Pasa",
            "text": "If you're an angel, then Glass looks more like an angel in her \noutfit! If Glass's thunder…… sermon could defeat the Demon King!"
        },
        {
            "name": "Grass Wonder",
            "text": "Yelp!"
        },
        {
            "name": "El Condor Pasa",
            "text": "Ouch! I stepped in the right place by accident!"
        },
        {
            "name": "Grass Wonder",
            "text": "But your guess that my profession is angelic might be on the \nright track. Let's search for the top magic that healers can use."
        },
        {
            "name": "Grass Wonder",
            "text": "Oh, there is a higher level magic for \nhealers called \"Angel's Lightning\"."
        },
        {
            "name": "Grass Wonder",
            "text": "Perhaps this is the trump card. But as \nit is now, the level is far from ……"
        },
        {
            "name": "El Condor Pasa",
            "text": "I see… I see… That's how it works. Then…"
        },
        {
            "name": "El Condor Pasa",
            "text": "Experience gain! Glass, let's adventure around the village \ntogether and level up!"
        },
        {
            "name": "El Condor Pasa",
            "text": "And so, we began our adventure with the nearest at hand! ……!"
        },
        {
            "name": "Grass Wonder",
            "text": "Elle, you can't do that, can you? You can't go into someone's \nhouse and open their wardrobe without permission."
        },
        {
            "name": "Grass Wonder",
            "text": "Elle, it is outrageous to throw it away. \nIt would pollute nature, wouldn't it?"
        },
        {
            "name": "El Condor Pasa",
            "text": "It's not easy! Glass, are you the voice \nof heaven? I'll do it on my own!"
        },
        {
            "name": "Grass Wonder",
            "text": "Eru, wait for me!"
        },
        {
            "name": "El Condor Pasa",
            "text": "Noooooo, and this heavenly voice, it's coming with me!"
        },
        {
            "name": "El Condor Pasa",
            "text": "Ha, ha, the enemy was weak, but I was very \ntired.…… But now we're ready to go ……"
        },
        {
            "name": "Grass Wonder",
            "text": "Yes, we've reached the point where we can fight the Demon Lord's \narmy. The problem is - here we go."
        },
        {
            "text": "Oh my God! Sister Elle, Miss Glass!"
        },
        {
            "name": "Grass Wonder",
            "text": "That's Ms. Machos!"
        },
        {
            "text": "Our village is…… on fire! The demon army is attacking!"
        },
        {
            "name": "Both",
            "text": "―!"
        }
    ]
}