{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "El Condor Pasa",
            "text": "Grasshopper, we won! Elle has won!"
        },
        {
            "name": "El Condor Pasa",
            "text": "Are you okay?"
        },
        {
            "name": "Grass Wonder",
            "text": "Yes. I was watching you win. While \nbeing swallowed by a black hole."
        },
        {
            "text": "You're tough as nails, and so is Miss Glass. ……"
        },
        {
            "text": "Ha-ha-ha, if you think this is the end of the game, you're wrong!"
        },
        {
            "text": "There's always a real endgame! There's always a true rastus!"
        },
        {
            "name": "Grass Wonder",
            "text": "…… Let's not get tough, Golsi senior."
        },
        {
            "name": "Grass Wonder",
            "text": "There are only three Uma Musume who have come to this world. \nThere is no such thing as a stronger enemy than you."
        },
        {
            "text": "You're right there, right in front of me! Can't you see them?"
        },
        {
            "name": "El Condor Pasa",
            "text": "No, there isn't! All you see before you is Golshi the Horse King \nand…… the Horse King's Castle!"
        },
        {
            "text": "Oh, man, you're looking good, aren't you? The real rascal."
        },
        {
            "name": "Grass Wonder",
            "text": "Ha! You don't mean the last boss!"
        },
        {
            "text": "Yes, and yes! Uma-Ou Castle is not just a castle. I've poured in \na special carrot extract that will make you full of energy!"
        },
        {
            "text": "Come on, get up, Gorsy Castle! Show them your fourth form!"
        },
        {
            "text": "Mmmmmm! \nGooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
        },
        {
            "text": "Ha-ha-ha! What do you think, you can beat this guy in a fight! \nYou can't beat her! Quack quack quack, pugelagueller!"
        },
        {
            "text": "Come on, Golsi Castle, smash these bastards without even a \ncontinuity! Golshi Castle is a shit game that no one can clear!"
        },
        {
            "name": "El Condor Pasa",
            "text": "Glass～～～, this kind of thing can't \nbe defeated by Monk's technique!"
        },
        {
            "name": "Grass Wonder",
            "text": "Even the lightning of an electrified angel can't penetrate a \nrock.…… How can I ……!"
        },
        {
            "text": "Sisters! Can't you do something about \nit with the power of Uma Musume!"
        },
        {
            "name": "Grass Wonder",
            "text": "The power of the Uma Musume…… Yes, if the power of the job \ndoesn't get through, it's the only thing you can rely on. ……"
        },
        {
            "name": "Grass Wonder",
            "text": "Ha! Speaking of which, please visit ……"
        },
        {
            "text": "The \"Attendant of the Phantom has descended. \"The demonic \nspirits descend from the clouds to look down on the world \nbelow, and with their innate thunderbolt, bring destruction and \npleasure to the Demon Lord.\""
        },
        {
            "name": "Grass Wonder",
            "text": "The Innate Lightning.…… If that points to something that is an \nextension of the original power of the Uma Musume, then ……"
        },
        {
            "name": "Grass Wonder",
            "text": "Looking down on the world below from above the clouds, she…… \ndemon king…… with her innate lightning."
        },
        {
            "name": "Grass Wonder",
            "text": "I―! All right, all right! We might win, in that castle!"
        },
        {
            "name": "El Condor Pasa",
            "text": "Really, Glass! What should I do!"
        },
        {
            "name": "Grass Wonder",
            "text": "Ms. Machos, can you give me that medicine? That huge medicine."
        },
        {
            "text": "Eh. Ah, yes. Is this it?"
        },
        {
            "name": "Grass Wonder",
            "text": "More! Please give us all you have."
        },
        {
            "text": "Just because there are…… If you drink that much, you'll get a \nbloody nose and go to Heavenheim in an instant. ……"
        },
        {
            "name": "Grass Wonder",
            "text": "A normal humane person would. But an \nUma Musume can endure. ……! Quick!"
        },
        {
            "name": "El Condor Pasa",
            "text": "Oh, oh, oh, oh, oh, the glass!"
        },
        {
            "name": "Grass Wonder",
            "text": "Phew, nice view ♪ \nGigant horse girl, I will go ahead and push for it."
        },
        {
            "name": "Grass Wonder",
            "text": "Well, it's gotten so big that I can't see Golsi Castle anymore～."
        },
        {
            "text": "Hey, Bubba! Hey! Hey! Get away from me! Watch your step!"
        },
        {
            "name": "Grass Wonder",
            "text": "I believe it's over here at ……"
        },
        {
            "text": "Muahhhh! Goooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo \n！！！！"
        },
        {
            "text": "Ahhhh, 1/1 size, HG Golsi Castle!"
        },
        {
            "name": "Grass Wonder",
            "text": "Oh my - I'm sorry. I was just walking along and it just happened?"
        },
        {
            "name": "El Condor Pasa",
            "text": "I stepped in the right place by accident!"
        },
        {
            "text": "Oh, just like a strike of lightning, from above the clouds: ……! \nJust as the legend says."
        },
        {
            "text": "But…… wait. I believe it is written in the lore, \"Give the Demon \nKing destruction and pleasure. ……"
        },
        {
            "name": "El Condor Pasa",
            "text": "Ke? I understand \"perdition\" but \"ecstasy\" is ……?"
        },
        {
            "text": "Screw you, you stooge, you bon voyage! If this happens, go to ……"
        },
        {
            "text": "Hey, Taro! Give me some of that giant potion!"
        },
        {
            "text": "What are you doing?"
        },
        {
            "text": "We can't lose either! From the land \nof light comes the giant Golshi!"
        },
        {
            "name": "Grass Wonder",
            "text": "What, even senior Golshi has become huge?"
        },
        {
            "text": "Oh, man, I'm not gonna miss this one! Come on, let's go!"
        },
        {
            "name": "Grass Wonder",
            "text": "How did you fall?"
        },
        {
            "text": "I didn't fall down, I just laid down. I figured with your leg \nstrength, you must be good at it."
        },
        {
            "text": "Here, step here, here. Right here on the shoulder! Now, that's a \nlot more powerful than the last thunderbolt, isn't it?"
        },
        {
            "name": "Grass Wonder",
            "text": "Ha, ha, is this the place?"
        },
        {
            "text": "Oh there, it works…… it works! I'm in trouble, I'm in trouble…… \nStep on it more, more…… Oh…… bu!"
        },
        {
            "text": "Oh, with destruction comes pleasure……! \nSaved, now the world is saved ……!"
        },
        {
            "name": "El Condor Pasa",
            "text": "I didn't know that.…… Healers also heal stiff shoulders. ……"
        }
    ]
}