{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Ooshaaaaa! We're going to King Uma's castle! \nLet's go, Sister Elle, Miss Glass."
        },
        {
            "name": "El Condor Pasa",
            "text": "But where is the Castle of King Uma? If you don't know, there is \nno way to proceed. ……"
        },
        {
            "text": "Hmmm, let me give you an infinitely vague clue."
        },
        {
            "name": "El Condor Pasa",
            "text": "NO! Please tell me the answer! I'm tired of all the trouble!"
        },
        {
            "name": "Grass Wonder",
            "text": "I think I could use that one in a situation like this."
        },
        {
            "name": "Grass Wonder",
            "text": "Uma Musume, the Sire's Skill! Pace Up!"
        },
        {
            "name": "Chairwoman Akikawa",
            "text": "Outline! Somehow or other, the group managed \nto locate the Uma King's castle…"
        },
        {
            "name": "Chairwoman Akikawa",
            "text": "March! Reach! And they confronted King Uma who came out of Uma \nKing's castle! The King of the Horse King came out of the Castle \nof the Horse King and faced the King of the Horse King. Finish!"
        },
        {
            "name": "El Condor Pasa",
            "text": "Oooh, the story has picked up pace, Deuce!"
        },
        {
            "text": "Whoa, whoa, whoa! You guys already arrived? I haven't even had \ntime to put on my horse king's cape!"
        },
        {
            "text": "What happened to the Super Golgi Ogre EX I placed along the way!"
        },
        {
            "name": "El Condor Pasa",
            "text": "I didn't see it. Because I omitted it."
        },
        {
            "name": "Grass Wonder",
            "text": "Golshi senior, you've had enough fun, \nhaven't you? The fun is over."
        },
        {
            "name": "Grass Wonder",
            "text": "Go back to your world. By this thunder!"
        },
        {
            "text": "Oh, this is so bad! Oh, my God, did you \njust get classed up to \"Uma-Angel\"?"
        },
        {
            "name": "Grass Wonder",
            "text": "Soar, O clean judgment! The Thunder of Angels, ！！！！！"
        },
        {
            "name": "El Condor Pasa",
            "text": "Oh, here it is, the special magic for the \nKing of Uma! And here comes the end roll!"
        },
        {
            "text": "Aaaaah? This ain't working! This kind of electric current won't \neven relieve stiff shoulders."
        },
        {
            "text": "What? You withstood it?"
        },
        {
            "name": "Grass Wonder",
            "text": "……… after all."
        },
        {
            "name": "El Condor Pasa",
            "text": "Glass! What's the meaning of this? She said you can't beat her \nwith the same spells as in the lore."
        },
        {
            "name": "Grass Wonder",
            "text": "I had a hunch somehow. I felt…… uncomfortable with that lore."
        },
        {
            "name": "Grass Wonder",
            "text": "With the lightning that is innate to me, I will give the Demon \nKing destruction and pleasure.\" What is \"innate\"? What is \n\"destruction and pleasure\"?"
        },
        {
            "name": "Grass Wonder",
            "text": "At least the magic power is not \"innate\" to \nthe Uma girl. The power that could defeat the \nUma King is probably not in this spell: ……"
        },
        {
            "name": "El Condor Pasa",
            "text": "I don't know, but I'm not sure if…… is right. I guess I was wrong \nto try to beat her so easily."
        },
        {
            "name": "El Condor Pasa",
            "text": "Then let's settle this like a fantasy \nand take the high road of fantasy!"
        },
        {
            "text": "Oh? What's that? A showdown between the monsters you keep? Or is \nit a cooking showdown with ingredients you picked up?"
        },
        {
            "name": "El Condor Pasa",
            "text": "Speaking of fantasy, let's get to the wrestling! Let's go, King \nUma! Elle and I are going to have a 60 minute one-on-one match!"
        },
        {
            "text": "Ah! That's my specialty! That's what I'm good at! When it comes \nto fantasy, menko is better than wrestling, menko!"
        },
        {
            "text": "Doshhhhhhhh!"
        },
        {
            "name": "El Condor Pasa",
            "text": "Ahhhh, I've been hit deuce! Mil Masterio's \nlimited edition round menco ah!"
        },
        {
            "text": "I'm so happy to see you! That's the first Umandam \nmenko! Even though it's been discontinued and there's \nnot much left in stock, it's still strong!"
        },
        {
            "name": "Grass Wonder",
            "text": "Elle! Why are you really playing the men's game?"
        },
        {
            "name": "El Condor Pasa",
            "text": "Because - I wanted to do it, dace! Menko, it sounds like fun. ……"
        },
        {
            "text": "If Menko is no good, let's settle it like \nUma Musume and settle it with that."
        },
        {
            "text": "Speaking of Uma Musume, it's a race! With the power of the horse \nking, the course is just a short, short, short distance away!"
        },
        {
            "text": "Come on out! Not Tokyo Re―, Makyo Racetrack!"
        },
        {
            "name": "El Condor Pasa",
            "text": "Oh, oh, oh, in a flash, a course that \nlooks exactly like Tokyo Race Track!"
        },
        {
            "text": "Come on, Elle, Glass, come on! If we settle this world in a fair \nand square way, you won't have any complaints, will you?"
        },
        {
            "text": "I'll show you the horse king Golshi's hell run!"
        },
        {
            "name": "El Condor Pasa",
            "text": "Oh, I hope so! Monk's physical abilities are the strongest of all \nthe jobs! You can't lose!"
        },
        {
            "name": "Grass Wonder",
            "text": "…… unavoidable. But Elle, please don't let your guard down."
        },
        {
            "name": "El Condor Pasa",
            "text": "…… ke? Glass, what's wrong with your scary face?"
        },
        {
            "name": "Grass Wonder",
            "text": "You said it. Golshi, the King of the Horses, \n\"in her own way, in her own world\"."
        },
        {
            "name": "Grass Wonder",
            "text": "―This is the kingdom of swords and magic, \"Umanest\". This is not \nthe world we are always in."
        },
        {
            "name": "Grass Wonder",
            "text": "What is about to begin is a fantasy \nrace of sword fights and spells!"
        }
    ]
}