{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "After training with Hokko Tarumae. As usual, we were \ndiscussing our schedule of races and locodol activities."
        },
        {
            "name": "Hokko Tarumae",
            "text": "Actually, I'm thinking of holding some events other than \nstreet performances."
        },
        {
            "name": "Hokko Tarumae",
            "text": "I would like to consider ways to convey the charm of \nTomakomai and attract more customers."
        },
        {
            "name": "Hokko Tarumae",
            "text": "First we need to get the word out to a lot of people…… \nwhat do you think Trainer?"
        },
        {
            "text": "An event that can raise awareness. It is essential that the \nevent has the ability to attract a large number of visitors. \nSpeaking of events that can attract a lot of people…",
            "choice_data_list": [
                "How about going to a music festival!",
                "How about we go to a music festival!"
            ]
        },
        {
            "text": "The more the population of the audience grows, the more \npeople will be interested in Hokko Tarumae."
        },
        {
            "name": "Hokko Tarumae",
            "text": "…… The music festival that trainer is talking about is a big \nevent with a lot of famous artists and idols, right?"
        },
        {
            "name": "Hokko Tarumae",
            "text": "I think it is tough.",
            "choice_data_list": [
                "Eh."
            ]
        },
        {
            "name": "Hokko Tarumae",
            "text": "To be on such a stage, it is essential to have a proven \ntrack record and popularity in the entertainment industry."
        },
        {
            "name": "Hokko Tarumae",
            "text": "It's hard for a local locodol with no track record and no \ncredibility to be allowed to appear on the stage.",
            "choice_data_list": [
                "I see ……"
            ]
        },
        {
            "name": "Hokko Tarumae",
            "text": "Besides, even if we were able to participate in a festival, \nthe festival-goers are there to listen to the artists' songs."
        },
        {
            "name": "Hokko Tarumae",
            "text": "It is difficult to get such people interested in Tomakomai. \nThat is why you have to have an influence backed by a proven \ntrack record and popularity.",
            "choice_data_list": [
                "That's true too ……",
                "That's true too ……"
            ]
        },
        {
            "text": "I was naive. How to increase the number of visitors to \nTomakomai, a good idea is not going to come so easily."
        },
        {
            "name": "Hokko Tarumae",
            "text": "Hmmm…… I think I'll leave it at that for \ntoday and reconsider. Thanks for taking \nthe time to discuss this with me!"
        },
        {
            "name": "Hokko Tarumae",
            "text": "An event that attracts visitors and gets them interested in \nTomakomai.…… I knew it would be hard to come up with―."
        },
        {
            "text": "Good! With this dance performance, you're going \nto win the world, aren't you? You'll be on \nTV and become a big star in no time!"
        },
        {
            "text": "No, no, no, the TV industry is not that easy. You need not \nonly talent, but also luck and hard work."
        },
        {
            "name": "Hokko Tarumae",
            "text": "(Yes, yes. The industry is very tough―)"
        },
        {
            "text": "Eeeeh～ Don't be so serious there! You're such a downer! \nYou're always like that!"
        },
        {
            "name": "Hokko Tarumae",
            "text": "………eh……"
        },
        {
            "name": "Hokko Tarumae",
            "text": "Festival-goers come to hear the artists sing."
        },
        {
            "name": "Hokko Tarumae",
            "text": "It is difficult to get such people interested in Tomakomai. \nThat is why you have to have an influence backed by a proven \ntrack record and popularity."
        },
        {
            "name": "Hokko Tarumae",
            "text": "Maybe that one earlier was also…… too serious ……?"
        },
        {
            "name": "Hokko Tarumae",
            "text": "Oh, by the way…… trainer, make a troubled face. I think she \nwas hurt by my seriousness, too―"
        },
        {
            "name": "Hokko Tarumae",
            "text": "(The trainer liked Tomakomai.)"
        },
        {
            "name": "Hokko Tarumae",
            "text": "(They are very supportive of my desire to make \nTomakomai a better place and said they would \nwork with me to make it happen. ……)"
        },
        {
            "name": "Hokko Tarumae",
            "text": "― and yet I'm so rude ……!"
        },
        {
            "text": "On my way back to my room, I saw Hokko Tarumae standing \nthere look like she is waititng someone. I walked up to her \nto see what was wrong."
        },
        {
            "name": "Hokko Tarumae",
            "text": "Oh…… um, trainer.…… Uh, that, good work today……!"
        },
        {
            "text": "I was just about to think a plan for an event to be hosted \nin regards to the plan I mentioned earlier. Since I'm here, \nI'll let her know about it.",
            "choice_data_list": [
                "Tarumae, about what we talk about earlier―"
            ]
        },
        {
            "name": "Hokko Tarumae",
            "text": "……! I'm sorry!",
            "choice_data_list": [
                "What?"
            ]
        },
        {
            "name": "Hokko Tarumae",
            "text": "Well, I am always grateful for the support of the street \nlive activities, and that alone is enough for me……"
        },
        {
            "name": "Hokko Tarumae",
            "text": "So, I'll be fine! It's enough if we can continue to do this \nkind of steady street live performance! Excuse me!"
        },
        {
            "text": "…… Indeed, organizing event is hard. Does it mean that live \nstreet activity is the most solid path?"
        },
        {
            "text": "As she said, I would like to support her steady activities \nand learn more about community development."
        }
    ]
}