{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Hokko Tarumae",
            "text": "Ever since I was a little girl, I loved going to Tomakomai \nPort. It was so cool to see the huge ships approaching the \nmassive port as if they were breaking the sea."
        },
        {
            "name": "Hokko Tarumae",
            "text": "The wide surface of Lake Utonai, reflecting the sky, is also \nbeautiful.…… I always lose track of time when I see the migratory \nbirds relaxing there."
        },
        {
            "name": "Hokko Tarumae",
            "text": "The people in town are nice and when I went to visit them, they \nbrought me freshly made haskap jam.…… There are many parks. I \nremember playing there all day long."
        },
        {
            "name": "Hokko Tarumae",
            "text": "It is a…… very, very nice town. But still, more and more stores \nare closing their shutters little by little……"
        },
        {
            "name": "Hokko Tarumae",
            "text": "That is Tomakomai City.…… is my dear hometown."
        },
        {
            "name": "Haskap Farm Owner",
            "text": "―When I heard that she was going to live in the country by \nherself, I couldn't help but do something about it. I made a \nbusiness card for Tarumae-chan."
        },
        {
            "name": "Hokko Tarumae",
            "text": "What? A business card?"
        },
        {
            "name": "Haskap Farm Owner",
            "text": "What Tarumae-chan is striving for is to connect with people. \nYou need to find many people who can help you."
        },
        {
            "name": "Hokko Tarumae",
            "text": "Thank you so much……! I will treasure it! You gave me so many \nhaskaps, and you even made me a business card……!"
        },
        {
            "name": "Hokko Tarumae",
            "text": "……I also received a tusk from everyone \nat yesterday's farewell party……"
        },
        {
            "name": "Hokko Tarumae",
            "text": "I'll do my best! \nI will definitely make Tomakomai more exciting!"
        },
        {
            "text": "One day, some time after arriving at Tracen Academy, I saw a \nsmall crowd of people in front of the train station."
        },
        {
            "name": "Hokko Tarumae",
            "text": "Oh, Tomakomai, the white earth, the paper dances \nOh, Tomakomai, the migratory birds have a good night ……♪"
        },
        {
            "name": "Hokko Tarumae",
            "text": "…… That's all, it was \"Come on, Tomakomai\" \nwritten and composed by Hokko Tarumae～!"
        },
        {
            "name": "Hokko Tarumae",
            "text": "Thank you♪ \nTokyo is so warm to have people stop by like this."
        },
        {
            "name": "Hokko Tarumae",
            "text": "Once again―a paper winged migratory bird from \nthe port of Tomakomai! I love hokki-gai☆ \nI am Tomakomai's locodol, Hokko Tarumae♪"
        },
        {
            "name": "Hokko Tarumae",
            "text": "Actually, I just came to Tracen Academy this \nspring, so I still don't know much. Hehe. Nice to meet you."
        },
        {
            "text": "I don't know if there was ever a girl on campus with that \nkind of vibe……? I wonder, and somehow stop in my tracks."
        },
        {
            "name": "Passerby A",
            "text": "You are a good singer. Her atmosphere is pure and cute. It \nwill be a good healing for my holiday."
        },
        {
            "text": "And now people are waiting for the next song, whether they \nrealize it or not. It began―"
        },
        {
            "name": "Hokko Tarumae",
            "text": "Well, next up is the…… Tomakomai Quiz! The Yufutsu River, a \nsecond class river, flows through Tomakomai! What is the \nname of the main stream that joins it?"
        },
        {
            "name": "Passersby",
            "text": "…… What?"
        },
        {
            "text": "It was a quiz competition."
        },
        {
            "text": "And after that―"
        },
        {
            "name": "Hokko Tarumae",
            "text": "Next, we will learn about the history of Tomakomai♪ \nTomakomai was settled in the Meiji Era…"
        },
        {
            "name": "Hokko Tarumae",
            "text": "The resources of abundant water and plentiful \nforests led to the development of the paper industry. \nTomakomai produces a lot of newsprint!"
        },
        {
            "name": "Passerby B",
            "text": "I… I see……?"
        },
        {
            "name": "Hokko Tarumae",
            "text": "Next, we should learn about Tomakomai's specialties. I've \ncompiled a list of recommended stores in this booklet."
        },
        {
            "name": "Hokko Tarumae",
            "text": "More and more stores are offering frozen delivery, so everyone \ncan buy one. So, each one of you can take one home!"
        },
        {
            "name": "Passerby A",
            "text": "Oh, um, you don't sing anymore? I was \nthinking I'd like to hear some more……"
        },
        {
            "name": "Hokko Tarumae",
            "text": "Um…… sorry! I don't have any more songs ready! But! Instead, \nwe're having a Tomakomai haskap tasting right now!"
        },
        {
            "name": "Passerby A",
            "text": "Ta… tasting event?…… I see."
        },
        {
            "name": "Hokko Tarumae",
            "text": "I love these haskaps. They bring me so much, but this is \nthe last one because I love them so much."
        },
        {
            "name": "Hokko Tarumae",
            "text": "I hope you guys like it too! Here's one for you!"
        },
        {
            "text": "I take the haskap as prompted and throw it into my mouth. \nIt is fresh and tart with a hint of sweetness.",
            "choice_data_list": [
                "Delicious!"
            ]
        },
        {
            "name": "Hokko Tarumae",
            "text": "I know, right? It's also great as a jam. Everyone else too…"
        },
        {
            "name": "Hokko Tarumae",
            "text": "Eh, what! Everyone is gone……! \nAh, I did it again ……"
        },
        {
            "text": "The live music success…… but after the tasting event, \nthe event ended with an indescribable atmosphere."
        },
        {
            "text": "The singing was lovely, she always tried her \nbest to liven up the place, and the haskaps \nwere excellent, but… the world is harsh."
        },
        {
            "text": "A few days later―",
            "choice_data_list": [
                "(I want some haskaps……!)"
            ]
        },
        {
            "text": "I cannot forget the taste of the haskaps I had at a tasting the \nother day. But apparently, they are hard to find in \nsupermarkets in Honshu.",
            "choice_data_list": [
                "I want to eat more……"
            ]
        },
        {
            "text": "When I opened the booklet that Hokko Tarumae gave me, \nI found the contact information for the store that sold the \nhaskap that I had eaten at the tasting was clearly listed."
        },
        {
            "name": "Haskap Farm Owner",
            "text": "『Well, well, well! Tarumae-chan live on the street! She's \nreally working hard, isn't she?』"
        },
        {
            "name": "Haskap Farm Owner",
            "text": "『……How was she? She's a serious girl, \nso I was kind of worried.'』",
            "choice_data_list": [
                "It was a trial and error situation."
            ]
        },
        {
            "name": "Haskap Farm Owner",
            "text": "『I see.……She is working really hard to achieve her dreams.』"
        },
        {
            "name": "Haskap Farm Owner",
            "text": "『We can't lose either. Actually, she's inspired us so much \nthat we've recently started working on social media.』"
        },
        {
            "name": "Haskap Farm Owner",
            "text": "『Ah, I'm sorry, I'm rambling on and on. \nA box of haskaps right?.』"
        },
        {
            "text": "The haskaps that arrived at a later date did indeed \ntaste fresh and had a…… \"10% off\" ticket in it."
        }
    ]
}