{
    "title": "Gathering Stars Shine the Brightest",
    "text_block_list": [
        {
            "name": "Agnes Digital",
            "text": "――Opera O-san arrives on the scene with perfect timing.\nAhh~, sho beautiful... Her lovely locks are glistening in the morning sun... Hough, so good!"
        },
        {
            "name": "Agnes Digital",
            "text": "Ohh, no, no, no! Doto-san actually got here an hour earlier! But she fell over, ripped her clothes and went to go change... Oh, but of course Top Road-san has it all figured out!\n"
        },
        {
            "name": "Agnes Digital",
            "text": "Uwwaagh, could it be... They're standing on either side of Doto so they can catch her if she falls!? THE FEELS! HNNNGH, THEY'RE SO NICE TO HERRRRR!!!!"
        },
        {
            "name": "Agnes Digital",
            "text": "Oh... Ohh... I'm gonna die of a moe overdose...\nBut the day's only just getting started! Huehue, huehuehuehuehue! Let's gooooooo~♪ "
        },
        {
            "name": "Narita Top Road",
            "text": "Wow, look at this crowd!\nIt looks like we'll have to wait an hour or two to get on any rides..."
        },
        {
            "name": "Admire Vega",
            "text": "Just like I thought...\nWe're going to spend the whole day waiting in line."
        },
        {
            "name": "T.M. Opera O",
            "text": "HAA-HAHAHA! Come now, you're in the land of fairy tales!\nAnd I, the Overlord, have graced this glittering Christmas town with my presence!"
        },
        {
            "name": "T.M. Opera O",
            "text": "Now come, shower me with admiration to your heart's content!\nFeel free to capture all the portraits you want!"
        },
        {
            "name": "Narita Top Road",
            "text": "Oh, that must mean she wants some pictures to remember the trip. Does that sound good to you, Ayabe-san?"
        },
        {
            "name": "Admire Vega",
            "text": "...I think I'd rather sit down somewhere."
        },
        {
            "name": "Narita Top Road",
            "text": "Oh, you want to take a break? How about we take it easy and eat some popcorn? Doto-chan, do you... Oh, was there anything you wanted to do?"
        },
        {
            "name": "Meisho Doto",
            "text": "W-w-w-w-well... E-ear accessories...!\nI want to wear matching ear accessories!"
        },
        {
            "name": "Admire Vega",
            "text": "Accessories...?"
        },
        {
            "name": "Meisho Doto",
            "text": "L-look, over there! They're matching with their friends~!\nI- I think it'd be nice if we matched too...!"
        },
        {
            "name": "Narita Top Road",
            "text": "Hehe, that sounds great!\nLet's go get them so we can match! How about we take a picture with them on?"
        },
        {
            "name": "T.M. Opera O",
            "text": "Splendid! When in Rome, revel as the Romans do!\nLet us enjoy the festivities in a manner befitting Prince Orlofsky!\n"
        },
        {
            "name": "Admire Vega",
            "text": "...Just for today."
        },
        {
            "name": "Meisho Doto",
            "text": "A-are you sure!?\nI- I'm so happyyy~~~!"
        },
        {
            "name": "Agnes Digital",
            "text": "(BGWAAAAAA! Wh-what the... What a perfect shot!\nThankyousomuchthankyousomuch!)"
        },
        {
            "name": "Admire Vega",
            "text": "Opera O, don't you think that's a little much?\nWhat is that outfit supposed to be?"
        },
        {
            "name": "T.M. Opera O",
            "text": "What, is it not obvious?\nI call it \"The Overlord's Respite: Come, My Rivales, Let Us Embrace This World, and Indulge in Revelry!\""
        },
        {
            "name": "Narita Top Road",
            "text": "Revelry... Oh! So the reason you were looking at those wine glasses for so long was because they reminded you of a party?"
        },
        {
            "name": "Admire Vega",
            "text": "Does that not seem strange to you?\nWhat could you possibly use wine glasses for at a theme park?"
        },
        {
            "name": "T.M. Opera O",
            "text": "Why, to dress the set for our revelry photos, of course.\nOh, look at that meat! It's the splitting image of a scepter! \nA perfect prop for our set!"
        },
        {
            "name": "Agnes Digital",
            "text": "(Hah... Hah... It's secret event after secret event! My mental camera's taking snapshots like crazy! Digitan's gonna save it all straight to the kokoro!"
        },
        {
            "name": "Meisho Doto",
            "text": "Oh, oh, look! It's Indeere-chan!\nWahhh~ It's so cuteeee! I sure want a picture with it~"
        },
        {
            "name": "Narita Top Road",
            "text": "Then let's take one!\nOh, Ayabe-san, do you want to join in?"
        },
        {
            "name": "Admire Vega",
            "text": "!\n...Why are you dragging me along?..."
        },
        {
            "name": "Narita Top Road",
            "text": "Doto-chan's face got all stiff at the idea of taking a picture by herself. So I just thought it'd be better if someone took the picture with her..."
        },
        {
            "name": "Meisho Doto",
            "text": "T-that's right... If I'm by myself, I get really self-conscious...\nBut, um, if it's too much trouble, then...\n"
        },
        {
            "name": "Admire Vega",
            "text": "...It's fine. I understand. You're... you're not causing me any trouble."
        },
        {
            "name": "Narita Top Road",
            "text": "Ayabe-san, do you think you can scooch a little closer to Indeera-chan? ――Okay, here we go! Say cheese!"
        },
        {
            "name": "The Two",
            "text": "Eheheh~\nFluffy..."
        },
        {
            "name": "Agnes Digital",
            "text": "Bwaahhh...\nThank you so much for this pwecious gift!"
        }
        
        
    ]

}