{
    "title": "Shooting Stars, Carrying Dreams and Gratitude",
    "text_block_list": [
        {
            "text": "――Moving on, the next scene will be with me and Top \nRoad-san. It seems my costume is just about finished, so I'll go get changed.",
            "name": "T.M. Opera O"
        },
        {
            "name": "T.M. Opera O",
            "text": "And one more thing, Top Road-san. While our protagonist may be the Santa King for now――"
        },
        {
            "name": "T.M. Opera O",
            "text": "Aida is not the only tragic protagonist, you know."
        },
        {
            "name": "Narita Top Road",
            "text": "!\nOkay... Let's give it a go, then!"
        },
        {
            "name": "Narita Top Road",
            "text": "――Good day, and how fare you, Sun King?\nI carry with me responses from the other kings.\n"
        },
        {
            "name": "T.M. Opera O",
            "text": "Ah, so you have arrived! You have kept me waiting!\nHmm? You seem to carry with you something else...?"
        },
        {
            "name": "Narita Top Road",
            "text": "Indeed. You once expressed interest in the unique specialties of the other kingdoms. These are those specialties, hand-picked by the other kings. ――Presents, from us to you!"
        },
        {
            "name": "T.M. Opera O",
            "text": "Presents...! Why, it has been ages since I was last moved by such gifts! Ahh, even if their contents are naught but stones, my heart overflows with delight!"
        },
        {
            "text": "――I rose to the station of a grand king.\nI was showered in admiration and blessings...\n...But that very same station drew me away from others.",
            "name": "T.M. Opera O"
        },
        {
            "name": "Narita Top Road",
            "text": "(...Huh?)"
        },
        {
            "name": "T.M. Opera O",
            "text": "For ages... I have lived in this palace.\n...with solitude as my sole companion."
        },
        {
            "name": "Narita Top Road",
            "text": "(She's... not following the script!?)"
        },
        {
            "name": "T.M. Opera O",
            "text": "The true value of this production is that it was built by all our hands. It may seem you are merely playing roles, but I want to see your own heartfelt feelings into this play."
        },
        {
            "name": "T.M. Opera O",
            "text": "But now, we once-solitary kings are connected! Our convictions may clash, and our borders may separate us, but we are connected nonetheless!\n"
        },
        {
            "name": "T.M. Opera O",
            "text": "――Listen well, Santa King. It is thanks to you that we are now connected, by an irreplaceable bond.\n"
        },
        {
            "name": "T.M. Opera O",
            "text": "You did not recoil from my brilliance, and instead faced me as an equal. You are my oldest friend."
        },
        {
            "name": "T.M. Opera O",
            "text": "My eternal companion!"
        },
        {
            "name": "Narita Top Road",
            "text": "......!\n...........!"
        },
        {
            "name": "Narita Top Road",
            "text": "(What should I do...? I want to say something! I want to tell her! ...But the words just won't come out...!)"
        },
        {
            "name": "Admire Vega",
            "text": "――Take your time. Let the words come to you."
        },
        {
            "name": "Narita Top Road",
            "text": "Ayabe-san..."
        },
        {
            "name": "Admire Vega",
            "text": "I'm sure... she'll understand."
        },
        {
            "name": "Narita Top Road",
            "text": "......Right."
        },
        {
            "name": "Narita Top Road",
            "text": "I... speak not to you, the king, but to the you I first met.\nI want to thank you for being there, as you were then..."
        },
        {
            "name": "Narita Top Road",
            "text": "Even when I was trapped in a blizzard, my feet stuck in place. Even when I lagged behind. You still stood proudly, in all your glory..."
        },
        {
            "name": "Narita Top Road",
            "text": "...and you waited for me to catch up.\nSeeing your brave smile shining at the end of the tunnel is one of my greatest joys!"
        },
        {
            "name": "Narita Top Road",
            "text": "――Oh, Sun King.\nLet us be friends forevermore!"
        },
        {
            "name": "T.M. Opera O",
            "text": "Yes...!"
        },
        {
            "name": "T.M. Opera O",
            "text": "...By the way, Ice King.\nWhy is it that you are here?"
        },
        {
            "name": "Admire Vega",
            "text": "!? ...I... came to meet you, Sun King.\nI wished to see the letters' sender for myself.\n...Is it not the same for you?"
        },
        {
            "name": "Meisho Doto",
            "text": "Huh!? Uh, yes...! I have come from the Kingdom of Darkness!"
        },
        {
            "name": "Narita Top Road",
            "text": "I can't believe my eyes! All the kings, together!\nThis calls for a feast! Let's begin the preparations right away!"
        },
        {
            "name": "T.M. Opera O",
            "text": "Yes... This is it...! The same feeling I got on the turf.\nThe feeling that makes my body tremble, and makes my blood run hot!"
        },
        {
            "name": "T.M. Opera O",
            "text": "A passion all our own."
        },
        {
            "text": "Thus concludes their weekend of hard, meaningful work.\n――And soon came Christmas Day."
        },
        {
            "name": "Narita Top Road",
            "text": "It's finally time...\n――Ayabe-san, give me your hand! ...Don't be shy!"
        },
        {
            "name": "Admire Vega",
            "text": "...Oh... You really enjoy doing this kind of thing..."
        },
        {
            "name": "Agnes Digital",
            "text": "HWAAAAGH~! GEN-MATE HANDHOLDING! THE FEELS~!"
        },
        {
            "name": "Narita Top Road",
            "text": "Don't stand all the way over there, Digital-chan!\nPlease, join in!"
        },
        {
            "name": "Meisho Doto",
            "text": "Ooohh... I'm s-s-so n-n-nervous~\nI'm so s-sorry if I mess up...\n"
        },
        {
            "name": "T.M. Opera O",
            "text": "Hahaha! What's the harm in a bit of unplanned trouble!?\nImprovisation is one of the great joys of the theatre!"
        },
        {
            "name": "Admire Vega",
            "text": "I'm... getting a bad feeling about this.\nOpera O, don't go too hard on the ad-libbing..."
        },
        {
            "name": "Narita Top Road",
            "text": "It'll be okay, Ayabe-san!\nWe handled the ad-lib just fine in rehearsal, didn't we?"
        },
        {
            "name": "T.M. Opera O",
            "text": "Besides, our relations are as the clash between the sock and buskin. We are not the type to follow clichéd expectations!\n"
        },
        {
            "text": "Now then, just as Ariadne and Zerbinetta before us, let us show them our grand finale!",
            "name": "T.M. Opera O"
        }
    ]
}