{
    "title": "The Spotlight is on Our Era",
    "text_block_list": [
        {
            "name": "Narita Top Road",
            "text": "As I wait in the gates, the building pressure presses against my skin. When the gates open, my vision widens, letting my gaze turn to the rival I must defeat."
        },
        {
            "name": "Admire Vega",
            "text": "――I can hear them. A scream of rage. A wail of repentance. A sigh of joy. Our footsteps echo our unspoken feelings as we run across the turf."
        },
        {
            "name": "T.M. Opera O",
            "text": "Let my light's shine reach you!\nFor true glory lies in the hands of our comrades!\nScatter the earth beneath you!\n"
        },
        {
            "name": "Meisho Doto",
            "text": "If I didn't run, I would have never reached this place.\nIf I didn't run, I would have never felt this pain.\nBut because I ran―― I found where I belonged...!"
        },
        {
            "name": "Narita Top Road",
            "text": "The voices echoing through the turf say more than words ever could. We speak to each others' hearts, and ignite the passion lying within them."
        },
        {
            "name": "The Four",
            "text": "It's a passion only we know."
        },
        {
            "text": "Sing a Song of Bonds, O Stars!"
        },
        {
            "name": "Narita Top Road",
            "text": "――So all this needs to be returned to the library?\nIn that case, just leave it to me!"
        },
        {
            "name": "Narita Top Road",
            "text": "Don't worry, this is no problem at all!\nThe student council is waiting for you, aren't they?"
        },
        {
            "name": "Admire Vega",
            "text": "...Do you think you can return this magazine, too?"
        },
        {
            "name": "Narita Top Road",
            "text": "Of course. I'll just stop by on the way back――"
        },
        {
            "name": "T.M. Opera",
            "text": "――Ahh, such a woeful time, where even our instructors act with haste on par with ours! Toiling away, disregarding all but the task at hand. How hollow it must feel to be so helpless! "
        },
        {
            "name": "T.M. Opera O",
            "text": "But fear not! For the Overlord has arrived!\nThe time for celebration is close at hand!\nLet this declaration bring color to your life of gray!"
        },
        {
            "name": "Narita Top Road",
            "text": "Haha, hello, Opera O-chan!\nIs there something you wanted to announce?\n"
        },
        {
            "name": "T.M. Opera O",
            "text": "Nay, the time is not yet ripe... Top Road-san, Ayabe-san.\nCome, grant further kindling to the cabaletta of The Legend of the Overlord!\n"
        },
        {
            "name": "Narita Top Road",
            "text": "Uh, w- what...!? You mean you have something you want to tell us...maybe? Okay! Let's talk in the cafeteria, then!"
        },
        {
            "name": "Admire Vega",
            "text": "...Why am I getting roped into this?"
        },
        {
            "name": "Classmate A",
            "text": "...Oh, she just wanted to talk to them..."
        },
        {
            "name": "Classmate B",
            "text": "They get along so well, it almost makes me forget Opera O's a whole grade division younger. Starting your career in the same generation really gives you a special connection, huh?"
        },
        {
            "name": "Agnes Digital",
            "text": "Opera O-san is getting her generation-mates together!?\nM-m-my moe-dar is pinging like crazy! I have to go look!"
        },
        {
            "name": "T.M. Opera O",
            "text": "Come, my contemporaries, let us leave weave a tale of everlasting memories! I wish to leave a record of our rivalité as part of the Overlord's saga!"
        },
        {
            "name": "Meisho Doto",
            "text": "Everlasting memories...! That sounds wonderful~!\nSo, what do you want to do?"
        },
        {
            "name": "T.M. Opera O",
            "text": "Ah. In layman's terms, let's make some memories!"
        },
        {
            "name": "T.M. Opera O",
            "text": "We fought to outshine that Golden Generation.\nAnd it was then that I knew. In our generation lies a light all our own, against which no other era can compare!\n"
        },
        {
            "name": "T.M. Opera O",
            "text": "But this light should not shine only on the turf!\nI wish to prove to the world that our generation is Number One!"
        },
        {
            "name": "T.M. Opera O",
            "text": "In other words, a record of our triumphs off the track――\nThat's what our memories will be!"
        },
        {
            "name": "Meisho Doto",
            "text": "Making memories with everyone... that sounds amazing~!\nI, um, I want to helb―― Owieeee!\n"
        },
        {
            "name": "Narita Top Road",
            "text": "I think that's a great idea!\nIt's been a long time since we all did something together...\nHehe, now I'm getting excited!"
        },
        {
            "name": "Admire Vega",
            "text": "You say \"making memories\", but what exactly does that mean?"
        },
        {
            "name": "Narita Top Road",
            "text": "Hmm... Maybe something like a trip together? We could see an opera, then go camping at night. We could even do barbecue, and go stargazing once we're done――"
        },
        {
            "name": "T.M. Opera O",
            "text": "No, I don't mean such fleeting pleasures as those...\nI wish to leave a legacy!"
        },
        {
            "name": "T.M. Opera O",
            "text": "Prints left on the turf, belonging to us alone!\nThe moments where our blades cross, unleashing sparks of passion."
        },
        {
            "name": "T.M. Opera O",
            "text": "That is the passion that defines our era! It is our strength, our unity! We will make it known to all... and they will understand that we are Number One."
        },
        {
            "name": "T.M. Opera O",
            "text": "I wish to begin a grand undertaking together!"
        },
        {
            "text": "Undertaking...?",
            "name": "Topro and Ayabe"
        },
        {
            "name": "T.M. Opera O",
            "text": "Ah, but... It seems our pens are not set on writing the same finale. Perhaps, before we set out on our undertaking, we should unite our visions."
        },
        {
            "name": "T.M. Opera O",
            "text": "...Top Road-san, allow me to borrow this magazine.\n...Hmm, \"Christmas Spot Spotlight\"... How appropriate!"
        },
        {
            "name": "T.M. Opera O",
            "text": "Let this be the stage upon which our quartet harmonizes!"
        },
        {
            "name": "Narita Top Road",
            "text": "! Oh, I know Fairy Park! It's Christmassy, all right!\nBut... it's going to be crowded. They always get big crowds this time of year..."
        },
        {
            "name": "Admire Vega",
            "text": "If we're really going, we should have a plan."
        },
        {
            "name": "T.M. Opera O",
            "text": "No, that won't be necessary. After all, our aim is not to merely enjoy ourselves, but to deepen our bonds."
        },
        {
            "name": "T.M. Opera O",
            "text": "We will play this etude by ear!"
        },
        {
            "name": "Agnes Digital",
            "text": "Bwahhh! They're going to Fairy Park together!?\nThey're going to max out their bond gauges for sure!"
        },
        {
            "name": "Agnes Digital",
            "text": "I wanna see!! It's going to be CG after CG after CG! It's secret event central! I wanna burn every movement, every face, every detail into my brain! Every last one!"
        },
        {
            "name": "Agnes Digital",
            "text": "...But if I tagged along, I'd just get in the way...\nIf I cause any trouble for my faves, my fangirl license is REVOKED! It's an total no go!"
        },
        {
            "name": "Agnes Digital",
            "text": "...BUT I WANNA SEE!!"
        },
        {
            "name": "Agnes Digital",
            "text": "...I-I'll watch over them from a distance... That way I won't get in their way. I'll bleach away my aura so they don't notice me...!"
        }
    ]
}