{
    "title": "A Sleepless Night, An Oath at Dawn",
    "text_block_list": [
        {
            "name": "Admire Vega",
            "text": "――Like Menkalinan in the Auriga constellation."
        },
        {
            "name": "Admire Vega",
            "text": "Standing close, but not too close.\nWhen I tried to push you away, you came back around to me, as if drawn by gravity... You stayed by my side, even now."
        },
        {
            "name": "Admire Vega",
            "text": "You're equally kind to everyone. You lend your help to others without a second thought. You want to meet their expectations.\n――Always putting others first."
        },
        {
            "name": "Admire Vega ",
            "text": "You should think of yourself a little more..."
        },
        {
            "name": "Narita Top Road",
            "text": "...A role that fits me... one on equal footing with the sun...\nBut I..."
        },
        {
            "name": "T.M. Opera O",
            "text": "By the way, I've decided to play the role of the Sun King!\nFor I am like the sun, blessing everyone with warmth!\n"
        },
        {
            "name": "T.M. Opera O",
            "text": "By the same token, I want you to think of a kingdom befitting yourself, and about what sort of light you bring to our generation."
        },
        {
            "name": "T.M. Opera O",
            "text": "Bring to life a kingdom all your own!"
        },
        {
            "name": "Narita Top Road",
            "text": "Do I really have a light like that...? But Opera O-chan wouldn't say something like that for no good reason... Hmm....."
        },
        {
            "name": "Admire Vega",
            "text": "......Hey. Are you all right?"
        },
        {
            "name": "Narita Top Road",
            "text": "Ayabe-san!!\nUm, Ayabe-san, what kind of Umamusume do you think I am!?"
        },
        {
            "name": "Admire Vega",
            "text": "!? \n...Um... maybe... You're a sociable class president. You're always thinking about what you can do for others."
        },
        {
            "name": "Admire Vega",
            "text": "You'd be better off thinking about yourself a little harder."
        },
        {
            "name": "Narita Top Road",
            "text": "! You're right... It could be I need more self-reflection. I didn't figure it out until Opera O-chan asked about it."
        },
        {
            "name": "Admire Vega",
            "text": "...What? No, hang on――"
        },
        {
            "name": "Narita Top Road",
            "text": "Thank you so much, Ayabe-san! That was great advice! I'll do my best to really think about who I am."
        },
        {
            "name": "Admire Vega",
            "text": "Ah...\n...That's not what I meant..."
        },
        {
            "name": "Admire Vega",
            "text": "(...I need to choose my words better. I went and assumed Top Road-san would understand what I meant...)"
        },
        {
            "name": "T.M. Opera O",
            "text": "Why, hello, Ayabe-san. Do you have a moment?\nI'd like to ask you to come with me."
        },
        {
            "name": "Admire Vega",
            "text": "...Unfortunately, I'm busy."
        },
        {
            "name": "T.M. Opera O",
            "text": "Don't be that way, O Wayward Werther.\nI won't let the script give us an unfitting ending!\n"
        },
        {
            "name": "Admire Vega",
            "text": "...Well? Why did you take me all the way up here?"
        },
        {
            "name": "T.M. Opera O",
            "text": "Take a look down there."
        },
        {
            "name": "Agnes Digital",
            "text": "My deepest, deepest apologies for calling you here!\nSo, every role except for Top Road-san's has been decided.\n"
        },
        {
            "name": "Agnes Digital",
            "text": "This may be out of turn, but I thought we could give you a rundown of the backstory! I... I think it might help you figure out your role."
        },
        {
            "name": "Narita Top Road",
            "text": "A rundown of the backstory...?"
        },
        {
            "name": "Meisho Doto",
            "text": "Uhm, I asked Digital-san to do it!\nI- I- I thought it might help you out...!"
        },
        {
            "name": "Meisho Doto",
            "text": "I know I'm being presumptuous, but...\nBut, but, you're always helping me out, Top Road-san, so...\n"
        },
        {
            "name": "Narita Top Road",
            "text": "All this for me...? Thank you so much!\nTo be honest, I'm kind of stuck on this, so... Let me hear the summary!"
        },
        {
            "name": "Digital and Doto",
            "text": "R- right!"
        },
        {
            "name": "T.M. Opera O",
            "text": "Just so you know, I didn't say a word to them about this. They moved on their own accord, for the sake of Top Road-san."
        },
        {
            "name": "T.M. Opera O",
            "text": "For our generation to be Number One, we need her.\nWheels on their own cannot move. An axle must be there to connect them."
        },
        {
            "name": "T.M. Opera O",
            "text": "...She is like our axle. Although she doesn't seem to know it."
        },
        {
            "name": "Admire Vega",
            "text": "...I understand what you're saying, more or less. She doesn't value herself enough. So? What are you going to do about it?"
        },
        {
            "name": "T.M. Opera O",
            "text": "――I'll simply wait."
        },
        {
            "name": "Admire Vega",
            "text": "You'll wait...? You're not going to help her?"
        },
        {
            "name": "T.M. Opera O",
            "text": "Of course. After all, she doesn't need my help.\nNo matter what hardships befall her――"
        },
        {
            "name": "T.M. Opera O",
            "text": "She will never betray my expectations."
        },
        {
            "name": "Admire Vega",
            "text": "......I see."
        },
        {
            "name": "T.M. Opera O",
            "text": "And, I might add, the one who pays the closest attention to her is none other than you."
        },
        {
            "name": "T.M. Opera O",
            "text": "Of all those who are moved to support her...\nYou would be the first."
        },
        {
            "name": "T.M. Opera O",
            "text": "Am I wrong?"
        },
        {
            "name": "Narita Top Road",
            "text": "If I remember correctly, Opera O-chan was the Sun King.\nWhat about Ayabe-san and Doto-chan?"
        },
        {
            "name": "Agnes Digital",
            "text": "Ayabe-san's the Ice King, just like before. Her ice-cold demeanor that melts in the warmth of kindness... It's just so Ayabe-san."
        },
        {
            "name": "Narita Top Road",
            "text": "Oh, that kind of makes sense...!"
        },
        {
            "name": "Agnes Digital",
            "text": "Doto-san is the the King of Darkness, the counterpart to the Sun King. She looks up to the sun's light, but that admiration turns to obsession, and her shadow grows ever darker..."
        },
        {
            "name": "Agnes Digital",
            "text": "On the surface, it looks like she hates the Sun King, but really, her yearning is so strong, it's turned into jealousy. The angsty feels here are key!"
        },
        {
            "name": "Narita Top Road",
            "text": "Whoa...! It sounds amazing when you explain it like that!\nBut... it doesn't really gel with how I usually think of Doto-chan...?"
        },
        {
            "name": "Meisho Doto",
            "text": "Uhm... The role sounds a little scary, but... there are parts that are like me. I look up to Opera O-san. But she can shine too bright for me..."
        },
        {
            "name": "Meisho Doto",
            "text": "I talk down to myself, and get depressed a lot, but I can't bring myself to give up... My messy feelings are a bit like the, uhm...\"angsty feels\"? I think..."
        },
        {
            "name": "Narita Top Road",
            "text": "Oh, I see...\n..."
        },
        {
            "name": "Agnes Digital",
            "text": "So... Do you think this helped a little bit?"
        },
        {
            "name": "Narita Top Road",
            "text": "Of course it did!\nI'll do my best to come up with a fitting role. Do you think you can wait just a little longer?"
        },
        {
            "name": "Admire Vega",
            "text": "......! Ah..........."
        },
        {
            "text": "…………――",
            "name": "Admire Vega"
        },
        {
            "name": "Narita Top Road",
            "text": "(...Doto-chan really understood who she was, and the role she'll play. I have to give this more thought...!)"
        },
        {
            "name": "Admire Vega",
            "text": "...Top Road-san. Do you... have a minute?"
        }
    ]
}