{
    "title": "This Meeting is the Greatest Blessing",
    "text_block_list": [
        {
            "name": "T.M. Opera O",
            "text": "...Top Road-san. Among the lights of our generation, of what manner is yours?"
        },
        {
            "name": "Narita Top Road",
            "text": "When she asked me, I couldn't put an answer into words."
        },
        {
            "name": "Narita Top Road",
            "text": "I couldn't think of an answer... because I'm not as unique as everyone else. I may have thought that, at least a little bit."
        },
        {
            "name": "Narita Top Road",
            "text": "But...!"
        },
        {
            "name": "Narita Top Road",
            "text": "――Digital-chan, this script was amazing! But... my role's pretty important, isn't it? Are you sure about this?\n"
        },
        {
            "name": "Agnes Digital",
            "text": "Whatever do you mean? The Santa King is the glue that holds the group together. Just like you are for the others."
        },
        {
            "name": "Agnes Digital",
            "text": "When Opera O-san read it, she said \"The presence of the Santa King has magnified the rulers' brilliance myraidfold!\""
        },
        {
            "name": "Narita Top Road",
            "text": "...Eheheh.\nThen it looks like I'll have to work even harder!"
        },
        {
            "name": "Narita Top Road",
            "text": "By the way, Digital-chan. How's the rest of the production going? You look really tired to me..."
        },
        {
            "name": "Agnes Digital",
            "text": "...Uhh.... well... I've got a good idea for the costumes, but for the rest... \"The grind waits for no one\", you know what I mean? Haha. Hahaha..."
        },
        {
            "name": "Narita Top Road",
            "text": "The grind...? So, basically, you're in a pinch?\nYou shouldn't try to handle this all by yourself! Let's split up the work!\n"
        },
        {
            "name": "Meisho Doto",
            "text": "\"The more I admire you, the darker my dorknesh...\"\nUgh... I goofed up again..."
        },
        {
            "name": "Narita Top Road",
            "text": "Hey there, Doto-chan.\nLooks like you're having trouble with your lines, huh..."
        },
        {
            "name": "Meisho Doto",
            "text": "I am... I just can't get it right...\nUghhhhnn... What should I dooooo?"
        },
        {
            "name": "Narita Top Road",
            "text": "Hmm... How about you practice with me――\nNo, with everyone? I think it'd help a lot."
        },
        {
            "name": "T.M. Opera O",
            "text": "――Oh, Top Road-san. Making the rounds?\nWould you like to rehearse our lines together?"
        },
        {
            "name": "Narita Top Road",
            "text": "Whoa... Opera O-chan, you're so good at acting...!\nYou're on a completely different level from the rest of us..."
        },
        {
            "name": "T.M. Opera O",
            "text": "I am more versed in the art, after all. However, there is no need for you to match my skill. All you need to do is immerse yourselves in your roles! "
        },
        {
            "name": "Narita Top Road",
            "text": "......Opera O-chan. Please, teach us how to do that!"
        },
        {
            "name": "Narita Top Road",
            "text": "Ayabe-san! Let's rehearse together!"
        },
        {
            "name": "Admire Vega",
            "text": "...You don't need to make those puppy dog eyes. I'll practice with you. "
        },
        {
            "name": "Agnes Digital",
            "text": "...There's still a lot that needs to be done. I'm sorry...\nI'm planning to spend a whole day to grind it all out!\n"
        },
        {
            "name": "Narita Top Road",
            "text": "Then how about we set up a day for everyone to work?\nOh, I know! Let's make it a weekend work day!"
        },
        {
            "name": "Narita Top Road",
            "text": "――Well, here we are!\nIt's time for our weekend work day!"
        },
        {
            "name": "Admire Vega",
            "text": "...Hang on, when did it get to this point...?"
        },
        {
            "name": "T.M. Opera O",
            "text": "HAHAHAHA! It's as if the scene transitioned seamlessly from her suggestion to the real thing! So this is what Top Road-san can make happen when she puts her everything into it."
        },
        {
            "name": "Narita Top Road",
            "text": "For a play, we all need to be in it together! \nIf we rehearse and work on the play as a group, we can really get things done! "
        },
        {
            "name": "Narita Top Road",
            "text": "And so, Opera O-chan, we're ready to be your acting students! It's best to leave the teaching to the expert, after all."
        },
        {
            "name": "T.M. Opera O",
            "text": "Of course!\nNow, then... Let's begin by gauging your skills, shall we?"
        },
        {
            "name": "T.M. Opera O",
            "text": "Hmm... I see, I see.\n――Digital-kun, are the costumes ready yet?"
        },
        {
            "name": "Agnes Digital",
            "text": "Ah, well, the Sun King costume isn't done yet, but the rest of them are ready to go!"
        },
        {
            "name": "T.M. Opera O",
            "text": "Mm. Let's return.\nOnce we do, all of you will change into your costumes!"
        },
        {
            "name": "Narita Top Road",
            "text": "Whoa! Your dress is the same as the one from the park, Ayabe-san!"
        },
        {
            "name": "Admire Vega",
            "text": "It is... It's impressive how good a copy it is.\nOh... The brooch on our waists... They match."
        },
        {
            "name": "Agnes Digital",
            "text": "So, about that, the backstory there is the Ice King gave it to the Santa King as a thank-you gift! The Ice King is the one who wanted them to match, you know~ Hehehe!"
        },
        {
            "name": "Narita Top Road",
            "text": "Is that it? Ayabe-san wanted to match with me...\nWait, no! It's was the character, not her! Hehehe, sorry for the mix-up!"
        },
        {
            "name": "Narita Top Road",
            "text": "Okay... we're all changed now.\nSo what's next?"
        },
        {
            "name": "T.M. Opera O",
            "text": "You'll be spending a day as your roles!\nYou must think kingly thoughts, and act as a king would!"
        },
        {
            "name": "Narita Top Road",
            "text": "Huh!? ...Um, can you explain why?"
        },
        {
            "name": "T.M. Opera O",
            "text": "It is not enough for your performance to be artful. The true value of this production is that it was built by all our hands."
        },
        {
            "name": "T.M. Opera O",
            "text": "It may seem you are merely playing roles, but I want to put your hearts into this play. Consider this practice for becoming one with your roles."
        },
        {
            "name": "Narita Top Road",
            "text": "Okay... I understand. Let's do it!"
        },
        {
            "name": "Meisho Doto",
            "text": "Uwahhhh... I- I don't know if I can do iiit..."
        },
        {
            "name": "The Three",
            "text": "............\n...What on earth are we doing..."
        },
        {
            "name": "T.M. Opera O",
            "text": "Come now, there's nothing to be learned from silence!\nAnd Ayabe-san, do you truly think the Ice King would say something like that?"
        },
        {
            "name": "Narita Top Road",
            "text": "...O-okay, then, Ice King and King of Darkness! And, Sun King too! Time to start our meeting. Let's fill our glasses and have a good time."
        },
        {
            "text": "Hang on. How is this fair? Your role speaks the way you normally do.",
            "name": "Admire Vega"
        },
        {
            "name": "T.M. Opera O",
            "text": "A-ya-be-san?"
        },
        {
            "name": "Admire Vega",
            "text": "Gh...!"
        },
        {
            "name": "Narita Top Road",
            "text": "What's the matter, Ice King? Are you hurting at all?"
        },
        {
            "name": "Admire Vega",
            "text": "......Indeed. My head is aching.\nSo I may occasionally speak in an uncharacteristic manner."
        },
        {
            "name": "Narita Top Road",
            "text": "Pff...! W-well, there's not much we can do about that...\nYou know, you're not nearly as cold as I thought you'd be!\n"
        },
        {
            "name": "Agnes Digital",
            "text": "Pizza's here, everyone! Let's break for lunch!"
        },
        {
            "name": "Meisho Doto",
            "text": "..................\nUuhhh... Through the gap... Just put the pizza in...!"
        },
        {
            "name": "Narita Top Road",
            "text": "Y-you don't need to keep that on, Doto-chan!\nThere's no way you can eat like that!"
        },
        {
            "name": "Admire Vega",
            "text": "Oh, my, Santa King. Are you quite well?\nI do not recall you using that manner of speech."
        },
        {
            "name": "Narita Top Road",
            "text": "Huh!? What's wrong wi... Why would it be improper, given the situation!? In addition, should we not be donning aprons? We would not want our clothes to be sullied!"
        },
        {
            "name": "T.M. Opera O",
            "text": "Aha, ahahahaha! You're doing marvelously, my dear kings!"
        }
    ]
}