{
    "title": "A Special Song from on High",
    "text_block_list": [
        {
            "name": "T.M. Opera O",
            "text": "......Hmmmmmm..."
        },
        {
            "name": "Narita Top Road",
            "text": "Opera O-chan, is something wrong? You look a bit concerned... Oh, wait, are those the pictures we took the other day?"
        },
        {
            "name": "Narita Top Road",
            "text": "Umm... Did they not turn out well?"
        },
        {
            "name": "T.M. Opera O",
            "text": "No, your camerawork was magnificent. As you can see, my beauty radiates even from this screen!"
        },
        {
            "name": "T.M. Opera O",
            "text": "However... I have realized there is one major obstacle in the quest to leave our legacy."
        },
        {
            "name": "T.M. Opera O",
            "text": "Look at my overwhelming aura, flooding from this image! And so too for my rivales. See for yourself how Ayabe-san and Doto's personalities shine through."
        },
        {
            "name": "T.M. Opera O",
            "text": "However, Top Road-san――"
        },
        {
            "name": "T.M. Opera O",
            "text": "This is not the 'you' I see on the turf. It's as if you're clouded by a mirage."
        },
        {
            "name": "Admire Vega",
            "text": "Do you think it has something to do with the outfits?"
        },
        {
            "name": "T.M. Opera O",
            "text": "Mm. I suppose that's true.\nBut I think the issue is more fundamental than that."
        },
        {
            "name": "T.M. Opera O",
            "text": "...Top Road-san. Among the lights of our generation, of what manner is yours?"
        },
        {
            "name": "Narita Top Road",
            "text": "Hmm...?"
        },
        {
            "name": "T.M. Opera O",
            "text": "What is the theme of your song in our grand opera?\nThat essence is what's missing from these photos."
        },
        {
            "text": "――――",
            "name": "Narita Top Road"
        },
        {
            "name": "Agnes Digital",
            "text": "Guhuhuhuh... The demon Opera O-san and her follower Doto-san. And on the other side we have the Ice King Ayabe-san and her best friend Top Road-san."
        },
        {
            "name": "Agnes Digital",
            "text": "The demon wages war on the Kingdom of Ice. But the Ice King stayed strong and fought her back. So then the demon has to take the King's best friend hostage――"
        },
        {
            "name": "Agnes Digital",
            "text": "I've got to write all these ideas (read: delusions) down!\nIf I get it printed fast, I can just barely meet the deadline for the winter con!"
        },
        {
            "name": "Meisho Doto",
            "text": "Oh, Digital-san. Thank you so much for the other day~"
        },
        {
            "name": "Digital and Doto",
            "text": "PWAAAHHH!\nWAAAAHHHH!?"
        },
        {
            "name": "Agnes Digital",
            "text": "D-D-D-D-D-Doto-san! I can explain, I- ......huh?"
        },
        {
            "name": "Agnes Digital",
            "text": "Wait, what? What? Where's my notebook!?"
        },
        {
            "name": "T.M. Opera O",
            "text": "If we want to be Number One, then... \n――Hm?"
        },
        {
            "text": "\"The demon wages war on the Kingdom of Ice. But the Ice King stayed strong.\"...\nWell, well, what do we have here!",
            "name": "T.M. Opera O"
        },
        {
            "text": "BWAAHHHH! THE REAL THING READ MY RPF!????\nasdbansd... It's so over...\n...[Announcement] End of Service for Digitan...",
            "name": "Agnes Digital"
        },
        {
            "name": "Meisho Doto",
            "text": "D-Digital-san!?\nOhno ohno ohno, what have I doooone!? I'm so sorry, I'm so sorryyy!!"
        },
        {
            "name": "T.M. Opera O",
            "text": "――How interesting! What a lovely little novel!\nIs this your work, Digital-kun?"
        },
        {
            "name": "T.M. Opera O",
            "text": "Read for yourselves, you two! \nShe's woven a whole story out of the costumes we wore!"
        },
        {
            "name": "Admire Vega",
            "text": "...It really is a whole story. That's impressive."
        },
        {
            "name": "T.M. Opera O",
            "text": "That's it... A beautiful aria is all the more beautiful with a story behind it. For it breathes new life into the cast!"
        },
        {
            "name": "T.M. Opera O",
            "text": "Digital-kun! Your story will be what carries us to the peak!\nPlease, won't you let us use it as the script for our play!?"
        },
        {
            "name": "Agnes Digital",
            "text": "Huh? HUH? Play... Scri... script?"
        },
        {
            "name": "T.M. Opera O",
            "text": "We wish to leave our mark, and to give our legacy form.\nAnd to that end, we will perform your story this Christmas!"
        },
        {
            "name": "Admire Vega",
            "text": "Hang on, what are you talking about...?\nIs this about \"making memories\" again?"
        },
        {
            "name": "T.M. Opera O",
            "text": "Indeed it is! What form is more fitting for the Overlord's legend than the theatrical arts? This book's serendipitious arrival must be the work of the heavens!"
        },
        {
            "name": "T.M. Opera O",
            "text": "If we perform this play, then the whole world will be blinded by the brilliance of our generation, I'm sure of it!\n"
        },
        {
            "name": "Narita Top Road",
            "text": "Putting on a play with everyone... That's a great idea!\nOh, but can we really book a stage on such short notice?"
        },
        {
            "name": "T.M. Opera O",
            "text": "We will perform on the street if we must!\nFor the Overlord's acting, all the world's a stage!"
        },
        {
            "name": "T.M. Opera O",
            "text": "What say you, Digital-kun?"
        },
        {
            "name": "Agnes Digital",
            "text": "Uh, well, no, this book is just me going delulu...\nIt's not worthy of being seen by the real thing, much less getting a stage adaptation..."
        },
        {
            "name": "T.M. Opera O",
            "text": "Apologies. I don't mean to restrict your artistic freedom. However... We need your work!"
        },
        {
            "name": "Agnes Digital",
            "text": "N-need...!? But, uh... Fanfics are... something you keep under wraps... If the canon article gets involved, things get, well, uhh.....!!"
        },
        {
            "text": ".....ggghhhaaa-I UNDERSTAND! I will gladly offer my script!\nPlease, allow me to handle the costumes and the set design and the music and everything else!\n",
            "name": "Agnes Digital"
        },
        {
            "name": "T.M. Opera O",
            "text": "Ah, you've made my wish come true!\nI'm counting on you, Digital-kun!"
        },
        {
            "name": "Meisho Doto",
            "text": "D-d-does that mean I'll be on stage with Opera O-san...?\nWhaaa~! I- I'll do my best!"
        },
        {
            "name": "Admire Vega",
            "text": "...It's always something with her..."
        },
        {
            "name": "T.M. Opera O",
            "text": "Well, there we have it! This may be too soon, but Digital-kun, do you think we can adjust the characters and the story?"
        },
        {
            "name": "T.M. Opera O",
            "text": "I'd like all of us to play kings, each ruling countries made in our image. \n"
        },
        {
            "name": "T.M. Opera O",
            "text": "――And you, Top Road-san.\nYou should be the one to decide your own role.\n"
        },
        {
            "name": "Narita Top Road",
            "text": "Huh!? Me...!?"
        }
    ]
}