{
    "text_block_list": [
        {
            "text": "To increase her abilities even more, Taiki Shuttle is attending Summer Training Camp."
        },
        {
            "name": "Taiki Shuttle",
            "text": "Haaa… haaa… and, Goal!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Haa, haa… fuuu. With this, am I finished with training?",
            "choice_data_list": [
                "Yeah, good work",
                "Yeah, good work"
            ]
        },
        {
            "name": "Taiki Shuttle",
            "text": "Okay! Truth is, there's something I want to do together."
        },
        {
            "name": "Taiki Shuttle",
            "text": "When it comes to training camp… there's also barbeques! I've been really, really looking forward to it because of that!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "I was so excited that I looked up some things on the net! There's lots of delicious things to be found in nature!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "That's why-… let's find some really fresh ingredients, and have a barbeque!"
        },
        {
            "text": "Since training's over, she should probably be resting now, but… Taiki Shuttle was gazing at me with eyes filled with expectations.",
            "choice_data_list": [
                "…guess it can't be helped."
            ]
        },
        {
            "name": "Taiki Shuttle",
            "text": "Fuooooo~~! Good! Thank you! Let's get going then!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Funfunfuuun!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Looking right and looking left. If this is the place, then there should be mushrooms around here."
        },
        {
            "name": "Taiki Shuttle",
            "text": "They should be way more fresh than the ones sold in stores. Let's look for the ultimate mushrooms!",
            "choice_data_list": [
                "Be careful of ones with poison-"
            ]
        },
        {
            "name": "Taiki Shuttle",
            "text": "Aaaaahhh?! Trainer-san! Look at this!!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Red with white dots…! Don't tell me, if you eat these you'll become giant like those legendary mushrooms?!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Trainer-san, keep your eyes opened too! Do you want to eat these? Okay! Let's get them!",
            "choice_data_list": [
                "Those are poison mushrooms!"
            ]
        },
        {
            "name": "Taiki Shuttle",
            "text": "Poison?! Oh… they're so cool though, that's too bad…"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Ah! How about those? They're rainbow-colored and look so tasty!"
        },
        {
            "text": "…maybe she just wanted to go gather mushrooms. Taiki Shuttle was in high spirits and when I followed after her-"
        },
        {
            "text": "…at some point we ended up at the beach."
        },
        {
            "name": "Taiki Shuttle",
            "text": "Oh! Trainer-san! It's the ocean! When you think of the ocean you think of… shellfish! Sea urchin! Let's go!",
            "choice_data_list": [
                "Eh?"
            ]
        },
        {
            "text": "Before I could stop her, Taiki Shuttle ran towards the ocean!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Fuu~! I found a lot of shellfish! Trainer-san's favorites are probably mixed in too!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Alright, please follow me!"
        },
        {
            "text": "Even though it's summer, if she's this soaked she might still catch a cold…",
            "choice_data_list": [
                "Wouldn't it be easier to just buy some…?"
            ]
        },
        {
            "name": "Taiki Shuttle",
            "text": "No! These are fresh, you know! Fresh! I want the tastiest ones!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Alright, let's keep hunting! Here we go!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Wow! Trainer-san, it's a field! There's lots of treasures here! Japan's vegetables are tasty so I love them!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Looks like there's an old man working there right now. Let's see if he'll share some with us if we help him out!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Let's go! Go go goooo!!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "And, heave-ho!… Fuo. Old man! With this, we've finished pulling all the weeds!"
        },
        {
            "name": "Elder Farmer",
            "text": "Oh yeah! Both of you, thanks for helping. As promised, take whichever vegetables you'd like."
        },
        {
            "name": "Taiki Shuttle",
            "text": "Yeaaaah! Thank you!…fufu! Trainer-san, which vegetables should we pick?"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Once we choose these~…we'll finally be ready for the finale!",
            "choice_data_list": [
                "Starting prep for a barbeque now is…"
            ]
        },
        {
            "name": "Taiki Shuttle",
            "text": "No problem! Leave it to me! C'mon, Trainer-san! Hurry up!"
        },
        {
            "text": "With Taiki Shuttle hurrying me, we chose some vegetables. And then what awaited was-"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Welcome to a Happy Barbeque Party—!!"
        },
        {
            "text": "On the beach, probably borrowed from the training camp facilities, there was a barbeque set already prepared…!",
            "choice_data_list": [
                "W-when did you set this up?!"
            ]
        },
        {
            "name": "Taiki Shuttle",
            "text": "Truth is, I woke up early to get prepared!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "That's why, I was glad you didn't say [No] when I asked you to come with me."
        },
        {
            "name": "Taiki Shuttle",
            "text": "We were able to safely gather all the ingredients so, it'll definitely be an especially tasty barbeque!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Please accept this hospitality from me!!",
            "choice_data_list": [
                "So it was for me…?",
                "So it was for me…?"
            ]
        },
        {
            "name": "Taiki Shuttle",
            "text": "Fufuu, Trainer-san, thank you for helping me!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "…whenever I'm feeling lonely and sad. You're always there for me, Trainer-san."
        },
        {
            "name": "Taiki Shuttle",
            "text": "That's why, even if my family isn't here, everyday I'm full of smiles!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "And that's why, I realized. To me, Trainer-san is definitely-"
        },
        {
            "name": "Taiki Shuttle",
            "text": "My important, \"Japanese Family\"!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "That's why, I'm treating you to the barbeque my family in America loves, so Trainer-san can learn about it too!",
            "choice_data_list": [
                "Thank you, I'm happy!"
            ]
        },
        {
            "name": "Taiki Shuttle",
            "text": "Fufu, yes! My surprise was a success!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Alright! Trainer-san, what do you want to eat first? Leave the service to me!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "These ingredients are all for you, Trainer-san! These are all here so Trainer-san can eat them!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "I'll put my heart in to cooking these for you. Please eat your fill!"
        },
        {
            "text": "Taiki Shuttle's barbeque filled not only my stomach, but my heart as well."
        }
    ]
}