{
    "text_block_list": [
        {
            "name": "Taiki Shuttle",
            "text": "Mumuu~…mumumuu~…"
        },
        {
            "text": "While I was in the middle of shopping, I found Taiki Shuttle crouched in the middle of the road…!",
            "choice_data_list": [
                "Are you okay?!"
            ]
        },
        {
            "name": "Taiki Shuttle",
            "text": "Oh! Trainer-san, howdy~! I'm fine, I'm fine, I got a good picture!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "The best shot of this manhole! The angle is important in photos, isn't it?",
            "choice_data_list": [
                "You were taking a picture?",
                "You were taking a picture?"
            ]
        },
        {
            "name": "Taiki Shuttle",
            "text": "Yes! Japan's manhole covers have a bunch of unique designs. If I share them, my family will probably be happy!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Fufu~! The truth is, yesterday I was talking with my family and they said [We want to see the city you live in]."
        },
        {
            "name": "Taiki Shuttle",
            "text": "That's why I'm looking for some nice photo spots! That said~…"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Trainer-san, let's go look together!",
            "choice_data_list": [
                "I was going to go shopping though…"
            ]
        },
        {
            "name": "Taiki Shuttle",
            "text": "Oh… even though we just met by coincidence, that makes me a little lonely…"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Shopping… can't we just do that some other time? That's fine! C'mon, let's do that!",
            "choice_data_list": [
                "Okay, okay"
            ]
        },
        {
            "name": "Taiki Shuttle",
            "text": "Yes! That makes me really happy!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "If we get a lot, my family will definitely be happy. To Japan's nice spots, here we go!"
        },
        {
            "text": "And so it was decided, I would be accompanying the high-spirited Taiki Shuttle…"
        },
        {
            "text": "(pashaa! pashaa!)"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Great! Japan's vending machines are really incredible. Not just drinks, there's even food."
        },
        {
            "name": "Taiki Shuttle",
            "text": "Oden, udon, ramen… there's alot!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "…Oh, but I haven't seen any sushi. Even though it's the top soul food."
        },
        {
            "name": "Taiki Shuttle",
            "text": "Have we just not found one yet? Trainer-san, if you find one, let me know!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Oh! Those look like photo booths! THIS is Japanese pop culture!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "It's exciting, isn't it?! Trainer-san, let's go in!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Let's match up with the countdown! Three, two-… one-"
        },
        {
            "text": "(pashaa!)"
        },
        {
            "text": "From the dispenser, Taiki Shuttle's photo came out. It was filled with filters and seals that she had chosen."
        },
        {
            "name": "Taiki Shuttle",
            "text": "Ahahahahahaa! Trainer-san, you were hiding behind me!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "But it's still cool! These seals, I need to share them with my family!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Mmmmm~! It was really lucky that we found a taiyaki stall!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Trainer-san! Make sure you hold on to that taiyaki for me. I need to get a picture of it!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Sniff sniff. …Haa~~, it seems like it'll be really delicious."
        },
        {
            "name": "Taiki Shuttle",
            "text": "Hot and fresh… and, that crunchy-looking tail. I want to eat it as soon as I can…"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Uuu, I-I need to properly get a photo of it! Wait for it… just wait…"
        },
        {
            "name": "Taiki Shuttle",
            "text": "…drool."
        },
        {
            "name": "Taiki Shuttle",
            "text": "Uuuuu~~! Trainer-san! Can you stand a little further away please?!"
        },
        {
            "text": "After that, Taiki Shuttle and I went non-stop to several different places-"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Good! THIS is the Japanese aethestic - like wasabi!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "It'd be nice if there was a samurai… Oh, yes! Next, let's get a picture of a samurai!",
            "choice_data_list": [
                "The sun's going to set soon though?",
                "The sun's going to set soon though?"
            ]
        },
        {
            "name": "Taiki Shuttle",
            "text": "Oh, it's already this late… I guess it can't be helped. Let's make our way back, lickety split!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Fufu! I got a lot of wonderful shots. With this much, it should be… Ah!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Stooooooooop!!",
            "choice_data_list": [
                "W-what?!",
                "W-what?!"
            ]
        },
        {
            "name": "Taiki Shuttle",
            "text": "I forgot a really important shot! Trainer-san, please!",
            "choice_data_list": [
                "Eh? Eh?"
            ]
        },
        {
            "name": "Taiki Shuttle",
            "text": "C'mon, c'mon, over here."
        },
        {
            "name": "Taiki Shuttle",
            "text": "I'm taking it~!"
        },
        {
            "text": "(pashaa!)"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Yes! I got a nice 2-shot!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "…Fufuu. I've been thinking this for a while now. Trainer-san, I should introduce you to my family."
        },
        {
            "name": "Taiki Shuttle",
            "text": "You're always there by my side cheering me on… Trainer-san is an important person to me.",
            "choice_data_list": [
                "I'm happy you feel that way"
            ]
        },
        {
            "name": "Taiki Shuttle",
            "text": "Oh! E-ehehe. Me too… I'm very happy!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "They're all nice shots but, this one is the one I like the most."
        },
        {
            "name": "Taiki Shuttle",
            "text": "Trainer-san, thank you very much for today. Let's go look for more nice spots in Japan again sometime!"
        },
        {
            "text": "…Several days later, I received a mail titled [American pop culture!] from America."
        },
        {
            "text": "Attached was a photo of a fun-looking barbeque with a younger Taiki Shuttle and her family-"
        },
        {
            "text": "Written in hiragana was a short message, [Thanks for taking care of our daughter!]."
        }
    ]
}