{
    "text_block_list": [
        {
            "text": "Large rain drops were incessantly falling, striking the window. According to the morning weather forecast, it was supposed to clear up in the afternoon, though…"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Pardon me~~~~!!!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Trainer-san, Howdy~! Today's a training day but, the rain is really coming down!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "So… I have a request!"
        },
        {
            "text": "Don't tell me that, in the middle of this downpour, she wants to run. She'd probably catch a cold-"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Let's make a teru teru bozu!!",
            "choice_data_list": [
                "Eh, a teru teru bozu?"
            ]
        },
        {
            "name": "Taiki Shuttle",
            "text": "Just now, everyone in class was talking about it. Saying [I really wanted to run outside, though]."
        },
        {
            "name": "Taiki Shuttle",
            "text": "They were really really downhearted. Even the classroom seems kind of gloomy."
        },
        {
            "name": "Taiki Shuttle",
            "text": "So then, I had an idea. I wanna make a Teru teru bozu! Not just any one, but a super big teru teru bozu!!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "If it's super big, then it's power will be just as big! Even a hurricane would clear up in an instant!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "So that's why, Trainer-san! Please let me have that curtain!",
            "choice_data_list": [
                "Making it out of a curtain?!",
                "Making it out of a curtain?!"
            ]
        },
        {
            "name": "Taiki Shuttle",
            "text": "That's right! Leave it to me! With a powerful teru teru bozu, it'll definitely clear up!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "And with that, everyone will show me their happy smiles. Alright, let's get started!"
        },
        {
            "text": "It's hard to refuse Taiki Shuttle's feelings when she's thinking about her friends. But, at this rate the curtains will become a teru teru bozu…!",
            "choice_data_list": [
                "L-let's use a bigger cloth!"
            ]
        },
        {
            "name": "Taiki Shuttle",
            "text": "Wha… what?! A bigger one…?!"
        },
        {
            "text": "I went to the infirmary and grabbed a few unused bedsheets. I sewed them together into one larger piece."
        },
        {
            "text": "And then-"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Alright, now we just need to hang it by the window. Trainer-san, cheer up!",
            "choice_data_list": [
                "H-heavy…!"
            ]
        },
        {
            "name": "Taiki Shuttle",
            "text": "Fuuu~. Hanging a big teru teru bozu by the window is bone breaking work."
        },
        {
            "name": "Taiki Shuttle",
            "text": "But, it's a wonderful big bozu! And the main point is this cute smile it has!"
        },
        {
            "text": "A human-sized teru teru bozu was hanging by the window. …it was more like a room in a haunted house."
        },
        {
            "name": "Taiki Shuttle",
            "text": "Yahooooo!! Okay! Now all those rain clouds will-…Oh?!"
        },
        {
            "name": "Taiki Shuttle",
            "text": "Trainer-san, it's the sun!!"
        },
        {
            "text": "When I looked outside the window at the sky, at some point the rain had stopped and the sun was out between a gap in the clouds."
        },
        {
            "name": "Taiki Shuttle",
            "text": "Amazing! Leave it to a real life magic item! And, Trainer-san and my power!"
        },
        {
            "text": "Taiki Shuttle was excitedly gazing outside. …I won't tell her about the weather report."
        },
        {
            "name": "Taiki Shuttle",
            "text": "It's completely become a beautiful day for training! If it's like this, I can run using my full power!",
            "choice_data_list": [
                "Then, let's get to it-"
            ]
        },
        {
            "name": "Taiki Shuttle",
            "text": "Yeeees! I'm gonna go see everyone's smiles!"
        },
        {
            "text": "With a loud voice that could reach out, a lively Taiki Shuttle ran off…"
        }
    ]
}