{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "It had been a while since I had become Copano Rickey's trainer. \nToday, Copano Rickey was staring directly at my face."
        },
        {
            "text": "Trainer, are you feeling kind of tired?",
            "name": "Copano Rickey"
        },
        {
            "text": "Your face seems a little pale, and I'll bet your head is feeling \nkind of heavy, right? For a while now, you've been leaning \nforward and holding your head.",
            "name": "Copano Rickey"
        },
        {
            "text": "I didn't realize it but……now that she mentions \nit, my head was starting to hurt, and it felt \nlike things were getting a little hazy.",
            "choice_data_list": [
                "I wonder why"
            ]
        },
        {
            "text": "So, it seems like you don't know? Hmmmm, \nif it's unconsciously……then maybe it's something \nphysical like your 『Dwelling』.",
            "name": "Copano Rickey"
        },
        {
            "text": "There doesn't seem to be anything wrong with the trainers' room…… \nthat means the cause is probably in the dorm!",
            "name": "Copano Rickey"
        },
        {
            "text": "Alright! Well, there's no time like the present! \nIt's time for Rickey's surprise Feng Shui check! Let's go!",
            "name": "Copano Rickey"
        },
        {
            "text": "And with that, since I had no reason to stop her, \nthe surprise Feng Shui check started."
        },
        {
            "text": "……Hmmm, hmm, hmm, I see……",
            "name": "Copano Rickey",
            "choice_data_list": [
                "How is it……?"
            ]
        },
        {
            "text": "Aha, like I thought, there really is an issue! Seems like it's \nmostly around the bed. Ah, but I don't mean it's dirty though! \nIt's perfectly clean☆",
            "name": "Copano Rickey"
        },
        {
            "text": "It's just, in regards to Feng Shui, there's a bunch of places \nhere and there that could be rearranged to increase luck!",
            "name": "Copano Rickey"
        },
        {
            "text": "To be more specific, using that towel as a pillow cover. I \nunderstand that it's convenient, but it can decrease one's own \nluck in regards to business.",
            "name": "Copano Rickey"
        },
        {
            "text": "And the curtains and bed covers both having \npatterns isn't that good either. When the sunlight \nis strong, the pattern might ruin the balance.",
            "name": "Copano Rickey"
        },
        {
            "text": "Are those your pajamas? You're probably using old clothes for \nthat, aren't you? I know it's economical, but in regards to Feng \nShui, it would probably be better to buy some proper pajamas.",
            "name": "Copano Rickey"
        },
        {
            "text": "There's a bunch of other things too but…… \nfor now, how about we start with all that!?",
            "name": "Copano Rickey"
        },
        {
            "text": "After that, following Copano Rickey's instructions, \nI moved a few things around and replaced some old stuff―"
        },
        {
            "text": "Alright……we're all finished!",
            "name": "Copano Rickey"
        },
        {
            "text": "Before I realized it, this place now \nhad a rather tranquil feel to it……!",
            "choice_data_list": [
                "Oooooh……!?"
            ]
        },
        {
            "text": "Ahaha! I get it, you can't really put it in to words, but it \nfeels like something changed. Passively increasing that power, \nthat's one of Feng Shui's specialties♪",
            "name": "Copano Rickey"
        },
        {
            "text": "If you can keep the room like this, then you'll \ndefinitely be Rickey☆ Lucky☆ and Happy like me!",
            "name": "Copano Rickey"
        },
        {
            "text": "And then, several days later―"
        },
        {
            "text": "Before I realized it, my head had cleared up and I felt full of \nenergy. Maybe it was due to my physical condition, but I was \nfeeling much more positive too.",
            "choice_data_list": [
                "I'm feeling good!"
            ]
        },
        {
            "text": "Really!? I'm glad! Truth is, a little while ago, \nI went to check on the 『Horizontal Pressure』 in Trainer's room!",
            "name": "Copano Rickey"
        },
        {
            "text": "Ah, the 『Horizontal Pressure』 is something that weighs \ndown on your heart unconsciously while you're sleeping.",
            "name": "Copano Rickey"
        },
        {
            "text": "For example, if you have lots of patterned cloth, it can \nunintentionally scatter your focus, and having a proper pillow \ncover instead of that towel can help you sleep soundly.",
            "name": "Copano Rickey"
        },
        {
            "text": "Just like this, little by little, by fixing \nthe small imperfections, you'll be able to sleep \nwell, and your fortunes will improve!",
            "name": "Copano Rickey",
            "choice_data_list": [
                "I see……!"
            ]
        },
        {
            "text": "This is Feng Shui's power to bring good luck, \nin other words 『The Science of Environmental Fortune』!",
            "name": "Copano Rickey"
        },
        {
            "text": "By changing your environment, it'll change the way you think, and \nby doing that it can even change your personality and disposition.",
            "name": "Copano Rickey"
        },
        {
            "text": "That's why, if you want to become happy, you should start with \nyour environment! ……but well, let's leave the explanation at that―",
            "name": "Copano Rickey"
        },
        {
            "text": "How do you feel right now? Your thoughts are \nclear and bright! And feeling the energy welling \nup from within, that kind of feeling?",
            "name": "Copano Rickey"
        },
        {
            "text": "You definitely want to put this experience in to words and \ntell everyone right!? Right, right, isn't that right?",
            "name": "Copano Rickey",
            "choice_data_list": [
                "Eh!?"
            ]
        },
        {
            "text": "And so, we should strike while the iron's hot! \nNow, for Feng Shui publicity, let's go☆",
            "name": "Copano Rickey"
        },
        {
            "text": "After that, with Copano Rickey dragging me around, we spent all \nday spreading the good word around the school grounds."
        }
    ]
}