{
    "text_block_list": [
        {
            "name": "Copano Rickey",
            "text": "Morning, Trainer! Since it was getting kind of old, I bought a new flower to replace the one you had there!"
        },
        {
            "name": "Copano Rickey",
            "text": "Over on your desk, that's my dad's promotional good luck handkerchief! Feng Shui-wise it's nice, and it's made of good materials so it's a present! And―"
        },
        {
            "name": "Copano Rickey",
            "text": "Since the window's closed, let's open it! Ventilation is fundamental to Feng Shui! With this, it'll be a fortuitous omen☆ Well then, see you at training～!"
        },
        {
            "text": "Thanks to her taking the initiative, the trainers' room seemed brighter and because of that work seemed to go more smoothly. Although―",
            "choice_data_list": [
                "(I've only been receiving things……)"
            ]
        },
        {
            "text": "Normally, the trainer's role is to support the Uma Musume. I started spending the days thinking of ways to repay her―"
        },
        {
            "text": "Then one day"
        },
        {
            "name": "Copano Rickey",
            "text": "Huh? It's Trainer～! What a coincidence! ……Oh, that's right! Are you free right now? There's a place I want to take you!",
            "choice_data_list": [
                "Eh!?"
            ]
        },
        {
            "text": "I didn't particularly have any plans so, I followed along with Copano Rickey―"
        },
        {
            "name": "Copano Rickey",
            "text": "And so, we're here at the zoo! Ehehe, getting out and getting the qi flowing is a great way to increase your luck!"
        },
        {
            "name": "Copano Rickey",
            "text": "And the most important part, is heading in a favorable direction! This zoo is in a favorable direction for your luck and I've always wanted to bring you here. Oh……"
        },
        {
            "name": "Copano Rickey",
            "text": "……crying? Sorry Trainer, I'm going to go take a look!"
        },
        {
            "name": "Timid Girl",
            "text": "―……where is everyone……? Uhuu, uwaaan……!"
        },
        {
            "name": "Copano Rickey",
            "text": "Are you okay? What's wrong?"
        },
        {
            "name": "Timid Girl",
            "text": "Uu……Uuwaaaaan! Everyone's gone……!"
        },
        {
            "name": "Copano Rickey",
            "text": "I see, so you got separated from your family, huh…… But it seems like the area around here isn't very good. It's so damp."
        },
        {
            "name": "Copano Rickey",
            "text": "For now, do you wanna come with Big Sis to the lost kids center?! I'll take you to a more wonderful place!"
        },
        {
            "text": "And when Copano Rickey tried to take the girl's hand―"
        },
        {
            "name": "？？？",
            "text": "Ah, there she is～!"
        },
        {
            "name": "Girl's Older Sister",
            "text": "Sorry, I let go of your hand……! Mom and the others are looking for you over there, let's go! Um…… thank you very much!"
        },
        {
            "name": "Copano Rickey",
            "text": "No, I was just staying here together with her! I'm glad you found her, be careful on the way back!"
        },
        {
            "name": "Copano Rickey",
            "text": "Oh, that's right! When heading back, try taking that big path in the middle! It's a lucky path so you should be able to return safely!"
        },
        {
            "name": "Girl's Older Sister",
            "text": "……lucky path? Um…… Miss, are you a weir-…… an occult person?"
        },
        {
            "name": "Copano Rickey",
            "text": "I wouldn't say it's occult though…… Hmmm, but well, it's sometimes misunderstood, I guess? Why's that?"
        },
        {
            "name": "Girl's Older Sister",
            "text": "But……at school, they told us that if someone says weird things to you, they're trying to take you and that we should be careful―Ah!"
        },
        {
            "name": "Girl's Older Sister",
            "text": "N-now that I think about it, miss, you said you would 『Take her to a more wonderful place!』……!"
        },
        {
            "name": "Copano Rickey",
            "text": "Oh that. In this area, in regards to Feng Shui, the qi tends to stagnate. When a place is kind of damp, doesn't it kind of lower your spirit?"
        },
        {
            "name": "Copano Rickey",
            "text": "A corner where many things collide, it's called the cautionary boundary of the 8 trigrams, I was just thinking that it would be better if this girl was in a luckier place―"
        },
        {
            "name": "Girl's Older Sister",
            "text": "……Collide……trigrams……? I've never heard those words before. I-it's true……!! Moooooooooooom～～～!!",
            "choice_data_list": [
                "W-wait!"
            ]
        },
        {
            "text": "I calm the child down, and as we were walking to the lost kids center, explain that Copano Rickey is a student at the academy and not a strange person."
        },
        {
            "name": "Girl's Older Sister",
            "text": "I-I-I'm sorry, I'm sorry! For surprising you like that, um, um…… I'm sorry～!"
        },
        {
            "text": "While things ended safely, I wondered if this incident had her feeling down. That's what I was thinking but……it seems I was slightly off though."
        },
        {
            "name": "Copano Rickey",
            "text": "Huuu-, I guess I messed up! I was saved thanks to Trainer! I guess Feng Shui can seem kind of scary from the perspective of a child."
        },
        {
            "name": "Copano Rickey",
            "text": "I guess it would have been better to calm down and explain it better to that girl. Sometimes I get told 『Rickey, you come on too strong』. Yeah, I need to reflect on that!"
        },
        {
            "text": "She was pretty talkative normally. She could reflect on things, and quickly handle her own mental care but…… her expression seemed kind of distant.",
            "choice_data_list": [
                "……Are you okay?"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "Eh? Yeah! Of course. I'll try not to make the same mistake again, and I'll think of a way to phrase it so that it doesn't scare them!",
            "choice_data_list": [
                "That's not what I mean"
            ]
        },
        {
            "text": "I knew Copano Rickey was capable of improving the perception of Feng Shui. She could make plans, put them in to motion, and properly prevent the disruption of qi."
        },
        {
            "text": "But that's exactly why, we need to get a handle on any of those negative emotions she's feeling. I could sense her desperation――and I told her that."
        },
        {
            "name": "Copano Rickey",
            "text": "……Eh……?"
        },
        {
            "name": "Copano Rickey",
            "text": "…………Ah. I see……that could be. Well……a long time ago, papa told me something like that."
        },
        {
            "name": "Copano Rickey",
            "text": "You try to 『Solve things with Feng Shui』 too much. Your own feelings……especially when you're feeling vulnerable, you tend to avoid facing those feelings."
        },
        {
            "name": "Copano Rickey",
            "text": "I tend to fall back on Feng Shui unconsciously, so fully suppressing that is not good. I understand that but……ahaha, maybe I'm going too far."
        },
        {
            "name": "Copano Rickey",
            "text": "Umm, well……what should I do? Solving things without using Feng Shui, how do I do that again?"
        },
        {
            "text": "Copano Rickey is at a loss. Perhaps, right now what she deseperately needs, is simply to just come face to face with those feelings.",
            "choice_data_list": [
                "At that time, how did you feel?"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "Eh? How did I feel……? Well, let's see, when that girl let out a scream, my chest tightened, and my head went blank……",
            "choice_data_list": [
                "『Sad at being misunderstood』?"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "……『Sad』……that might be true! But, being misunderstood happens all the time, so it wasn't all that shocking."
        },
        {
            "name": "Copano Rickey",
            "text": "It's just……I wonder if I could have done better……",
            "choice_data_list": [
                "Then, 『I wish I explained it better』?"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "……Yeah, that's it! I usually don't speak out but, so they can become lucky, I need to explain properly……!"
        },
        {
            "name": "Copano Rickey",
            "text": "…………Yeah, that's what I thought. ……that's what I was thinking."
        },
        {
            "text": "Copano Rickey was looking at me, at some point her cheerful, soft expression had returned."
        },
        {
            "name": "Copano Rickey",
            "text": "Yeah, I'm fine now! It feels like a weight has been lifted off my shoulders. ……I must have been holding those feelings in."
        },
        {
            "name": "Copano Rickey",
            "text": "It was helpful. ……Thank you, Trainer!"
        }
    ]
}