{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "(WAAAAAAAAAAAAAAAAAAH!)"
        },
        {
            "text": "Alright then, Trainer, I'll be off!",
            "name": "Copano Rickey",
            "choice_data_list": [
                "Yeah, do your best",
                "Yeah, do your best"
            ]
        },
        {
            "text": "Alright, for this Selection Race…… \nAh, there she is, Copano Rickey.",
            "name": "Mid-rank Trainer A"
        },
        {
            "text": "Last time was \"Turf\", but this time she's participating on \n\"Dirt\"? What's her aptitude for it?",
            "name": "Mid-rank Trainer B"
        },
        {
            "text": "Rickey……what's going on here? \nTo think you'd suddenly challenge a dirt race.",
            "name": "Hokko Tarumae"
        },
        {
            "text": "Don't tell me! You plan on pushing Feng \nShui on to me even on the course!?",
            "name": "Hokko Tarumae"
        },
        {
            "text": "That's not it! It's just something I \ndecided on after talking with Trainer.",
            "name": "Copano Rickey"
        },
        {
            "text": "It's possible 『Dirt might be a better option』, they said. \nThings like form and physique, and also……",
            "name": "Copano Rickey"
        },
        {
            "text": "And above all, maybe dirt has better compatibility with Feng \nShui. I won't know until I have a serious race, after all♪",
            "name": "Copano Rickey"
        },
        {
            "text": "Feng Shui's compatibility…… Rickey, don't take \ndirt lightly. Dirt is something that requires a \nsteady accumulation of effort, day after day!",
            "name": "Hokko Tarumae"
        },
        {
            "text": "Rather than relying on charms, just like when you're tilling the \nearth in Hokkaido, if you don't do all you can, then victory will \nnever come, you know?",
            "name": "Hokko Tarumae"
        },
        {
            "text": "I know. I've been working hard. \nAnd on top of that―",
            "name": "Copano Rickey"
        },
        {
            "text": "As long as I can hear the \"Voice of the Earth\"……!",
            "name": "Copano Rickey"
        },
        {
            "text": "Copano Rickey focused and entered her gate. \nAnd then the gates of fate opened."
        },
        {
            "text": "(Alright, off to a good start! The bracket number, color, \nand direction are all compatible. And the feel of the dirt……)",
            "name": "Copano Rickey"
        },
        {
            "text": "(Yeah, it's good! When I run seriously…… \nI can sense the condition of the track clearly!)",
            "name": "Copano Rickey"
        },
        {
            "text": "(But that's not the most important part. The problem is― \nwhether I can hear the \"Voice of the Earth\" or not)",
            "name": "Copano Rickey"
        },
        {
            "text": "(If I can't feel the flow of qi, then my run \nwon't be blessed with luck. Please, somehow―!)",
            "name": "Copano Rickey"
        },
        {
            "text": "(I need to take the course from further outside……! \nSo I don't get hit by the dirt kicked up in front of me!)",
            "name": "Uma Musume A"
        },
        {
            "text": "(Today it feels like my legs are being held back～ \nI need to stabilize my breathing and save my stamina……)",
            "name": "Uma Musume B"
        },
        {
            "text": "(I can see it……! I can feel it……! The flow of qi. The Voice of \nthe Earth……it's telling me how the race is developing)",
            "name": "Copano Rickey"
        },
        {
            "text": "(It's just like Trainer predicted. So that's how it was, \nFeng Shui has better compatibility with dirt!)",
            "name": "Copano Rickey"
        },
        {
            "text": "Rickey, compared to before, she's so lively…… \nTrainer-san, what happened……?",
            "name": "Hokko Tarumae",
            "choice_data_list": [
                "The \"Sand\" is showing her",
                "The \"Sand\" is showing her"
            ]
        },
        {
            "text": "Sand? By sand, you mean the dirt?",
            "name": "Hokko Tarumae"
        },
        {
            "text": "―Feng Shui is not something mystical, it's more like the study of \nenvironmental fortune. If that's true, then understading the \nconditions and location are important."
        },
        {
            "text": "What conveyed that the most vividly was the \"Sand\". Whether it \nwas the gravel on the grounds or the sand on the beach, dirt \ncould show the flow of qi.",
            "choice_data_list": [
                "Go, Rickey!!"
            ]
        },
        {
            "text": "(Trainer! Yeah! Where should I take position? Da, \nShin, Gon…… Alright, Shin! The qi is thin to the \neast, so I can run freely and pull away)",
            "name": "Copano Rickey"
        },
        {
            "text": "(The five elements are balanced! From the Wood comes Fire, and \nthe Fire returns everything to Soil! The place I should press the \nattack is just beyond that tree)",
            "name": "Copano Rickey"
        },
        {
            "text": "(The last straight! 『Physical』, 『Spiritual』……all are in harmony. \nThe fortunes are aligned. All that's left is―)",
            "name": "Copano Rickey"
        },
        {
            "text": "The fastest will win!! All the stamina I've been saving, I'll \nchannel it and use everything I've got!! \nYaaaaaaaaaaaaaaaaaaaaaaaaa!!!!!",
            "name": "Copano Rickey"
        },
        {
            "text": "She's completely pulled ahead!? T-this run is……!!",
            "name": "Hokko Tarumae"
        },
        {
            "text": "What's going on, wasn't this completely different from before!? \nDid something happen!?",
            "name": "Mid-rank Trainer B"
        },
        {
            "text": "Nothing happened. This is Copano Rickey's true strength. \nWith proper preparation, and being able to see the \nflow of qi, this is how she can run."
        },
        {
            "text": "And with this, the Selection Race was over―"
        },
        {
            "text": "Trainer, thank you. \nBecause of you, I was able to have an awesome run☆",
            "name": "Copano Rickey"
        },
        {
            "text": "You were able to figure out the reason I couldn't \nhear the Voice of the Earth because you believed \nin Feng Shui, and thought about it!",
            "name": "Copano Rickey"
        },
        {
            "text": "And with that, I want to spread the wonder of Feng Shui's power, \nand make all those that are down and lost happy, but―",
            "name": "Copano Rickey"
        },
        {
            "text": "Will you lend me your strength? As my trainer! \nThis time, you won't say No, right?",
            "name": "Copano Rickey",
            "choice_data_list": [
                "Yeah, of course!",
                "Yeah, of course!"
            ]
        },
        {
            "text": "Alllllright! I was having a hard time finding someone, you see. \nSomeone who believed in Feng Shui from the bottom of their heart, \nand wanted to make everyone happy☆",
            "name": "Copano Rickey"
        },
        {
            "text": "You and me are definitely 『In Harmony』! \nMeeting you has truly made me lucky and happy♪",
            "name": "Copano Rickey"
        },
        {
            "text": "Mumumu……I never thought Rickey would be able to handle dirt. \nBut after seeing her run today……",
            "name": "Hokko Tarumae"
        },
        {
            "text": "Regardless of Feng Shui, she's definitely formidable……! \nBut…… I won't lose!!",
            "name": "Hokko Tarumae"
        },
        {
            "text": "Yes, yes, truly. \nPerhaps I should join in and play too.",
            "name": "Wonder Acute"
        },
        {
            "text": "Tarumae! Acute-san! \nYeah, looking forward to it♪",
            "name": "Copano Rickey"
        },
        {
            "text": "I'll definitely use Feng Shui to make both of you happy☆",
            "name": "Copano Rickey"
        },
        {
            "text": "And with these strong rivals, she would enter the dirt \ncurriculum. Copano Rickey's Happy Road had begun!"
        }
    ]
}