{
    "text_block_list": [
        {
            "name": " ",
            "text": "(Step step step step……!)"
        },
        {
            "name": "Copano Rickey",
            "text": "Trainer, hurry up! This way!"
        },
        {
            "text": "Before the Selection Race started. Copano Rickey had felt that something strange was afoot, and was now rushing up the stairs inside school. And then―"
        },
        {
            "text": "(Bang!)"
        },
        {
            "name": "Copano Rickey",
            "text": "The roof! If it's here then……",
            "choice_data_list": [
                "Copano Rickey, why the roof?"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "Because if you want to get a good look at everything, it's best to look from a high place! It's making practical use of urban planning, 『Geographical Feng Shui』."
        },
        {
            "name": "Copano Rickey",
            "text": "Now then, the reason there was a change in the qi……"
        },
        {
            "name": "Copano Rickey",
            "text": "Ah, over there! That corner! The trainers are gathering there a little more than usual. And the reason is……"
        },
        {
            "name": "Copano Rickey",
            "text": "Part of the course is being repaired? And there are a large number of frontrunner Uma Musume in the next race, so they want to get a good look. Both of these happening at the same time."
        },
        {
            "name": "Copano Rickey",
            "text": "Trainer, if we just let it go, it could become dangerous! We should stop them before they start!",
            "choice_data_list": [
                "We can't, we won't make it"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "Kuu……even if we yell from here!? If we contact them with our smartphones, do you think they'll believe us?"
        },
        {
            "name": "Copano Rickey",
            "text": "Thankfully, the strange qi doesn't seem to be getting stronger. Hopefully it can stabilize with the change in qi―"
        },
        {
            "text": "And then the race started―"
        },
        {
            "name": "Uma Musume A",
            "text": "Wha-!? They're moving diagonally……!? Where are you looking……!? Get out of the way!"
        },
        {
            "name": "Uma Musume B",
            "text": "No, you should get out of the way! Kuu……!"
        },
        {
            "text": "There were no disqualifications or accidents but…… just as Copano Rickey predicted, the race was pretty chaotic."
        },
        {
            "name": "Copano Rickey",
            "text": "Fuu……I'm glad nothing serious happened. Hopefully, it stays like this.",
            "choice_data_list": [
                "But, how did you know? Intuition?",
                "But, how did you know? Intuition?"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "Intuition? No way! Feng Shui isn't something so vague, it's a respectable discipline!"
        },
        {
            "name": "Copano Rickey",
            "text": "Remember, we saw it when we were on the roof earlier, right? And so, what I noticed was―"
        },
        {
            "name": "Copano Rickey",
            "text": "The direction of the \"flow\"……to the northwest, was where those trainers had gathered to spectate, you see."
        },
        {
            "name": "Copano Rickey",
            "text": "The participating Uma Musume were conscious of this, and the flow pulled them towards that spot. \"Battling for a Lucky Strike\", that kind of qi, it would be natural for it to gather there―"
        },
        {
            "name": "Copano Rickey",
            "text": "Losing sight of the small things in that scramble, like not focusing on the corner ahead of you. It wouldn't be strange for you to start jostling each other for position."
        },
        {
            "name": "Copano Rickey",
            "text": "A corner where those feelings collide, you could call it the cautionary boundary of the 8 trigrams. This is―"
        },
        {
            "name": "Copano Rickey",
            "text": "-What someone attuned to Feng Shui like me can see. No, not just me, if you understand Feng Shui, anyone could notice and help prevent this from happening."
        },
        {
            "name": "Copano Rickey",
            "text": "Feng Shui isn't something occult. It's the result of 3000 years of accumulation and refinement of \"The Science of Environmental Fortune\".",
            "choice_data_list": [
                "\"The Science of Environmental Fortune\"……"
            ]
        },
        {
            "text": "I thought she was just an Uma Musume that was in to the occult, but it seems I was mistaken. She could make proper predictions backed with supporting evidence."
        },
        {
            "text": "The Feng Shui Uma Musume, Copano Rickey. Compared to my first impression of her, it seemed like she was an upright Uma Musume with an immeasurable hidden potential."
        },
        {
            "name": "Copano Rickey",
            "text": "See? Now you understand the greatness of Feng Shui, right!? Being able to see the future! 『Together we'll spread this knowledge!』, that's what you're thinking, right!?",
            "choice_data_list": [
                "No, it's a little soon for that……",
                "No, it's a little soon for that……"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "Eeeeh!? You're pretty stubborn, huh?"
        },
        {
            "name": "Copano Rickey",
            "text": "Then we just need to finish it with one more push! Just watch me in the next race!"
        },
        {
            "name": "Copano Rickey",
            "text": "Once more, I'll properly show you the power of Feng Shui, so just watch!☆ After that, you'll be a believer. This time'll be even more amazing."
        },
        {
            "name": "Copano Rickey",
            "text": "I am always at harmony with the Earth. When I run seriously, I can hear the \"Voice of the Earth\"! Let's go! Rickey!☆ Lucky!☆ Victory!"
        },
        {
            "text": "『I can hear the \"Voice of the Earth\"』. After leaving behind those words, Copano Rickey went to participate in her Selection Race, a mile on turf."
        },
        {
            "name": "Copano Rickey",
            "text": "(Start! Alright, there's no trouble, and the formation is just like I predicted! And if I imagine overlaying the 8 trigrams, it's easy to read the positioning)"
        },
        {
            "name": "Copano Rickey",
            "text": "For now, I'll just stay like this☆"
        },
        {
            "name": "Copano Rickey",
            "text": "(Right here! Just before the last corner! Getting a read now is crucial! The qi around me, I need to focus on it……!)"
        },
        {
            "name": "Copano Rickey",
            "text": "All that's left is to listen to the voice of the Earth…… Just let the flow of qi guide me……"
        },
        {
            "name": "Copano Rickey",
            "text": "Now, show me the way―!!"
        },
        {
            "name": "Copano Rickey",
            "text": "Wait, huh？ Huh？？ Huuuuh？？？？"
        },
        {
            "name": "Copano Rickey",
            "text": "I can't hear the voice today!? No way, you've gotta be kidding! Aaaaaaaaaah～～～～……!"
        },
        {
            "text": "And like that, Copano Rickey……rather than showing the power of Feng Shui, unfortunately she was defeated……"
        },
        {
            "name": "Copano Rickey",
            "text": "Trainer, it's not like that! I'm telling you it's not like that! Usually I can properly hear the voice of the Earth and run well!"
        },
        {
            "name": "Copano Rickey",
            "text": "Today, my form must have been a little off. Was it an imbalance of the 5 elements? Or environmental conditions? Or maybe the trouble from the previous race affected it……?"
        },
        {
            "text": "Rickey, it was unfortunate, wasn't it……? But, this result, you could say it was expected, or obvious even……"
        },
        {
            "text": "You can't keep going on about Feng Shui this, and Feng Shui that. You need to open your eyes, and do your training properly!"
        },
        {
            "name": "Copano Rickey",
            "text": "Oh, Tarumae…… You were watching that race just now……",
            "choice_data_list": [
                "Um, you are……",
                "Um, you are……"
            ]
        },
        {
            "name": "Hokko Tarumae",
            "text": "Nice to meet you. I'm Rickey's acquaintance, my name is Hokko Tarumae. I'm from Tomakomai, I'm currently acting as my hometown's local idol, a \"Locodol\"."
        },
        {
            "name": "Hokko Tarumae",
            "text": "Rickey's always been trying to push Feng Shui on to me, and it's been troubling. I've been wondering when she'll reflect on that and stop."
        },
        {
            "name": "Copano Rickey",
            "text": "You still don't believe me, Tarumae? The power of Feng Shui is real! But……"
        },
        {
            "name": "Copano Rickey",
            "text": "What went wrong today? Uuuuu, I don't get iiiiiiiit!!"
        },
        {
            "text": "In front of her friend, Hokko Tarumae, Copano Rickey was frustrated. Does she really have the power of Feng Shui? If she does……why did it fail?"
        }
    ]
}