{
    "text_block_list": [
        {
            "name": "Copano Rickey",
            "text": "Huu, Haa! Training complete! What, it's already this late!? I need to get going!"
        },
        {
            "name": "Copano Rickey",
            "text": "Nothing left behind, see ya later, Trainer! I'll be heading to the 『Summer Festival Executive Committee』 meeting now～!"
        },
        {
            "text": "Summer Camp was halfway over, and Copano Rickey had been extremely busy. To explain why, we have to go back a few days……――"
        },
        {
            "name": "Copano Rickey",
            "text": "It seems like the head of the Summer Festival Executive Committee is a fan. They wanted Feng Shui advice about the construction they'll be doing!"
        },
        {
            "name": "Copano Rickey",
            "text": "To be more specific, it sounds like they want me to attend several of the meetings held during the week and give them Feng Shui advice."
        },
        {
            "name": "Copano Rickey",
            "text": "They said 『Using Sensei's knowledge, please help the festival become a place of good fortune』 and were really passionate～! It made me really happy!"
        },
        {
            "name": "Copano Rickey",
            "text": "If it's okay with Trainer, I want to accept this request…… What do you think? Is it okay? It's okay, isn't it? Right? Right, right!?"
        },
        {
            "text": "……I had some misgivings but, if it's just a few days during the week then she should still be able to get some rest too."
        },
        {
            "text": "Above all, if she's this enthusiastic, then I think I should be the one pushing her forward.",
            "choice_data_list": [
                "Of course, do your best"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "Alright! Thank you, Trainer!"
        },
        {
            "text": "And with that, she started doing both her training and Summer Festival Executive Committee (Feng Shui Advisor) roles."
        },
        {
            "text": "A few days out of the week, after training was over she would head to the Executive Committee meetings. Her days were a little busy but, they seemed to be proceeding smoothly. However――"
        },
        {
            "name": "Copano Rickey",
            "text": "Fuaaah……! Good morning, Trainer.",
            "choice_data_list": [
                "Busy night?"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "Hmmm, a little! There were some materials I wanted to prepare for the next meeting. Before I noticed, it was getting light out and Tarumae got mad at me."
        },
        {
            "name": "Copano Rickey",
            "text": "Not getting enough sleep can draw in bad luck, so normally I'm careful about that but……it seems like I was a little too enthusiastic!",
            "choice_data_list": [
                "Get a proper rest today"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "Well-……you see, actually they wanted to hold another meeting today.",
            "choice_data_list": [
                "Eh!?"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "Well, you know how I'm the type to keep pressing forward? Before I realized it, I went from 『Feng Shui Advisor』 to 『Executive Committee Head #2』 I guess."
        },
        {
            "name": "Copano Rickey",
            "text": "As I got involved in more and more parts of the project…… I suddenly needed to start preparing more things!"
        },
        {
            "name": "Copano Rickey",
            "text": "Ah, but you don't have to worry! I'll finish the training, I'm an Uma Musume after all, I won't collapse just from something like this!"
        },
        {
            "name": "Copano Rickey",
            "text": "And you know, even though it's busy I'm having fun! When I think of all the people smiling at the summer festival, I can feel power welling up from within～!",
            "choice_data_list": [
                "I see……",
                "I see……"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "Oh that's right! Yesterday, we decided on a new design for the coats! They incorporated my Feng Shui advice and it looks really good!"
        },
        {
            "name": "Copano Rickey",
            "text": "On top of that, we changed the portable shrine colors to be more lucky, added some lucky decorations, set up a special stage……anyways, it'll be on another level from a normal festival!"
        },
        {
            "text": "Her eyes were sparkling as she spoke about the Summer Festival. She had prepared a large amount of materials, and it seemed like she had put a lot of passion in to it.",
            "choice_data_list": [
                "(I can't tell her 『You need to stop』……!)"
            ]
        },
        {
            "text": "If I can't stop her, then I just need to properly support her. I spent the days racking my brain to figure out how to make sure this summer ended without issues."
        },
        {
            "name": "Copano Rickey",
            "text": "Eh? Breakfast? For me……oh, waaa, it's a lucky menu～! Short-necked clam miso soup, spinach cooked in soy sauce, and such glossy-looking rice……!"
        },
        {
            "name": "Copano Rickey",
            "text": "Miso soup is the ultimate fortune food, the clam can sharpen intuition, and green-leafed vegetables give it a healthy look! This rice is for economic fortune! Trainer, did you know!?"
        },
        {
            "name": "Copano Rickey",
            "text": "Haa, haa……! Finished my run! Trainer, what's next up for training?",
            "choice_data_list": [
                "Let's take a break",
                "Let's take a break"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "Eh, again? It feels like we're taking more than usual though……",
            "choice_data_list": [
                "It's just your imagination"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "Is it? ……well, I guess so!"
        },
        {
            "name": "Copano Rickey",
            "text": "Huuu-…… today's meeting is over! ……But, just a little more. Once I get back I need to wash the decorations for the tents again!"
        },
        {
            "name": "Copano Rickey",
            "text": "Huh, Trainer!? Why are you driving that car!? Are you perhaps……picking me up!?",
            "choice_data_list": [
                "No……it's just a coincidence"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "……Really?",
            "choice_data_list": [
                "Really"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "…………Oh, I see! In that case, I'll take you up on that offer. ……Ehehe."
        },
        {
            "text": "And like this, the days where I supported her from the shadows continued…… Until the day of the Summer Festival."
        },
        {
            "text": "(Hyuuuuuuu～……BOOM!)"
        },
        {
            "name": "Copano Rickey",
            "text": "…………Yeah, yeah yeah yeah! This liveliness, everyone's smiling faces! Isn't this a huge success!?"
        },
        {
            "name": "Copano Rickey",
            "text": "We placed lucky items everywhere after all, there don't seem to be any issues physically or spiritually! Fufuu, I'm glad I worked hard～!"
        },
        {
            "text": "The Summer Festival venue had plenty of heart-warming lanterns, colorful tents, and brightly-colored coats, just looking around it seemed like the place was tailor-made to make people excited.",
            "choice_data_list": [
                "You worked hard",
                "You worked hard"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "Yeah! Ah, but……that's what I want to say to you.",
            "choice_data_list": [
                "……what do you mean?"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "Ahaha! Oh come on, are you still going to play dumb? You were watching over me to make sure I didn't overexert myself, right!?"
        },
        {
            "name": "Copano Rickey",
            "text": "Preparing my meals, adjusting the training, driving me to and from…… I noticed. Even though as a trainer you're pretty busy already, thank you."
        },
        {
            "name": "Copano Rickey",
            "text": "And also! The thing I'm most thankful for, is for you watching over me from the shadows."
        },
        {
            "name": "Copano Rickey",
            "text": "With you watching over me like that, just with that……I felt really relieved!"
        },
        {
            "name": "Copano Rickey",
            "text": "If I ever reached my limit physically or mentally, I was sure you'd be there to stop me. That even in the worst case, you'd be there to catch me if I fell. That's why……I was fine!"
        },
        {
            "name": "Copano Rickey",
            "text": "Maybe you haven't realized it. But what I realized lately is, to me you are……my lucky charm.",
            "choice_data_list": [
                "!"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "Just having you around is making me lucky! My life will definitely become more and more wonderful!"
        },
        {
            "name": "Copano Rickey",
            "text": "That's why……you see. From now on, stay by my side, okay? Please keep supporting me, okay?"
        },
        {
            "name": "Copano Rickey",
            "text": "……okay? Ehehe."
        }
    ]
}