{
    "text_block_list": [
        {
            "text": "It had been a while since I had become Copano Rickey's trainer. Today, Copano Rickey was staring directly at my face."
        },
        {
            "name": "Copano Rickey",
            "text": "Trainer, are you feeling kind of tired?"
        },
        {
            "name": "Copano Rickey",
            "text": "Your face seems a little pale, and I'll bet your head is feeling kind of heavy, right? For a while now, you've been leaning forward and holding your head."
        },
        {
            "text": "I didn't realize it but……now that she mentions it, my head was starting to hurt, and it felt like things were getting a little hazy.",
            "choice_data_list": [
                "I wonder why"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "So, it seems like you don't know? Hmmmm, if it's unconsciously……then maybe it's something physical like your 『Dwelling』."
        },
        {
            "name": "Copano Rickey",
            "text": "There doesn't seem to be anything wrong with the trainers' room…… that means the cause is probably in the dorm!"
        },
        {
            "name": "Copano Rickey",
            "text": "Alright! Well, there's no time like the present! It's time for Rickey's surprise Feng Shui check! Let's go!"
        },
        {
            "text": "And with that, since I had no reason to stop her, the surprise Feng Shui check started."
        },
        {
            "name": "Copano Rickey",
            "text": "……Hmmm, hmm, hmm, I see……",
            "choice_data_list": [
                "How is it……?"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "Aha, like I thought, there really is an issue! Seems like it's mostly around the bed. Ah, but I don't mean it's dirty though! It's perfectly clean☆"
        },
        {
            "name": "Copano Rickey",
            "text": "It's just, in regards to Feng Shui, there's a bunch of places here and there that could be rearranged to increase luck!"
        },
        {
            "name": "Copano Rickey",
            "text": "To be more specific, using that towel as a pillow cover. I understand that it's convenient, but it can decrease one's own luck in regards to business."
        },
        {
            "name": "Copano Rickey",
            "text": "And the curtains and bed covers both having patterns isn't that good either. When the sunlight is strong, the pattern might ruin the balance."
        },
        {
            "name": "Copano Rickey",
            "text": "Are those your pajamas? You're probably using old clothes for that, aren't you? I know it's economical, but in regards to Feng Shui, it would probably be better to buy some proper pajamas."
        },
        {
            "name": "Copano Rickey",
            "text": "There's a bunch of other things too but…… for now, how about we start with all that!?"
        },
        {
            "text": "After that, following Copano Rickey's instructions, I moved a few things around and replaced some old stuff―"
        },
        {
            "name": "Copano Rickey",
            "text": "Alright……we're all finished!"
        },
        {
            "text": "Before I realized it, this place now had a rather tranquil feel to it……!",
            "choice_data_list": [
                "Oooooh……!?"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "Ahaha! I get it, you can't really put it in to words, but it feels like something changed. Passively increasing that power, that's one of Feng Shui's specialties♪"
        },
        {
            "name": "Copano Rickey",
            "text": "If you can keep the room like this, then you'll definitely be Rickey☆ Lucky☆ and Happy like me!"
        },
        {
            "text": "And then, several days later―"
        },
        {
            "text": "Before I realized it, my head had cleared up and I felt full of energy. Maybe it was due to my physical condition, but I was feeling much more positive too.",
            "choice_data_list": [
                "I'm feeling good!"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "Really!? I'm glad! Truth is, a little while ago, I went to check on the 『Horizontal Pressure』 in Trainer's room!"
        },
        {
            "name": "Copano Rickey",
            "text": "Ah, the 『Horizontal Pressure』 is something that weighs down on your heart unconsciously while you're sleeping."
        },
        {
            "name": "Copano Rickey",
            "text": "For example, if you have lots of patterned cloth, it can unintentionally scatter your focus, and having a proper pillow cover instead of that towel can help you sleep soundly."
        },
        {
            "name": "Copano Rickey",
            "text": "Just like this, little by little, by fixing the small imperfections, you'll be able to sleep well, and your fortunes will improve!",
            "choice_data_list": [
                "I see……!"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "This is Feng Shui's power to bring good luck, in other words 『The Science of Environmental Fortune』!"
        },
        {
            "name": "Copano Rickey",
            "text": "By changing your environment, it'll change the way you think, and by doing that it can even change your personality and disposition."
        },
        {
            "name": "Copano Rickey",
            "text": "That's why, if you want to become happy, you should start with your environment! ……but well, let's leave the explanation at that―"
        },
        {
            "name": "Copano Rickey",
            "text": "How do you feel right now? Your thoughts are clear and bright! And feeling the energy welling up from within, that kind of feeling?"
        },
        {
            "name": "Copano Rickey",
            "text": "You definitely want to put this experience in to words and tell everyone right!? Right, right, isn't that right?",
            "choice_data_list": [
                "Eh!?"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "And so, we should strike while the iron's hot! Now, for Feng Shui publicity, let's go☆"
        },
        {
            "text": "After that, with Copano Rickey dragging me around, we spent all day spreading the good word around the school grounds."
        }
    ]
}