{
    "text_block_list": [
        {
            "name": "Copano Rickey",
            "text": "(It all happened……back when I was little. It was when I was injured after a foot race)"
        },
        {
            "name": "Copano Rickey",
            "text": "(『Rest for now, don't move』 is what I was told, and I stayed in bed for a long time. One time while I was sleeping―)"
        },
        {
            "name": "Young Rickey",
            "text": "Where……is this? I'm in the water……I was swimming in the river……I wonder if I'm drowning."
        },
        {
            "name": "Young Rickey",
            "text": "Am I going to drown just like this!? Unable to float, just like this in the river……!"
        },
        {
            "text": "Rickey. Oh, Rickey."
        },
        {
            "name": "Young Rickey",
            "text": "Eh, who are you……!?"
        },
        {
            "text": "Do not fear being Unlucky, rather, learn the ways of becoming Lucky."
        },
        {
            "text": "Understood? Learn to become Lucky."
        },
        {
            "name": "Young Rickey",
            "text": "Dragon God……sama"
        },
        {
            "name": "Copano Rickey",
            "text": "That's right, that was the day I learned about Feng Shui, and became enamored with it. And now―!"
        },
        {
            "name": "Air Groove",
            "text": "Fool! Rejected, it's rejected!"
        },
        {
            "name": "Copano Rickey",
            "text": "Don't say that and just think about it, Air Groove-san! For us Uma Musume to all become strong and happy, we definitely―"
        },
        {
            "name": "Copano Rickey",
            "text": "Need to add Feng Shui to the curriculum! Rickey☆ Lucky☆ and we're all Happy!"
        },
        {
            "name": "Air Groove",
            "text": "There's no need. What we need is studying and training, not something occult. Now leave!"
        },
        {
            "name": "Copano Rickey",
            "text": "Ehhh!? Wait! Why won't she try to understand? Feng Shui isn't occult! It's not suspicious at all!"
        },
        {
            "text": "While walking in the hallway……I came across a strange scene. An Uma Musume being chased out of the student council's office for pushing Feng Shui too passionately……"
        },
        {
            "name": "Copano Rickey",
            "text": "Ah, you over there. You're a trainer……right?"
        },
        {
            "name": "Copano Rickey",
            "text": "How about it? How about trying out \"Feng Shui\" with me? You're interested right, right? Right?",
            "choice_data_list": [
                "No, well…… I'm good.",
                "No, well…… I'm good."
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "Nope, you're definitely not Lucky enough☆ Now, come, come with me. Starting from the basics, I'll teach you properly."
        },
        {
            "text": "And just like that, I was pulled along against my will―"
        },
        {
            "name": "Copano Rickey",
            "text": "See, you hear all the time about how someone's 『Fortunate』 or 『Unfortunate』 right? When something bad happens, sometimes they'll blame it on luck."
        },
        {
            "name": "Copano Rickey",
            "text": "But you see, that's not really about bad luck. It's more about understanding and dealing with the fortunes associated with the azimuth and the conflict between the five elements. For example―"
        },
        {
            "name": "Copano Rickey",
            "text": "When you rearrange your room, it feels like the atmosphere has cleared up, right? The reason for that is, because when the furniture has been rearranged―"
        },
        {
            "name": "Copano Rickey",
            "text": "That sense of pressure when you're sleeping, the 『Horizontal Pressure』, and the perceived 『Lack of Wealth』 are alleviated. Even if it's unconsciously, see!?"
        },
        {
            "name": "Copano Rickey",
            "text": "How was it? Amazing right? After listening to me you want to learn more! You want to expand your horizons, right?",
            "choice_data_list": [
                "No, I don't particularly feel that way……",
                "No, I don't particularly feel that way……"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "Eeh, even after I explained it in so much detail!?"
        },
        {
            "name": "Copano Rickey",
            "text": "Hmmmm, was it still hard to understand……? How can I express the splendor of Feng Shui even more simply……?"
        },
        {
            "text": "……it's not that her explanation was bad. It's just, no matter how I thought about it, it didn't feel like something I should frivolously believe in.",
            "choice_data_list": [
                "I'm heading off. Do your best out there",
                "I'm heading off. Do your best out there"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "Ah, wait. Where are you going?"
        },
        {
            "text": "It seemed like it was better not to get involved. While thinking that and trying to leave―"
        },
        {
            "name": "Copano Rickey",
            "text": "Tomorrow's Selection Race!"
        },
        {
            "name": "Copano Rickey",
            "text": "Make sure to watch tomorrow's Selection Race! I'll show you Feng Shui's power there! At this point, all that's left is to prove it!"
        },
        {
            "text": "That Uma Musume, \"Copano Rickey\". I pretended not to see that she was waving her hands with all she had."
        },
        {
            "text": "-And then, the next day."
        },
        {
            "name": "Copano Rickey",
            "text": "Aha, I knew you'd come and take a look! You pretended not to be interested but, really, you were super interested in Feng Shui, right?",
            "choice_data_list": [
                "No, that's not really……",
                "No, that's not really……"
            ]
        },
        {
            "text": "Regardless of whether or not Copano Rickey was participating in the Selection Race, it was an important event. There were a lot of other Uma Musume I wanted to get a look at too."
        },
        {
            "name": "Copano Rickey",
            "text": "The race I'm entering in is a little later. How about making yourself comfortable and getting some warm oolong tea in preparation for that?"
        },
        {
            "name": "Copano Rickey",
            "text": "Once you see my Feng Shui based running, it'll set your heart a flutter! Don't blame me for what happens after that☆"
        },
        {
            "text": "Setting aside whether I believe in Feng Shui or not, Copano Rickey was the type of Uma Musume to get immersed and high tension when talking about her beloved Feng Shui."
        },
        {
            "text": "I don't really understand Feng Shui, but when she's this energetic, she might leave surprisingly good results. It was pleasant watching over her―"
        },
        {
            "name": "Copano Rickey",
            "text": "Eh, wait a minute……! The energies around the training ground……",
            "choice_data_list": [
                "What's wrong?",
                "What's wrong?"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "The atmosphere feels a little strange…… Perhaps……the flow of qi has changed?"
        },
        {
            "name": "Copano Rickey",
            "text": "Is that which is stirring, something visible to the eye in the realm of the physical? Or is it……something invisible to the eye in the spiritual?"
        },
        {
            "name": "Copano Rickey",
            "text": "In any case! In the next race, it seems like something might happen. If left alone it could be something awful.",
            "choice_data_list": [
                "Isn't it just your imagination……?"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "No, I'm not imagining it! Something about the participants' condition seems a little off too……"
        },
        {
            "name": "Copano Rickey",
            "text": "Where is the cause!? Just what could be causing it……?"
        },
        {
            "text": "Suddenly her expression seemed cloudy. The look on her face was so serious that……it was difficult to laugh this off as just the occult."
        }
    ]
}