{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Several days after the Selection Race. \nI spotted Copano Rickey on the training grounds."
        },
        {
            "text": "Haa, haa, huu, huu…… Wood, Fire, Soil, Gold, Be Blessed with Luck! \nFire, Soil, Gold, Water, Be Blessed with Luck!",
            "name": "Copano Rickey"
        },
        {
            "text": "Huu…… Haahuuuu…… That should do it. \nNext, the wood chip course……!",
            "name": "Copano Rickey",
            "choice_data_list": [
                "You're working hard, Copano Rickey",
                "You're working hard, Copano Rickey"
            ]
        },
        {
            "text": "Ah, Trainer! Yeah, after such a disappointing result, \nI figured I needed to step up the training another level.",
            "name": "Copano Rickey",
            "choice_data_list": [
                "<size=43>Because of what Hokko Tarumae said?</size>"
            ]
        },
        {
            "text": "Eh!? No, no. I'm not doing this particularly \nbecause Tarumae told me to 『Do more training』.",
            "name": "Copano Rickey"
        },
        {
            "text": "I do about this much everyday already☆ Feng Shui isn't something \nthat can fulfill your wishes. It's something that can show you \nwhere to focus your effort!",
            "name": "Copano Rickey"
        },
        {
            "text": "―Where to focus your efforts. Judging by those \nwords, it seems that Copano Rickey isn't an Uma \nMusume that solely relies on Feng Shui."
        },
        {
            "text": "It's not that there's been a change in how hard \nI'm going to work but, that huge loss from before……I \nfelt I needed to do something about that!",
            "name": "Copano Rickey"
        },
        {
            "text": "I never thought that I wouldn't be able to hear the Voice of the \nEarth. Like this, there's no way I'll be able to help anyone out.",
            "name": "Copano Rickey"
        },
        {
            "text": "\"To help anyone out\". That's the first time I've heard her say \nthose words. It seems like Copano Rickey had some kind of hidden \nreason to keep running.",
            "choice_data_list": [
                "Can we talk for a bit?",
                "Can we talk for a bit?"
            ]
        },
        {
            "text": "Yeah! Of course, as much as you want♪ \nI was just about to take a break anyways.",
            "name": "Copano Rickey"
        },
        {
            "text": "And so we took a walk, heading to the park near Tracen Academy―"
        },
        {
            "text": "Oh, Rickey-chan! If it ain't Rickey-chan! \nThanks for before!",
            "name": "Chinese Restaurant Shopkeeper"
        },
        {
            "text": "Ah, it's the old man from that Chinese restaurant! \nSo, how'd it go after that?",
            "name": "Copano Rickey"
        },
        {
            "text": "Yeah, it was a huge success! Just like Rickey-chan said, after \nchanging the location of the tree in the garden, and making the \nramen bowls orange……",
            "name": "Chinese Restaurant Shopkeeper"
        },
        {
            "text": "It feels like the atmosphere has changed, and the number of \ncustomers increased. And because of that, my bed ridden old man \nfinally understands.",
            "name": "Chinese Restaurant Shopkeeper"
        },
        {
            "text": "I understand not wanting to change the way the place looked but…… \nsometimes it's important to have the courage to change, too.",
            "name": "Chinese Restaurant Shopkeeper"
        },
        {
            "text": "With this, it looks like I'll be able to keep the \nold man's store going. Even the customers that have \nbeen coming since I was a kid were overjoyed.",
            "name": "Chinese Restaurant Shopkeeper"
        },
        {
            "text": "Waah, that's good! That's right, if the \nshop closed up, everyone would be unhappy too.",
            "name": "Copano Rickey"
        },
        {
            "text": "Rather than sitting and waiting, it's better to continue on! If I \nwas able to give you the push you needed, even if it was only a \nlittle, then I'm glad!",
            "name": "Copano Rickey"
        },
        {
            "text": "Yeah, for the sake of my old man and our regulars, \nI'll be counting on you for more Feng Shui advice!",
            "name": "Chinese Restaurant Shopkeeper"
        },
        {
            "text": "After bowing his head repeatedly, the \nRestaurant Employee took his leave."
        },
        {
            "text": "―And just like that, Feng Shui can help people that \nare a little lost or find themselves at a standstill.",
            "name": "Copano Rickey"
        },
        {
            "text": "It was the same for me, and I've seen it for many other Uma \nMusume as well. It happens a lot, with just a little push from \nFeng Shui, things will work out.",
            "name": "Copano Rickey"
        },
        {
            "text": "That's why I want more people to learn about Feng \nShui! And I want everyone to be happy! To learn Feng \nShui, avoid misfortune, and invite fortune!",
            "name": "Copano Rickey"
        },
        {
            "text": "Therefore, I need to win in races so \neveryone can learn just how great it is♪",
            "name": "Copano Rickey",
            "choice_data_list": [
                "<size=42>Then you're doing this for everyone……</size>"
            ]
        },
        {
            "text": "Saying it's for everyone might be a bit of an exaggeration, \nbut wouldn't you want anyone to be able to be happy?",
            "name": "Copano Rickey"
        },
        {
            "text": "But, well, if I'm the one losing, then it's not very convincing. \nI never thought that, during an important race, I'd be unable to \nhear the Voice of the Earth.",
            "name": "Copano Rickey"
        },
        {
            "text": "Copano Rickey genuinely wanted to be able to help anyone. Along \nwith being impressed with her, something weighed on my mind.",
            "choice_data_list": [
                "What is that \"Voice of the Earth\"?"
            ]
        },
        {
            "text": "Voice of the Earth? Ah, even though I call it a voice, it's not \nlike I really hear a voice, it's more like I just get a feeling.",
            "name": "Copano Rickey"
        },
        {
            "text": "Ever since elementary school, I've been able to \nhear the \"Voice of the Earth\". Like during athletics \ncompetitions, if I focus during the race―",
            "name": "Copano Rickey"
        },
        {
            "text": "『Run like this』, as if it was from the viewpoint of the Earth. \nThe flow of qi, how to move around the next corner, I could \nunderstand it all in detail. That's why……!",
            "name": "Copano Rickey"
        },
        {
            "text": "I was able to win consecutively. By training my body while in \nharmony with nature, becoming one with all of creation, by \ncontinuing on the correct path, I could reach the goal first!",
            "name": "Copano Rickey"
        },
        {
            "text": "But, with that previous Selection Race, it was \ndifficult to hear that voice. Was it because \nof nerves, or lack of preparation? Hmmmmm……",
            "name": "Copano Rickey"
        },
        {
            "text": "Being in harmony with nature is part of Feng Shui, \nbut I felt a kind of distance, and I guess it \nfelt like I couldn't become one with it……",
            "name": "Copano Rickey"
        },
        {
            "text": "Copano Rickey was earnest but troubled. If the problem was being \n\"Unable to feel nature\" then I wanted to help her resolve it.",
            "choice_data_list": [
                "<size=40>Want to try going somewhere tomorrow?</size>"
            ]
        },
        {
            "text": "Eh, going somewhere……Trainer, where to?",
            "name": "Copano Rickey"
        },
        {
            "text": "Waaah, a picnic～♪ As a change of pace, this might be best! \nHow about I try yelling out to those mountains～?",
            "name": "Copano Rickey"
        },
        {
            "text": "Rickey☆ Lucky☆ So Happy～～～～!!!",
            "name": "Copano Rickey"
        },
        {
            "text": "I brought Copano Rickey to the mountains. To figure \nout why she couldn't hear the Voice of the Earth, \nthis was probably the ideal environment."
        },
        {
            "text": "Yeah! In a place like this, it's easy to see the \"Ley Lines\". \nAnd you could say the flow of qi is easily discernible!",
            "name": "Copano Rickey",
            "choice_data_list": [
                "\"Ley Lines\"?"
            ]
        },
        {
            "text": "Yeah, Ley Lines! They often follow along ridges, \nand you can kind of feel the flow of qi through \nthem. Those are ley lines. And then……!",
            "name": "Copano Rickey"
        },
        {
            "text": "And the exits of those Ley Lines are called \"Power \nSpots\". Where the mountain's ki flows down to the \nbeach and gathers, it becomes a power spot.",
            "name": "Copano Rickey"
        },
        {
            "text": "And if I focus here like this―",
            "name": "Copano Rickey"
        },
        {
            "text": "Today I can feel it properly. The ki from this \"Power Spot\". \nThat swirling power, I can feel it all around me.",
            "name": "Copano Rickey"
        },
        {
            "text": "Even when I close my eyes― I can see the entire beach. \nI can hear the Voice of the Earth, and very clearly.",
            "name": "Copano Rickey"
        },
        {
            "text": "Hmmm, I'm in perfect condition. So it's not that something was \nwrong with my senses. But then why was I unable to hear it during \nthat Selection Race……?",
            "name": "Copano Rickey"
        },
        {
            "text": "I thought about it. If it's not her condition \nthen…… the reason she could hear it on this \n\"Beach\" now, but not on the \"Race Course\"."
        },
        {
            "text": "Copano Rickey said that she would win consecutively \nat athletics events when she was young. Even on \n\"School Grounds\" she could hear that voice……"
        },
        {
            "text": "On the \"School Grounds\" and \"Beach\" she could hear it, but on \nthe \"Race Course\" she couldn't. Perhaps, that's it―"
        },
        {
            "text": "Clearly, in regards to Feng Shui, if there was \na difference in those environments, then―"
        },
        {
            "text": "Trainer……? Is something wrong?",
            "name": "Copano Rickey",
            "choice_data_list": [
                "I think……I might know why"
            ]
        },
        {
            "text": "Might know what?",
            "name": "Copano Rickey",
            "choice_data_list": [
                "Why you couldn't hear it"
            ]
        },
        {
            "text": "Eeeeeeeh, really?",
            "name": "Copano Rickey",
            "choice_data_list": [
                "Yeah",
                "Yeah"
            ]
        },
        {
            "text": "And if my prediction is correct, \nthen Copano Rickey―"
        },
        {
            "text": "Will definitely be able to display her \nfull power in the next Selection Race."
        }
    ]
}