{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Morning, Trainer! Since it was getting kind of old, \nI bought a new flower to replace the one you had there!",
            "name": "Copano Rickey"
        },
        {
            "text": "Over on your desk, that's my dad's promotional good luck \nhandkerchief! Feng Shui-wise it's nice, and it's made of good \nmaterials so it's a present! And―",
            "name": "Copano Rickey"
        },
        {
            "text": "Since the window's closed, let's open it! Ventilation is \nfundamental to Feng Shui! With this, it'll be a fortuitous omen☆ \nWell then, see you at training～!",
            "name": "Copano Rickey"
        },
        {
            "text": "Thanks to her taking the initiative, the trainers' \nroom seemed brighter and because of that work \nseemed to go more smoothly. Although―",
            "choice_data_list": [
                "(I've only been receiving things……)"
            ]
        },
        {
            "text": "Normally, the trainer's role is to support the Uma Musume. I \nstarted spending the days thinking of ways to repay her―"
        },
        {
            "text": "Then one day"
        },
        {
            "text": "Huh? It's Trainer～! What a coincidence! ……Oh, that's right! Are \nyou free right now? There's a place I want to take you!",
            "name": "Copano Rickey",
            "choice_data_list": [
                "Eh!?"
            ]
        },
        {
            "text": "I didn't particularly have any plans so, \nI followed along with Copano Rickey―"
        },
        {
            "text": "And so, we're here at the zoo! Ehehe, getting out and getting the \nqi flowing is a great way to increase your luck!",
            "name": "Copano Rickey"
        },
        {
            "text": "And the most important part, is heading in a favorable direction! \nThis zoo is in a favorable direction for your luck and I've \nalways wanted to bring you here. Oh……",
            "name": "Copano Rickey"
        },
        {
            "text": "……crying? Sorry Trainer, I'm going to go take a look!",
            "name": "Copano Rickey"
        },
        {
            "text": "―……where is everyone……? Uhuu, uwaaan……!",
            "name": "Timid Girl"
        },
        {
            "text": "Are you okay? What's wrong?",
            "name": "Copano Rickey"
        },
        {
            "text": "Uu……Uuwaaaaan! Everyone's gone……!",
            "name": "Timid Girl"
        },
        {
            "text": "I see, so you got separated from your family, huh…… But it seems \nlike the area around here isn't very good. It's so damp.",
            "name": "Copano Rickey"
        },
        {
            "text": "For now, do you wanna come with Big Sis to the lost kids center?! \nI'll take you to a more wonderful place!",
            "name": "Copano Rickey"
        },
        {
            "text": "And when Copano Rickey tried to take the girl's hand―"
        },
        {
            "text": "Ah, there she is～!",
            "name": "？？？"
        },
        {
            "text": "Sorry, I let go of your hand……! Mom and the others are looking \nfor you over there, let's go! Um…… thank you very much!",
            "name": "Girl's Older Sister"
        },
        {
            "text": "No, I was just staying here together with her! \nI'm glad you found her, be careful on the way back!",
            "name": "Copano Rickey"
        },
        {
            "text": "Oh, that's right! When heading back, try taking \nthat big path in the middle! It's a lucky path \nso you should be able to return safely!",
            "name": "Copano Rickey"
        },
        {
            "text": "……lucky path? Um…… Miss, are you a weir-…… an occult person?",
            "name": "Girl's Older Sister"
        },
        {
            "text": "I wouldn't say it's occult though…… Hmmm, but well, it's \nsometimes misunderstood, I guess? Why's that?",
            "name": "Copano Rickey"
        },
        {
            "text": "But……at school, they told us that if someone says weird things to \nyou, they're trying to take you and that we should be careful―Ah!",
            "name": "Girl's Older Sister"
        },
        {
            "text": "N-now that I think about it, miss, \nyou said you would 『Take her to a more wonderful place!』……!",
            "name": "Girl's Older Sister"
        },
        {
            "text": "Oh that. In this area, in regards to Feng Shui, \nthe qi tends to stagnate. When a place is kind \nof damp, doesn't it kind of lower your spirit?",
            "name": "Copano Rickey"
        },
        {
            "text": "A corner where many things collide, it's called the cautionary \nboundary of the 8 trigrams, I was just thinking that it would be \nbetter if this girl was in a luckier place―",
            "name": "Copano Rickey"
        },
        {
            "text": "……Collide……trigrams……? I've never heard those words before. \nI-it's true……!! Moooooooooooom～～～!!",
            "name": "Girl's Older Sister",
            "choice_data_list": [
                "W-wait!"
            ]
        },
        {
            "text": "I calm the child down, and as we were walking to the lost kids \ncenter, explain that Copano Rickey is a student at the academy \nand not a strange person."
        },
        {
            "text": "I-I-I'm sorry, I'm sorry! For surprising \nyou like that, um, um…… I'm sorry～!",
            "name": "Girl's Older Sister"
        },
        {
            "text": "While things ended safely, I wondered if this incident had her \nfeeling down. That's what I was thinking but……it seems I was \nslightly off though."
        },
        {
            "text": "Huuu-, I guess I messed up! I was saved thanks \nto Trainer! I guess Feng Shui can seem kind \nof scary from the perspective of a child.",
            "name": "Copano Rickey"
        },
        {
            "text": "I guess it would have been better to calm down and explain it \nbetter to that girl. Sometimes I get told 『Rickey, you come on \ntoo strong』. Yeah, I need to reflect on that!",
            "name": "Copano Rickey"
        },
        {
            "text": "She was pretty talkative normally. She could reflect on things, \nand quickly handle her own mental care but…… her expression \nseemed kind of distant.",
            "choice_data_list": [
                "……Are you okay?"
            ]
        },
        {
            "text": "Eh? Yeah! Of course. I'll try not to make the \nsame mistake again, and I'll think of a way to \nphrase it so that it doesn't scare them!",
            "name": "Copano Rickey",
            "choice_data_list": [
                "That's not what I mean"
            ]
        },
        {
            "text": "I knew Copano Rickey was capable of improving the perception of \nFeng Shui. She could make plans, put them in to motion, and \nproperly prevent the disruption of qi."
        },
        {
            "text": "But that's exactly why, we need to get a handle on any of those \nnegative emotions she's feeling. I could sense her \ndesperation――and I told her that."
        },
        {
            "text": "……Eh……?",
            "name": "Copano Rickey"
        },
        {
            "text": "…………Ah. I see……that could be. Well……a long time ago, papa told me \nsomething like that.",
            "name": "Copano Rickey"
        },
        {
            "text": "You try to 『Solve things with Feng Shui』 too much. Your own \nfeelings……especially when you're feeling vulnerable, you tend to \navoid facing those feelings.",
            "name": "Copano Rickey"
        },
        {
            "text": "I tend to fall back on Feng Shui unconsciously, \nso fully suppressing that is not good. I understand \nthat but……ahaha, maybe I'm going too far.",
            "name": "Copano Rickey"
        },
        {
            "text": "Umm, well……what should I do? \nSolving things without using Feng Shui, how do I do that again?",
            "name": "Copano Rickey"
        },
        {
            "text": "Copano Rickey is at a loss. Perhaps, right now \nwhat she deseperately needs, is simply to just \ncome face to face with those feelings.",
            "choice_data_list": [
                "At that time, how did you feel?"
            ]
        },
        {
            "text": "Eh? How did I feel……? Well, let's see, when that girl let out a \nscream, my chest tightened, and my head went blank……",
            "name": "Copano Rickey",
            "choice_data_list": [
                "『Sad at being misunderstood』?"
            ]
        },
        {
            "text": "……『Sad』……that might be true! But, being misunderstood \nhappens all the time, so it wasn't all that shocking.",
            "name": "Copano Rickey"
        },
        {
            "text": "It's just……I wonder if I could have done better……",
            "name": "Copano Rickey",
            "choice_data_list": [
                "Then, 『I wish I explained it better』?"
            ]
        },
        {
            "text": "……Yeah, that's it! I usually don't speak out but, so they can \nbecome lucky, I need to explain properly……!",
            "name": "Copano Rickey"
        },
        {
            "text": "…………Yeah, that's what I thought. \n……that's what I was thinking.",
            "name": "Copano Rickey"
        },
        {
            "text": "Copano Rickey was looking at me, at some point \nher cheerful, soft expression had returned."
        },
        {
            "text": "Yeah, I'm fine now! It feels like a weight has been lifted off my \nshoulders. ……I must have been holding those feelings in.",
            "name": "Copano Rickey"
        },
        {
            "text": "It was helpful. ……Thank you, Trainer!",
            "name": "Copano Rickey"
        }
    ]
}