{
    "text_block_list": [
        {
            "text": "(WAAAAAAAAAAAAAAAAAAH!)"
        },
        {
            "name": "Copano Rickey",
            "text": "Alright then, Trainer, I'll be off!",
            "choice_data_list": [
                "Yeah, do your best",
                "Yeah, do your best"
            ]
        },
        {
            "name": "Mid-rank Trainer A",
            "text": "Alright, for this Selection Race…… Ah, there she is, Copano Rickey."
        },
        {
            "name": "Mid-rank Trainer B",
            "text": "Last time was \"Turf\", but this time she's participating on \"Dirt\"? What's her aptitude for it?"
        },
        {
            "name": "Hokko Tarumae",
            "text": "Rickey……what's going on here? To think you'd suddenly challenge a dirt race."
        },
        {
            "name": "Hokko Tarumae",
            "text": "Don't tell me! You plan on pushing Feng Shui on to me even on the course!?"
        },
        {
            "name": "Copano Rickey",
            "text": "That's not it! It's just something I decided on after talking with Trainer."
        },
        {
            "name": "Copano Rickey",
            "text": "It's possible 『Dirt might be a better option』, they said. Things like form and physique, and also……"
        },
        {
            "name": "Copano Rickey",
            "text": "And above all, maybe dirt has better compatibility with Feng Shui. I won't know until I have a serious race, after all♪"
        },
        {
            "name": "Hokko Tarumae",
            "text": "Feng Shui's compatibility…… Rickey, don't take dirt lightly. Dirt is something that requires a steady accumulation of effort, day after day!"
        },
        {
            "name": "Hokko Tarumae",
            "text": "Rather than relying on charms, just like when you're tilling the earth in Hokkaido, if you don't do all you can, then victory will never come, you know?"
        },
        {
            "name": "Copano Rickey",
            "text": "I know. I've been working hard. And on top of that―"
        },
        {
            "name": "Copano Rickey",
            "text": "As long as I can hear the \"Voice of the Earth\"……!"
        },
        {
            "text": "Copano Rickey focused and entered her gate. And then the gates of fate opened."
        },
        {
            "name": "Copano Rickey",
            "text": "(Alright, off to a good start! The bracket number, color, and direction are all compatible. And the feel of the dirt……)"
        },
        {
            "name": "Copano Rickey",
            "text": "(Yeah, it's good! When I run seriously…… I can sense the condition of the track clearly!)"
        },
        {
            "name": "Copano Rickey",
            "text": "(But that's not the most important part. The problem is― whether I can hear the \"Voice of the Earth\" or not)"
        },
        {
            "name": "Copano Rickey",
            "text": "(If I can't feel the flow of qi, then my run won't be blessed with luck. Please, somehow―!)"
        },
        {
            "name": "Uma Musume A",
            "text": "(I need to take the course from further outside……! So I don't get hit by the dirt kicked up in front of me!)"
        },
        {
            "name": "Uma Musume B",
            "text": "(Today it feels like my legs are being held back～ I need to stabilize my breathing and save my stamina……)"
        },
        {
            "name": "Copano Rickey",
            "text": "(I can see it……! I can feel it……! The flow of qi. The Voice of the Earth……it's telling me how the race is developing)"
        },
        {
            "name": "Copano Rickey",
            "text": "(It's just like Trainer predicted. So that's how it was, Feng Shui has better compatibility with dirt!)"
        },
        {
            "name": "Hokko Tarumae",
            "text": "Rickey, compared to before, she's so lively…… Trainer-san, what happened……?",
            "choice_data_list": [
                "The \"Sand\" is showing her",
                "The \"Sand\" is showing her"
            ]
        },
        {
            "name": "Hokko Tarumae",
            "text": "Sand? By sand, you mean the dirt?"
        },
        {
            "text": "―Feng Shui is not something mystical, it's more like the study of environmental fortune. If that's true, then understading the conditions and location are important."
        },
        {
            "text": "What conveyed that the most vividly was the \"Sand\". Whether it was the gravel on the grounds or the sand on the beach, dirt could show the flow of qi.",
            "choice_data_list": [
                "Go, Rickey!!"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "(Trainer! Yeah! Where should I take position? Da, Shin, Gon…… Alright, Shin! The qi is thin to the east, so I can run freely and pull away)"
        },
        {
            "name": "Copano Rickey",
            "text": "(The five elements are balanced! From the Wood comes Fire, and the Fire returns everything to Soil! The place I should press the attack is just beyond that tree)"
        },
        {
            "name": "Copano Rickey",
            "text": "(The last straight! 『Physical』, 『Spiritual』……all are in harmony. The fortunes are aligned. All that's left is―)"
        },
        {
            "name": "Copano Rickey",
            "text": "The fastest will win!! All the stamina I've been saving, I'll channel it and use everything I've got!! Yaaaaaaaaaaaaaaaaaaaaaaaaa!!!!!"
        },
        {
            "name": "Hokko Tarumae",
            "text": "She's completely pulled ahead!? T-this run is……!!"
        },
        {
            "name": "Mid-rank Trainer B",
            "text": "What's going on, wasn't this completely different from before!? Did something happen!?"
        },
        {
            "text": "Nothing happened. This is Copano Rickey's true strength. With proper preparation, and being able to see the flow of qi, this is how she can run."
        },
        {
            "text": "And with this, the Selection Race was over―"
        },
        {
            "name": "Copano Rickey",
            "text": "Trainer, thank you. Because of you, I was able to have an awesome run☆"
        },
        {
            "name": "Copano Rickey",
            "text": "You were able to figure out the reason I couldn't hear the Voice of the Earth because you believed in Feng Shui, and thought about it!"
        },
        {
            "name": "Copano Rickey",
            "text": "And with that, I want to spread the wonder of Feng Shui's power, and make all those that are down and lost happy, but―"
        },
        {
            "name": "Copano Rickey",
            "text": "Will you lend me your strength? As my trainer! This time, you won't say No, right?",
            "choice_data_list": [
                "Yeah, of course!",
                "Yeah, of course!"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "Alllllright! I was having a hard time finding someone, you see. Someone who believed in Feng Shui from the bottom of their heart, and wanted to make everyone happy☆"
        },
        {
            "name": "Copano Rickey",
            "text": "You and me are definitely 『In Harmony』! Meeting you has truly made me lucky and happy♪"
        },
        {
            "name": "Hokko Tarumae",
            "text": "Mumumu……I never thought Rickey would be able to handle dirt. But after seeing her run today……"
        },
        {
            "name": "Hokko Tarumae",
            "text": "Regardless of Feng Shui, she's definitely formidable……! But…… I won't lose!!"
        },
        {
            "name": "Wonder Acute",
            "text": "Yes, yes, truly. Perhaps I should join in and play too."
        },
        {
            "name": "Copano Rickey",
            "text": "Tarumae! Acute-san! Yeah, looking forward to it♪"
        },
        {
            "name": "Copano Rickey",
            "text": "I'll definitely use Feng Shui to make both of you happy☆"
        },
        {
            "text": "And with these strong rivals, she would enter the dirt curriculum. Copano Rickey's Happy Road had begun!"
        }
    ]
}