{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "(Step step step step……!)"
        },
        {
            "name": "Copano Rickey",
            "text": "Trainer, hurry up! This way!"
        },
        {
            "text": "Before the Selection Race started. Copano Rickey had felt that \nsomething strange was afoot, and was now rushing up the stairs \ninside school. And then―"
        },
        {
            "text": "(Bang!)"
        },
        {
            "name": "Copano Rickey",
            "text": "The roof! If it's here then……",
            "choice_data_list": [
                "Copano Rickey, why the roof?"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "Because if you want to get a good look at everything, it's best \nto look from a high place! It's making practical use of urban \nplanning, 『Geographical Feng Shui』."
        },
        {
            "name": "Copano Rickey",
            "text": "Now then, the reason there was a change in the qi……"
        },
        {
            "name": "Copano Rickey",
            "text": "Ah, over there! That corner! The trainers are gathering there a \nlittle more than usual. And the reason is……"
        },
        {
            "name": "Copano Rickey",
            "text": "Part of the course is being repaired? And there are a large \nnumber of frontrunner Uma Musume in the next race, so they want \nto get a good look. Both of these happening at the same time."
        },
        {
            "name": "Copano Rickey",
            "text": "Trainer, if we just let it go, it could become dangerous! We \nshould stop them before they start!",
            "choice_data_list": [
                "We can't, we won't make it"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "Kuu……even if we yell from here!? If we contact them with our \nsmartphones, do you think they'll believe us?"
        },
        {
            "name": "Copano Rickey",
            "text": "Thankfully, the strange qi doesn't seem to be getting stronger. \nHopefully it can stabilize with the change in qi―"
        },
        {
            "text": "And then the race started―"
        },
        {
            "name": "Horsegirl A",
            "text": "Wha-!? They're moving diagonally……!? \nWhere are you looking……!? Get out of the way!"
        },
        {
            "name": "Horsegirl B",
            "text": "No, you should get out of the way! Kuu……!"
        },
        {
            "text": "There were no disqualifications or accidents but…… \njust as Copano Rickey predicted, the race was pretty chaotic."
        },
        {
            "name": "Copano Rickey",
            "text": "Fuu……I'm glad nothing serious happened. \nHopefully, it stays like this.",
            "choice_data_list": [
                "But, how did you know? Intuition?",
                "But, how did you know? Intuition?"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "Intuition? No way! Feng Shui isn't something so vague, it's a \nrespectable discipline!"
        },
        {
            "name": "Copano Rickey",
            "text": "Remember, we saw it when we were on the roof earlier, right? \nAnd so, what I noticed was―"
        },
        {
            "name": "Copano Rickey",
            "text": "The direction of the \"flow\"……to the northwest, \nwas where those trainers had gathered to spectate, you see."
        },
        {
            "name": "Copano Rickey",
            "text": "The participating Uma Musume were conscious of this, and the flow \npulled them towards that spot. \"Battling for a Lucky Strike\", \nthat kind of qi, it would be natural for it to gather there―"
        },
        {
            "name": "Copano Rickey",
            "text": "Losing sight of the small things in that scramble, like not \nfocusing on the corner ahead of you. It wouldn't be strange for \nyou to start jostling each other for position."
        },
        {
            "name": "Copano Rickey",
            "text": "A corner where those feelings collide, you could call it the \ncautionary boundary of the 8 trigrams. This is―"
        },
        {
            "name": "Copano Rickey",
            "text": "-What someone attuned to Feng Shui like me can see. No, not just \nme, if you understand Feng Shui, anyone could notice and help \nprevent this from happening."
        },
        {
            "name": "Copano Rickey",
            "text": "Feng Shui isn't something occult. It's the result \nof 3000 years of accumulation and refinement of \n\"The Science of Environmental Fortune\".",
            "choice_data_list": [
                "\"The Science of Environmental Fortune\"……"
            ]
        },
        {
            "text": "I thought she was just an Uma Musume that was in to the occult, \nbut it seems I was mistaken. She could make proper predictions \nbacked with supporting evidence."
        },
        {
            "text": "The Feng Shui Uma Musume, Copano Rickey. Compared to my first \nimpression of her, it seemed like she was an upright Uma Musume \nwith an immeasurable hidden potential."
        },
        {
            "name": "Copano Rickey",
            "text": "See? Now you understand the greatness of Feng Shui, right!? Being \nable to see the future! 『Together we'll spread this knowledge!』, \nthat's what you're thinking, right!?",
            "choice_data_list": [
                "No, it's a little soon for that……",
                "No, it's a little soon for that……"
            ]
        },
        {
            "name": "Copano Rickey",
            "text": "Eeeeh!? You're pretty stubborn, huh?"
        },
        {
            "name": "Copano Rickey",
            "text": "Then we just need to finish it with one more push! \nJust watch me in the next race!"
        },
        {
            "name": "Copano Rickey",
            "text": "Once more, I'll properly show you the power of Feng \nShui, so just watch!☆ After that, you'll be a believer. \nThis time'll be even more amazing."
        },
        {
            "name": "Copano Rickey",
            "text": "I am always at harmony with the Earth. When I \nrun seriously, I can hear the \"Voice of the Earth\"! \nLet's go! Rickey!☆ Lucky!☆ Victory!"
        },
        {
            "text": "『I can hear the \"Voice of the Earth\"』. After leaving \nbehind those words, Copano Rickey went to participate \nin her Selection Race, a mile on turf."
        },
        {
            "name": "Copano Rickey",
            "text": "(Start! Alright, there's no trouble, and the formation is just \nlike I predicted! And if I imagine overlaying the 8 trigrams, \nit's easy to read the positioning)"
        },
        {
            "name": "Copano Rickey",
            "text": "For now, I'll just stay like this☆"
        },
        {
            "name": "Copano Rickey",
            "text": "(Right here! Just before the last corner! Getting a read now is \ncrucial! The qi around me, I need to focus on it……!)"
        },
        {
            "name": "Copano Rickey",
            "text": "All that's left is to listen to the voice of the Earth…… \nJust let the flow of qi guide me……"
        },
        {
            "name": "Copano Rickey",
            "text": "Now, show me the way―!!"
        },
        {
            "name": "Copano Rickey",
            "text": "Wait, huh？ Huh？？ \nHuuuuh？？？？"
        },
        {
            "name": "Copano Rickey",
            "text": "I can't hear the voice today!? No way, you've gotta be kidding! \nAaaaaaaaaah～～～～……!"
        },
        {
            "text": "And like that, Copano Rickey……rather than showing the power of \nFeng Shui, unfortunately she was defeated……"
        },
        {
            "name": "Copano Rickey",
            "text": "Trainer, it's not like that! I'm telling you it's not like that! \nUsually I can properly hear the voice of the Earth and run well!"
        },
        {
            "name": "Copano Rickey",
            "text": "Today, my form must have been a little off. Was it an imbalance \nof the 5 elements? Or environmental conditions? Or maybe \nthe trouble from the previous race affected it……?"
        },
        {
            "name": "???",
            "text": "Rickey, it was unfortunate, wasn't it……? But, this result, you \ncould say it was expected, or obvious even……"
        },
        {
            "name": "???",
            "text": "You can't keep going on about Feng Shui this, and Feng Shui that. \nYou need to open your eyes, and do your training properly!"
        },
        {
            "name": "Copano Rickey",
            "text": "Oh, Tarumae…… \nYou were watching that race just now……",
            "choice_data_list": [
                "Um, you are……",
                "Um, you are……"
            ]
        },
        {
            "name": "Hokko Tarumae",
            "text": "Nice to meet you. I'm Rickey's acquaintance, my name is Hokko \nTarumae. I'm from Tomakomai, I'm currently acting as my \nhometown's local idol, a \"Locodol\"."
        },
        {
            "name": "Hokko Tarumae",
            "text": "Rickey's always been trying to push Feng Shui \non to me, and it's been troubling. I've been wondering \nwhen she'll reflect on that and stop."
        },
        {
            "name": "Copano Rickey",
            "text": "You still don't believe me, Tarumae? \nThe power of Feng Shui is real! But……"
        },
        {
            "name": "Copano Rickey",
            "text": "What went wrong today? \nUuuuu, I don't get iiiiiiiit!!"
        },
        {
            "text": "In front of her friend, Hokko Tarumae, Copano Rickey was \nfrustrated. Does she really have the power of Feng Shui? If she \ndoes……why did it fail?"
        }
    ]
}