{
    "text_block_list": [
        {
            "text": "New Year's had passed. Cesario had challenged the 『Kanchiku Sho』――and she had won!"
        },
        {
            "text": "(Alright……! She's won in a race with several Triple Crown participants, and it was even a medium distance 2000m race. With this……!)"
        },
        {
            "text": "Congratulations on winning the 『Kanchiku Sho』, Cesario. As I thought, it seems like your strength is more towards slightly longer distances."
        },
        {
            "text": "Congratulations on winning the 『Kanchiku Sho』, Cesario. As I thought, it seems like your strength is more towards slightly longer distances."
        },
        {
            "text": "I want you to enter another major race in preparation for your main goal of the 『Oka Sho』. So let's have you run in the 1800m 『Flower Cup』 next!"
        },
        {
            "text": "And then Kraft. You can show more of your abilities in shorter races. So let's have you run in the 1400m 『Fillies' Review』.",
            "choice_data_list": [
                "Let's work to our next goals!"
            ]
        },
        {
            "text": "And then Kraft. You can show more of your abilities in shorter races. So let's have you run in the 1400m 『Fillies' Review』.",
            "choice_data_list": [
                "Let's work to our next goals!"
            ]
        },
        {
            "name": "Kraft & Cesario",
            "text": "Yes!!"
        },
        {
            "name": "Rhein Kraft",
            "text": "(After the Fillies' Review, the 『Oka Sho』 is the month after……And that's the first time…… I'll face Cesario in an official race)"
        },
        {
            "name": "Rhein Kraft",
            "text": "(The first time, with all my strength! That I'll be able to battle against Cesario……! I'm looking forward to it……I don't think I can wait……!)"
        },
        {
            "name": "Rhein Kraft",
            "text": "Allllright! I need to put my all in to training―― Wait, huh? ……Over there, that's……"
        },
        {
            "name": "Special Week",
            "text": "Haa, haa, haa…… Okay……――Haaaaaaaaa!!"
        },
        {
            "name": "Cesario",
            "text": "!! ――Aaaaaaahh!!"
        },
        {
            "name": "Rhein Kraft",
            "text": "(Cesario!? Amazing……against Special Week-san……a senpai from the Golden Generation, she can keep up……!?)"
        },
        {
            "name": "Special Week",
            "text": "Not yet, not yet……! Yaaaaaaaaaーーーー!!"
        },
        {
            "name": "Rhein Kraft",
            "text": "(Spe-san……! How sharp……so that's the finishing strength of the Uma Musume called the \"Supreme Command of Japan\"……! ……But――)"
        },
        {
            "name": "Cesario",
            "text": "Haa, haa, haa――! Haaaaaaaaaaa!!"
        },
        {
            "name": "Rhein Kraft",
            "text": "(Against that strength! Against that speed, she's still hanging in……! She's evolving! By chasing Spe-san and learning more and more――)"
        },
        {
            "name": "Rhein Kraft",
            "text": "Can I……as a leader, can I out run that? Against……a finish like that――"
        },
        {
            "name": "Rhein Kraft",
            "text": "(Not good! 『Looking forward to it』? Now's not the time to be thinking naively about that……I need to get more serious!)"
        },
        {
            "name": "Rhein Kraft",
            "text": "(Against a last spurt like that…… I need to do something to fight back……!)"
        },
        {
            "name": "Rhein Kraft",
            "text": "……Then, I need to find an Uma Musume with overwhelming finishing strength too――……that's right, in that case!!"
        },
        {
            "name": "???",
            "text": "Hmm, hmm, hmmmmm~……♪ So busy, so busy. Let's see, the next materials I need now are~……"
        },
        {
            "name": "Rhein Kraft",
            "text": "Ah, I found you……! Um, excuse me!! ――Sweep Tosho-san!!"
        },
        {
            "name": "Rhein Kraft",
            "text": "I know it's a bit sudden! W-will you……! Will you do some parallel running with me!?"
        },
        {
            "name": "Sweep Tosho",
            "text": "Ha? What are you saying all of a sudden? No way!"
        },
        {
            "name": "Rhein Kraft",
            "text": "So quick!? U-um, can you think about it a little bit……? I really want to……I need to get stronger……!"
        },
        {
            "name": "Sweep Tosho",
            "text": "No waaay. It sounds annoying. And, right now I'm really busy."
        },
        {
            "name": "Rhein Kraft",
            "text": "Au……I-is that so? Uuu……no……no even then, can you please reconsider?"
        },
        {
            "name": "Sweep Tosho",
            "text": "Hey, are you even listening to me!? I said no way, didn't I!? Nooo waaay!!"
        },
        {
            "name": "Rhein Kraft",
            "text": "But, but! Can't you do something!? Please, Sweep-saaaaa~~~n!!"
        },
        {
            "name": "Sweep Tosho",
            "text": "No means nooooo! You're so persistent! What's wrong with you～～～～!?"
        },
        {
            "name": "Sweep Tosho",
            "text": "――Now, put the small blue flowers here, and the bulbs in that box over there in to a bottle. Right now!"
        },
        {
            "name": "Rhein Kraft",
            "text": "Okay! ……Um, and so, after I finish helping with this……!"
        },
        {
            "name": "Sweep Tosho",
            "text": "I get it. All I have to do is run for you right!? Geez-…… you're really stubborn, you know. Just saying no is more exhausting!"
        },
        {
            "name": "Rhein Kraft",
            "text": "Ahaha, actually, I get told that alot……sorry~. So, these flowers……and bulbs……!"
        },
        {
            "name": "Rhein Kraft",
            "text": "Okay, all done! ……is all this, preparation for a new large-scale magic?"
        },
        {
            "name": "Sweep Tosho",
            "text": "Hm? Well, it does kind of give off that feeling…… Oh, so you, know about something like this?"
        },
        {
            "name": "Rhein Kraft",
            "text": "Of course……! Sweep Tosho-san. ……you're an Uma Musume who's shown us what 『Race Magic』 is."
        },
        {
            "name": "Rhein Kraft",
            "text": "Last year……before challenging the Triple Tiara rotation, you said something like this: 『This boring world, I'll change it』."
        },
        {
            "name": "Sweep Tosho",
            "text": "『Triple Crown Uma Musume are stronger than Triple Tiara Uma Musume, is what you're saying~?]"
        },
        {
            "name": "Sweep Tosho",
            "text": "『When they compete together in Senior class races, the Tiara girls have always lost. That's what it seems like when you think about it rationally?』"
        },
        {
            "name": "Sweep Tosho",
            "text": "『What's with that, it's so booooooring! That's something an idiot would conclude!』"
        },
        {
            "name": "Sweep Tosho",
            "text": "『In that case, I'll show all of you! First, I'll start by competing in the Triple Tiara rotation――』"
        },
        {
            "name": "Sweep Tosho",
            "text": "『And then, in the Senior Class! And even in a Grand Prix, the Takarazuka Kinen! I'll compete against the Triple Crown girls, and win!』"
        },
        {
            "name": "Sweep Tosho",
            "text": "『And then, for idiots like you, I'll even cast my magic. Races aren't a boring place like that!』"
        },
        {
            "name": "Sweep Tosho",
            "text": "『It doesn't matter if it's the Triple Crown or the Triple Tiara! Strong Uma Musume are strong! I'll show all of you!』"
        },
        {
            "name": "Rhein Kraft",
            "text": "That press conference……I've watched it so many times. Again, and again……each and every time, it resonated in my heart."
        },
        {
            "name": "Rhein Kraft",
            "text": "『Triple Crown or Triple Tiara, doesn't matter』 『A strong Uma Musume is strong』……! I believe that too. I want to prove that too. That's why……!"
        },
        {
            "name": "Rhein Kraft",
            "text": "Please! I need to continue evolving now. For the 『Oka Sho』……so I can beat my rival……!"
        },
        {
            "name": "Sweep Tosho",
            "text": "Hmmm? ……so you're not just persistent, you're a kind of interesting girl too."
        },
        {
            "name": "Sweep Tosho",
            "text": "So, you're saying that you've fallen under my spell? ……In that case, having you stay weak would be troubling!"
        },
        {
            "name": "Sweep Tosho",
            "text": "I guess it can't be helped. I suppose it's fine to start some parallel running!"
        },
        {
            "name": "Kraft & Sweep",
            "text": "Haaaaaaaaaa! Yaaaaaーーーー!"
        },
        {
            "name": "Rhein Kraft",
            "text": "(Kuu……! No……she's going to pass me……!!)"
        },
        {
            "name": "Sweep Tosho",
            "text": "Fuuu……! Well what do you know? You're pretty good! Your start is on point, and you hung in there quite well at the end."
        },
        {
            "name": "Rhein Kraft",
            "text": "T-thank you very much. But, in the end you were still able to pass me……"
        },
        {
            "name": "Sweep Tosho",
            "text": "Mu. Now you've said it……Against Sweepy, that's expected! And besides, I debuted a year earlier than you!"
        },
        {
            "name": "Rhein Kraft",
            "text": "That may be true but……! That won't be enough. If I can't keep up with someone that's able to finish like you then……!"
        },
        {
            "name": "Spe & Cesario",
            "text": "Haaaaaa……!!"
        },
        {
            "name": "Rhein Kraft",
            "text": "(Against that finish……against that sharpness! If I stay like this……honestly, no matter how far in front I go, I don't think it'll be enough……!)"
        },
        {
            "name": "Rhein Kraft",
            "text": "(I can't imagine it!! I can't imagine winning against Cesario……!)"
        },
        {
            "name": "Rhein Kraft",
            "text": "Once more……please, Sweep-san. Like this, I don't think it'll be enough……!"
        }
    ]
}