{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "(It's early summer, but there's still some snow left \nin the mountains. The lakes can get terrifyingly cold)",
            "name": "Daring Heart"
        },
        {
            "text": "(I can feel the chill. My teeth are chattering. ……but \nthat's why there's meaning in enduring. My weakness, \nfragility, all of it will freeze and shatter. And then――)",
            "name": "Daring Heart"
        },
        {
            "text": "(Building up a strong heart――!)",
            "name": "Daring Heart"
        },
        {
            "text": "Fuu-…… ……I need to change my clothes before my body \ngets too cold. If I catch a cold, there would be no point.",
            "name": "Daring Heart"
        },
        {
            "text": "(――……It's been about a week since I've entered these mountains)",
            "name": "Daring Heart"
        },
        {
            "text": "(Placing myself in a harsh environment, and \nmeditating by the lake, I can feel the effects. \n……It's okay. I can feel myself getting stronger)",
            "name": "Daring Heart"
        },
        {
            "text": "(For the 『NHK Mile Cup』, my preparations are proceeding――)",
            "name": "Daring Heart"
        },
        {
            "text": "(At the 『Hanshin Juvenile Fillies』, honestly, \nI could tell that I was severely lacking)",
            "name": "Daring Heart"
        },
        {
            "text": "(Even though she let 1st place escape her, Kraft still \nplaced 3rd. On the other hand, I didn't even place.)",
            "name": "Daring Heart"
        },
        {
            "text": "(But, by the 『Fillies' Review』 I had closed \nto a distance of a head. And at the 『Oka Sho』, \nour difference was a tenth of a second)",
            "name": "Daring Heart"
        },
        {
            "text": "(I don't think there was a big difference between \nour strength. But even then I was still one step, \njust one step short. One thing I was missing)",
            "name": "Daring Heart"
        },
        {
            "text": "……from here on out, rather than the physical, \nthis is the place for mental. But that's why…… \nI'll push myself to the limit and train myself……!",
            "name": "Daring Heart"
        },
        {
            "text": "Until the 『NHK Mile C』, definitely……!",
            "name": "Daring Heart"
        },
        {
            "text": "――That's right, Trainer. I want my next race to \nbe the 『NHK Mile C』, that's what I just said. \n……Please. Let me compete against Rhein Kraft.",
            "name": "Daring Heart"
        },
        {
            "text": "『Hanshin JF』『Fillies' Review』 and 『Oka Sho』…… \nIn every race, she pulled ahead of me.",
            "name": "Daring Heart"
        },
        {
            "text": "Kraft is the wall currently stopping me. If I can't overcome \nher here and now, then I won't be able to continue……!",
            "name": "Daring Heart"
        },
        {
            "text": "She has something that I don't. To take hold of that…… \nrather than the 『Oaks』 I will choose the 『NHK Mile C』!",
            "name": "Daring Heart"
        },
        {
            "text": "And so, everyone spent April training hard……and then, early \nMay, the skies were cloudy on the day of the 『NHK Mile Cup』."
        },
        {
            "text": "『Soon, the race will begin here at the Tokyo Race Course. \nIt's unfortunate that the sky is cloudy, but the crowd \nis still filled with tremendous excitement!』",
            "name": "Announcer"
        },
        {
            "text": "『That's because, for the Classic class, this is the race to \ndecide the \"Generation's Fastest\". Where runners from the \ntriple crown, tiara, and short distance rotations gather――』",
            "name": "Commentator"
        },
        {
            "text": "『To decide who stands at the pinnacle in \nterms of speed. I'm really looking forward \nto just what kind of speed they'll show us!』",
            "name": "Commentator"
        },
        {
            "text": "『Furthermore, this time, the Oka Sho Uma Musume, Rhein Kraft, \nis participating. She's getting quite a bit of attention!』",
            "name": "Announcer"
        },
        {
            "text": "『This is the first time in history the Oka \nSho Uma Musume has participated in the NHK \nMile C. What kind of run will she show us?』",
            "name": "Commentator"
        },
        {
            "text": "『Will she win against this group of young competitors, proud of \ntheir speed, and achieve this unorthodox double crown for the \nfirst time in history? Now, the NHK Mile C will soon begin!』",
            "name": "Announcer"
        },
        {
            "text": "Fuu-…………",
            "name": "Rhein Kraft",
            "choice_data_list": [
                "……Kraft. You got this, right?",
                "……Kraft. You got this, right?"
            ]
        },
        {
            "text": "――Yes, Trainer-san. \nI'm fine.",
            "name": "Rhein Kraft"
        },
        {
            "text": "For each of the girls participating, I've done a lot \nof investigating and analyzing. No matter what situations \narise, I think I can stay calm and handle them.",
            "name": "Rhein Kraft"
        },
        {
            "text": "Get out front at the start, take control of the pace, and \npush through with power. I know how I should be running!",
            "name": "Rhein Kraft",
            "choice_data_list": [
                "Alright. ……then, go get 'em!",
                "Alright. ……then, go get 'em!"
            ]
        },
        {
            "text": "Yeah! I'm off!",
            "name": "Rhein Kraft"
        },
        {
            "text": "……I'll break through. Carve a path. \nWith my legs. With a run of my own.",
            "name": "Rhein Kraft"
        },
        {
            "text": "My dream, my apsirations, my heritage…… \nI'll connect them to the future!",
            "name": "Rhein Kraft"
        }
    ]
}