{
    "text_block_list": [
        {
            "name": "Cesario",
            "text": "Haa……haa. Ha………… …………"
        },
        {
            "name": "Cesario",
            "text": "……I let it get away. The 『Oka Sho』……a once-in-a-lifetime chance……!"
        },
        {
            "name": "Cesario",
            "text": "Damnit!! Damnit……!! ~~~~~…………!!!!"
        },
        {
            "name": "Cesario",
            "text": "……………………………………"
        },
        {
            "name": "Cesario",
            "text": "………………I need to go, right."
        },
        {
            "text": "The winners would be praised and applauded, the losers would vent their frustration behind the scenes. This is how the once-in-a-lifetime 『Oka Sho』 ended……"
        },
        {
            "name": "King Halo",
            "text": "So then, once more! We're starting Kraft-san's victory celebration! ……Cheers!"
        },
        {
            "name": "Teammates",
            "text": "Cheers~!"
        },
        {
            "name": "Rhein Kraft",
            "text": "Wah, wah, wah! Everyone……! Thank you very much! This became a pretty big deal, huh……!?"
        },
        {
            "name": "Rhein Kraft",
            "text": "Everyone from the team's here but…… Messiah-san and Heart-san too! Both of you came too……"
        },
        {
            "name": "Daring Heart",
            "text": "Fufuu. Well, I lost so I can't say I don't have mixed feelings, but――"
        },
        {
            "name": "Air Messiah",
            "text": "That you won is an irrefutable fact. Being able to praise that which is praiseworthy is just part of running races."
        },
        {
            "name": "Cesario",
            "text": "That's correct. ……it was a splendid run befitting the title of Cherry Blossom Queen. It makes me proud to be your teammate, Kraft."
        },
        {
            "name": "Rhein Kraft",
            "text": "Cesario……everyone……!"
        },
        {
            "name": "Rhein Kraft",
            "text": "Yeah……yeah, thank you! Me too…… it makes me proud to have fought against such strong rivals!"
        },
        {
            "text": "Kraft. Not just your rivals……it seems like a bunch of others came to congratulate you though?"
        },
        {
            "text": "Kraft. Not just your rivals……it seems like a bunch of others came to congratulate you though?"
        },
        {
            "name": "Rhein Kraft",
            "text": "Eh……H-huh!? Everyone, why are you……!?"
        },
        {
            "name": "Hishi Amazon",
            "text": "Yo! You showed me something intense at the 『Oka Sho』, Kraft! You did well to win that hot-blooded battle!"
        },
        {
            "name": "Air Groove",
            "text": "Yeah. You didn't just simply win the race…… All of you, brought that to life. From that run, I could feel your strength and iron will."
        },
        {
            "name": "Sweep Tosho",
            "text": "You're still no match for Sweepy though! It seems like even you can cast some decent magic. ……Not bad at all, Kraft!"
        },
        {
            "name": "Rhein Kraft",
            "text": "Wawawawa……Sweep-san, and my other senpai…… thank you very much! Um……i-i-it's an honor!!"
        },
        {
            "name": "King Halo",
            "text": "Oh my……Kraft-san, there's no need to be so stiff. As an Oka Sho Uma Musume, you could be a bit more dignified."
        },
        {
            "text": "I guess it's because Sweep Tosho was someone she already looked up to. On top of that, Air Groove and Hishi Amazon――"
        },
        {
            "text": "I guess it's because Sweep Tosho was someone she already looked up to. On top of that, Air Groove and Hishi Amazon――"
        },
        {
            "text": "I think it's natural that she'd be like that when she's surrounded by so many 『Queen Uma Musume』"
        },
        {
            "text": "Queen Uma Musume……in other words, 『The Strongest Senior Class Uma Musume』, a URA title reserved for the best and brightest."
        },
        {
            "text": "For Rhein Kraft and the others in the Triple Tiara rotation, these Uma Musume could almost be called an existence above the clouds――"
        },
        {
            "name": "King Halo",
            "text": "Even then, those impressive senpai came all the way here. That's just how impressive the race that Kraft-san showed them was, you know?"
        },
        {
            "name": "King Halo",
            "text": "――Really, it's something to be proud of."
        },
        {
            "text": "True. After defeating such strong Uma Musume like Cesario, Daring Heart, and Air Messiah, Rhein Kraft could almost be seen as a hero."
        },
        {
            "text": "It seems like that impression was already spreading through Tracen Academy, with many Uma Musume coming to the after party――"
        },
        {
            "name": "Vodka",
            "text": "Oh man, we're late……! This is because you kept worrying 『My hair just doesn't look right~』, you know, Scarlet!?"
        },
        {
            "name": "Daiwa Scarlet",
            "text": "Even you kept saying 『These clothes won't work~』 the whole time, didn't you!? You're no different from me!!"
        },
        {
            "name": "Rhein Kraft",
            "text": "Ah……Vodka-san and Scarlet-san! Both of you came too?"
        },
        {
            "name": "Both",
            "text": "Kraft! You were amazing, congratulations!!"
        },
        {
            "name": "Rhein Kraft",
            "text": "Ooooh-……! As usual, both of you are in synch~."
        },
        {
            "name": "Both",
            "text": "No we're not!!"
        },
        {
            "name": "Daiwa Scarlet",
            "text": "Forget that……well. It really was amazing, Kraft. ……it makes us think we need to do that too, we need to show that we can do that too."
        },
        {
            "name": "Vodka",
            "text": "Your run was really exciting! When we got back to the academy after that we ended up running like crazy!"
        },
        {
            "name": "Vodka",
            "text": "Next it's us, we need to do that too. ……Seriously, it was really cool, Kraft!!"
        },
        {
            "name": "Rhein Kraft",
            "text": "……! Cool――"
        },
        {
            "name": "Rhein Kraft",
            "text": "Fufuu……Ehehe."
        },
        {
            "name": "Cesario",
            "text": "You've got a silly look on your face, don't you? I'm glad you're having fun though."
        },
        {
            "name": "Rhein Kraft",
            "text": "Ah……yeah, the party's fun, and I'm happy. ……and besides that, I wonder if I was able to do what I wanted to!"
        },
        {
            "name": "Cesario",
            "text": "What you wanted to?……You mean becoming someone like our senpais? 『Someone that everyone looks up to』, becoming a link for the girls that come next, that talk?"
        },
        {
            "name": "Rhein Kraft",
            "text": "Yeah! I really want to be able to fulfill that. If it's the 『Oaks』 then……to become an ideal for so many girls, just like Air Groove-san!"
        },
        {
            "name": "Rhein Kraft",
            "text": "I want to show them how much stronger I can be too. ……I won't lose to you at the 『Oaks』 either, Cesario!"
        },
        {
            "text": "Despite the growing number of participants, the party continued on. Of course, I also joined, wholeheartedly celebrating Rhein Kraft's victory, however――",
            "choice_data_list": [
                "(Will……Cesario be okay?)",
                "(Will……Cesario be okay?)"
            ]
        },
        {
            "text": "(I couldn't really talk to her……because I had something weighing on my mind. When I saw her celebrating, I couldn't help but feel sorry……)",
            "choice_data_list": [
                "……Cesario――"
            ]
        },
        {
            "name": "Cesario",
            "text": "Yes? Did you need something?",
            "choice_data_list": [
                "Wah!?!?"
            ]
        },
        {
            "name": "Cesario",
            "text": "Fuu, ahahaa! Was it that surprising? ……Or, is it 『Because it's me』 that you're so surprised?",
            "choice_data_list": [
                "Uh――"
            ]
        },
        {
            "name": "Cesario",
            "text": "……in regards to the 『Oka Sho』 results. Is there something bothering you, Trainer?"
        },
        {
            "text": "(Cesario seems to have already noticed…… there was no point in hiding it.)",
            "choice_data_list": [
                "……Sorry, Cesario. It's just――"
            ]
        },
        {
            "text": "(Cesario seems to have already noticed…… there was no point in hiding it.)",
            "choice_data_list": [
                "……Sorry, Cesario. It's just――"
            ]
        },
        {
            "text": "I told her everything. That before the 『Oka Sho』 I had given Rhein Kraft advice. ……and the advice that I hadn't given to Cesario."
        },
        {
            "name": "Cesario",
            "text": "……I see. In that case, if you had given me that advice……for example, 『Match Kraft and accelerate early』, if you had said that――"
        },
        {
            "name": "Cesario",
            "text": "Would it have been enough to guarantee that I would win the 『Oka Sho』?",
            "choice_data_list": [
                "No……I can't say it would"
            ]
        },
        {
            "name": "Cesario",
            "text": "Right. That's just how races are. Nobody knows what the results will be 『If only』"
        },
        {
            "name": "Cesario",
            "text": "……truly, I don't think it's possible to know. If I had accelerated earlier, considering how she held on, I'm not sure I could have passed her……honestly.",
            "choice_data_list": [
                "……But. Really, I should have――",
                "……But. Really, I should have――"
            ]
        },
        {
            "name": "Cesario",
            "text": "――Trainer."
        },
        {
            "name": "Cesario",
            "text": "I believe saying any more than that……about our earnest run, the results that Kraft achieved, about me……and above all else, to you yourself as a trainer, is rude."
        },
        {
            "name": "Cesario",
            "text": "『To run in a way that befits me』. ……I believe that was the best course of action for the Oka Sho. As a trainer, I believe you acted correctly."
        },
        {
            "name": "Cesario",
            "text": "Any more than this―― and I'll have to ask you to stop disparaging my trainer.",
            "choice_data_list": [
                "Cesario……"
            ]
        },
        {
            "text": "I was about to apologize again, but I stopped myself. Cesario had a satisfied smile on her face as she looked up to the stars――and then said――"
        },
        {
            "name": "Cesario",
            "text": "Trainer. I think……together with Kraft, I can't help but wonder what kind of wonderful future awaits us.",
            "choice_data_list": [
                "Future?"
            ]
        },
        {
            "name": "Cesario",
            "text": "Yes. Just by watching her, I think it will link to the future……I will be the one to guide the girls that start running for that same reason."
        },
        {
            "name": "Cesario",
            "text": "With my dream, and those girls' dreams. By combining those two, I wonder……if it will lead to a never seen before scene.",
            "choice_data_list": [
                "Never seen before, huh……"
            ]
        },
        {
            "name": "Cesario",
            "text": "Fufu, sorry, for suddenly bringing this up. ……But, strangely, that's how I feel."
        },
        {
            "name": "Cesario",
            "text": "However, for that reason, I can't stay as I am. I can't guide them if I don't shine. To become that guiding light, I must earn that crown."
        },
        {
            "name": "Cesario",
            "text": "……the 『Oaks』 is the only race in the Tiara rotation that matches the classic races in distance. To win, it requires strength."
        },
        {
            "name": "Cesario",
            "text": "As its name suggests, similar to an Oak, it has a solid, unwavering, overwhelming strength. ……At the 『Oaks』 I will prove I have that strength."
        },
        {
            "text": "……Yeah. We should stop worrying over the 『Oka Sho』. Next time ……I'll continue to work to properly support both of you!"
        },
        {
            "text": "I returned back to my room to look over my documents again. Next up is the second battle of the Triple Tiara that Rhein Kraft and Cesario will be running in, the 『Oaks』",
            "choice_data_list": [
                "(……However)"
            ]
        },
        {
            "text": "……As I thought. Looking at past records……with any distance above 2000m, Kraft is rarely able to defeat Cesario……"
        },
        {
            "text": "……An issue of 『Distance Aptitude』, huh――"
        }
    ]
}