{
    "text_block_list": [
        {
            "name": "Daring Heart",
            "text": "(It's early summer, but there's still some snow left in the mountains. The lakes can get terrifyingly cold)"
        },
        {
            "name": "Daring Heart",
            "text": "(I can feel the chill. My teeth are chattering. ……but that's why there's meaning in enduring. My weakness, fragility, all of it will freeze and shatter. And then――)"
        },
        {
            "name": "Daring Heart",
            "text": "(Building up a strong heart――!)"
        },
        {
            "name": "Daring Heart",
            "text": "Fuu-…… ……I need to change my clothes before my body gets too cold. If I catch a cold, there would be no point."
        },
        {
            "name": "Daring Heart",
            "text": "(――……It's been about a week since I've entered these mountains)"
        },
        {
            "name": "Daring Heart",
            "text": "(Placing myself in a harsh environment, and meditating by the lake, I can feel the effects. ……It's okay. I can feel myself getting stronger)"
        },
        {
            "name": "Daring Heart",
            "text": "(For the 『NHK Mile Cup』, my preparations are proceeding――)"
        },
        {
            "name": "Daring Heart",
            "text": "(At the 『Hanshin Juvenile Fillies』, honestly, I could tell that I was severely lacking)"
        },
        {
            "name": "Daring Heart",
            "text": "(Even though she let 1st place escape her, Kraft still placed 3rd. On the other hand, I didn't even place.)"
        },
        {
            "name": "Daring Heart",
            "text": "(But, by the 『Fillies' Review』 I had closed to a distance of a head. And at the 『Oka Sho』, our difference was a tenth of a second)"
        },
        {
            "name": "Daring Heart",
            "text": "(I don't think there was a big difference between our strength. But even then I was still one step, just one step short. One thing I was missing)"
        },
        {
            "name": "Daring Heart",
            "text": "……from here on out, rather than the physical, this is the place for mental. But that's why…… I'll push myself to the limit and train myself……!"
        },
        {
            "name": "Daring Heart",
            "text": "Until the 『NHK Mile C』, definitely……!"
        },
        {
            "name": "Daring Heart",
            "text": "――That's right, Trainer. I want my next race to be the 『NHK Mile C』, that's what I just said. ……Please. Let me compete against Rhein Kraft."
        },
        {
            "name": "Daring Heart",
            "text": "『Hanshin JF』『Fillies' Review』 and 『Oka Sho』…… In every race, she pulled ahead of me."
        },
        {
            "name": "Daring Heart",
            "text": "Kraft is the wall currently stopping me. If I can't overcome her here and now, then I won't be able to continue……!"
        },
        {
            "name": "Daring Heart",
            "text": "She has something that I don't. To take hold of that…… rather than the 『Oaks』 I will choose the 『NHK Mile C』!"
        },
        {
            "text": "And so, everyone spent April training hard……and then, early May, the skies were cloudy on the day of the 『NHK Mile Cup』."
        },
        {
            "name": "Announcer",
            "text": "『Soon, the race will begin here at the Tokyo Race Course. It's unfortunate that the sky is cloudy, but the crowd is still filled with tremendous excitement!』"
        },
        {
            "name": "Commentator",
            "text": "『That's because, for the Classic class, this is the race to decide the \"Generation's Fastest\". Where runners from the triple crown, tiara, and short distance rotations gather――』"
        },
        {
            "name": "Commentator",
            "text": "『To decide who stands at the pinnacle in terms of speed. I'm really looking forward to just what kind of speed they'll show us!』"
        },
        {
            "name": "Announcer",
            "text": "『Furthermore, this time, the Oka Sho Uma Musume, Rhein Kraft, is participating. She's getting quite a bit of attention!』"
        },
        {
            "name": "Commentator",
            "text": "『This is the first time in history the Oka Sho Uma Musume has participated in the NHK Mile C. What kind of run will she show us?』"
        },
        {
            "name": "Announcer",
            "text": "『Will she win against this group of young competitors, proud of their speed, and achieve this unorthodox double crown for the first time in history? Now, the NHK Mile C will soon begin!』"
        },
        {
            "name": "Rhein Kraft",
            "text": "Fuu-…………",
            "choice_data_list": [
                "……Kraft. You got this, right?",
                "……Kraft. You got this, right?"
            ]
        },
        {
            "name": "Rhein Kraft",
            "text": "――Yes, Trainer-san. I'm fine."
        },
        {
            "name": "Rhein Kraft",
            "text": "For each of the girls participating, I've done a lot of investigating and analyzing. No matter what situations arise, I think I can stay calm and handle them."
        },
        {
            "name": "Rhein Kraft",
            "text": "Get out front at the start, take control of the pace, and push through with power. I know how I should be running!",
            "choice_data_list": [
                "Alright. ……then, go get 'em!",
                "Alright. ……then, go get 'em!"
            ]
        },
        {
            "name": "Rhein Kraft",
            "text": "Yeah! I'm off!"
        },
        {
            "name": "Rhein Kraft",
            "text": "……I'll break through. Carve a path. With my legs. With a run of my own."
        },
        {
            "name": "Rhein Kraft",
            "text": "My dream, my apsirations, my heritage…… I'll connect them to the future!"
        }
    ]
}