{
    "text_block_list": [
        {
            "name": "Rhein Kraft",
            "text": "Nnya~……huh? Fuwaaa~ah…… Ah~ not good……I fell asleep~……"
        },
        {
            "name": "Cesario",
            "text": "Geez, you finally woke up. ……Here, I made you some hot cocoa. Drink it carefully, okay? It's gotten really cold right now, hasn't it?"
        },
        {
            "name": "Rhein Kraft",
            "text": "Waa-! Ehehe, as expected of Cesario…… Thanks, I'll take it."
        },
        {
            "name": "Rhein Kraft",
            "text": "Haa, that really warmed me up~……"
        },
        {
            "name": "Cesario",
            "text": "I'm glad. ……And so, were you able to enjoy your first sunbathing session of the year?"
        },
        {
            "name": "Rhein Kraft",
            "text": "Yeah, it was great♪ The once per year luxury of basking in the sun, taking a nap during the first sunrise……together with some of Cesario's cocoa!"
        },
        {
            "name": "Cesario",
            "text": "That's part of the set? That makes me happy though…… Fufufuu. Kraft, you really love sunbathing, huh?"
        },
        {
            "name": "Cesario",
            "text": "Ah, but……it's probably time to get changed, and start getting ready. Otherwise you might be late for our shrine visit."
        },
        {
            "name": "Rhein Kraft",
            "text": "Wah, you're right! I'm going to head back to my room! Cesario, wait for me by the front gate~!!"
        },
        {
            "text": "A New Year. Rhein Kraft and Cesario were now in their Classic year, and we had decided to go as a group for the first shrine visit of the new year, but――",
            "choice_data_list": [
                "(It's crowded like usual……!)"
            ]
        },
        {
            "name": "King Halo",
            "text": "Ah, geez, everyone, are you keeping up!? Respond if you can hear me-!"
        },
        {
            "name": "Rhein Kraft",
            "text": "Hii, hii……For now, I am~."
        },
        {
            "name": "Antenna-haired Uma Musume",
            "text": "It's crazy how crowded it is~……we were packed in there so tight, that I thought all that osechi I ate earlier was going to come out~……"
        },
        {
            "name": "Cesario",
            "text": "I have a suggestion. From what I've observed, the congestion has eased a bit on the right side. The lines have yet to form so I think we should move now."
        },
        {
            "name": "Cesario",
            "text": "Also, let's decide on a meeting place to gather up in after the visit. It would probably be easiest to find each other over by the sacred tree."
        },
        {
            "name": "Single Knot Uma Musume",
            "text": "That's true……! Oh man~, when Cesario's switch is on, she's really got it together and is really reliable."
        },
        {
            "text": "And so, despite the huge crowd, we were somehow able to safely wrap up our shrine visit."
        },
        {
            "text": "(……this year, I'll give it my all to support the team. Please watch over them, and may they get the results they desire――)"
        },
        {
            "name": "King Halo",
            "text": "Hey, you're taking too long. The line is piling up behind us. Geez……come on, let's go."
        },
        {
            "text": "(And now that we'd wrapped up our shrine visit, and since it was the new year, I felt we should take it easy, however――)"
        },
        {
            "name": "Rhein Kraft",
            "text": "Ehehe……thanks for tagging along with our independent training! When I think about how this is the start of my classic year, I can't help but get restless.",
            "choice_data_list": [
                "I'm glad you're both so motivated",
                "I'm glad you're both so motivated"
            ]
        },
        {
            "name": "Cesario",
            "text": "I'm also thankful to our senpais. This year, I look forward to your continued guidance and support."
        },
        {
            "name": "Antenna-haired Uma Musume",
            "text": "Ah, no prob……or rather, hearing our kouhais say they want to run makes it really hard to say \"We're heading back~\"……"
        },
        {
            "name": "Single Knot Uma Musume",
            "text": "Are you an idiot! You should have just said that it was motivating you, even if it was a lie! ……Ah, but, it's not a lie though!!"
        },
        {
            "name": "King Halo",
            "text": "Well, in any case, I think it's a good idea. There are so many once-in-a-lifetime races…… it makes the Classic year a very special year."
        },
        {
            "name": "King Halo",
            "text": "……speaking of that, have you two thought of which races you're going to aim for?"
        },
        {
            "name": "Kraft & Cesario",
            "text": "The 『Oka Sho』."
        },
        {
            "name": "Rhein Kraft",
            "text": "……that's right. Cesario and I have…… already decided on the Triple Tiara route."
        },
        {
            "name": "Cesario",
            "text": "Right. It was decided from the start. 『Oka Sho』 『Oaks』 『Shuuka Sho』 is the route I've decided to run."
        },
        {
            "name": "Cesario",
            "text": "The Uma Musume that have taken on the Triple Tiara rotation aren't just strong――they've filled the racing world with grace and beauty."
        },
        {
            "name": "Cesario",
            "text": "All the way up until now, many spectators and even Uma Musume have been fascinated by their efforts. Many run now, dreaming of wearing that tiara."
        },
        {
            "name": "Cesario",
            "text": "Me too――I want to become an Uma Musume that continues on as part of that history."
        },
        {
            "name": "Cesario",
            "text": "……In addition to that, many Uma Musume that have achieved results in the Triple Tiara rotation have gone on to train the next generation, linking everything to the future."
        },
        {
            "name": "Cesario",
            "text": "It's still a far off dream, however…… someday, I'd like to be a part of that too."
        },
        {
            "name": "Cesario",
            "text": "To me, obtaining results in the Triple Tiara rotation was part of my dream since the beginning.",
            "choice_data_list": [
                "I see……",
                "I see……"
            ]
        },
        {
            "text": "(What Cesario was speaking about was part of the history, tradition, and appeal of the Triple Tiara route)"
        },
        {
            "text": "(There was nothing wrong with that――however. There was still one thing I'd have to remind them of……)",
            "choice_data_list": [
                "Kraft, Cesario"
            ]
        },
        {
            "text": "Generally speaking, the Classic Triple Crown, the 『Satsuki Sho』 『Japan Derby』 and 『Kikka Sho』 ――honestly, they draw much more attention."
        },
        {
            "text": "Typically, when it comes to Triple Crown versus Triple Tiara Uma Musume, the former have achieved better results."
        },
        {
            "text": "To put it plainly, 『Triple Crown girls are stronger than Triple Tiara girls』……That's the general consensus."
        },
        {
            "text": "To put it plainly, 『Triple Crown girls are stronger than Triple Tiara girls』……That's the general consensus."
        },
        {
            "text": "……Even knowing that, do you still feel the same way?"
        },
        {
            "text": "……Even knowing that, do you still feel the same way?"
        },
        {
            "name": "Rhein Kraft",
            "text": "……Um!!"
        },
        {
            "name": "Rhein Kraft",
            "text": "But that's just――how it is 『now』 right?",
            "choice_data_list": [
                "!"
            ]
        },
        {
            "name": "Rhein Kraft",
            "text": "Someday……no, soon, I think that will change. Between Triple Crown and Triple Tiara it doesn't matter……『Strong Uma Musume are strong』!"
        },
        {
            "name": "Rhein Kraft",
            "text": "I know an Uma Musume who's said that. I believe that too. Because I've looked up to that Tiara, and I've been watching this whole time――!"
        },
        {
            "name": "Rhein Kraft",
            "text": "I know about the passion, the emotion, and the strength of those Uma Musume! I know they're not worse than the others!!"
        },
        {
            "name": "Rhein Kraft",
            "text": "And that's why I'm choosing the Triple Tiara rotation. And, I'll become strong enough that I won't lose against Triple Crown Uma Musume!"
        },
        {
            "name": "Rhein Kraft",
            "text": "What kept me going……what gave me all of my inspiration, was those Triple Tiara senpais. So I want to prove their merit, their strength!",
            "choice_data_list": [
                "……I see. Alright, I got it!",
                "……I see. Alright, I got it!"
            ]
        },
        {
            "text": "Sorry for saying something so insensitive. I understand both of your feelings. In your Classic year, the first major goal for both of you is to win the 『Oka Sho』!"
        },
        {
            "name": "Kraft & Cesario",
            "text": "Yes!!"
        },
        {
            "name": "Air Groove",
            "text": "……Huuu. And so another two――huh. Thinking about it, it's still a mystery."
        },
        {
            "name": "Air Groove",
            "text": "More attention is on the Triple Crown. And the race called the 『Greatest Dream』, the 『Japan Derby』."
        },
        {
            "name": "Air Groove",
            "text": "Despite that, every year, without fail, more girls like that always appear. Girls that desire the Tiara more than the Triple Crown or the glory of the Derby."
        },
        {
            "name": "Air Groove",
            "text": "However, there are some things……that can only be obtained, only brought together in that place, on that stage. Where the Tiara is."
        },
        {
            "name": "Air Groove",
            "text": "That's why, this year, once again――the curtain will rise on the brilliant and fierce stage of the Tiara."
        },
        {
            "name": "Air Groove",
            "text": "Well then……Rhein Kraft, and Cesario. What will you carve in to that beautiful theater--?"
        }
    ]
}