{
    "text_block_list": [
        {
            "name": "Street Billboard",
            "text": "『――And that concludes our special about the Oka Sho next week! Upon whose head will the cherry blossom crown shine? Don't miss it!』"
        },
        {
            "name": "Passerby A",
            "text": "Oh man, I'm really looking forward to it~……! For this distance, won't it be Rhein Kraft? No, Cesario's pretty good too though……!"
        },
        {
            "name": "Passerby B",
            "text": "And there'll be a bunch of other powerful Uma Musume showing up too-! This year's Tiara generation, who's going to take the lead? ……I really want to know~!"
        },
        {
            "name": "Rhein Kraft",
            "text": "(……the Triple Tiara's first battlefield, 1600m, the 『Oka Sho』. A race where so many Uma Musume have competed using their speed)"
        },
        {
            "name": "Rhein Kraft",
            "text": "(That race with an Uma Musume who was part of an \"Impressive Clan\"……was amazing. And that speed that Nishino Flower-san showed is still burned in to my memory)"
        },
        {
            "name": "Rhein Kraft",
            "text": "(The Nigawa stage where cherry blossoms dance, the place I've always admired, where many have run before me……but, finally, it's my turn)"
        },
        {
            "name": "Rhein Kraft",
            "text": "It's my turn to run. ……It's my turn to win!"
        },
        {
            "name": "Daring Heart",
            "text": "『Hi, Mama? ――Wait, let me guess. \"Make sure you win the Oka Sho!\" That's your message right?』"
        },
        {
            "name": "Daring Heart",
            "text": "『Eh, plus \"Have fun\"? Ahaa, of course! I've never ever thought of a race as boring!』"
        },
        {
            "name": "Daring Heart",
            "text": "『……Yeah ……Yeah, I said I'll be fine. ……Sorry Mama, I need to get back to training. I'll call you again!』"
        },
        {
            "name": "Daring Heart",
            "text": "Bye.　…………"
        },
        {
            "name": "Live Announcer",
            "text": "Goal!! It was close, it was an incredibly close 1st place for Rhein Kraft! Rhein Kraft wins the 『Fillies' Review』!!"
        },
        {
            "name": "Daring Heart",
            "text": "――Aaaaaaaaaah!!"
        },
        {
            "name": "Daring Heart",
            "text": "(By a head……by just a head! Honestly, I've imagined it so many times! Just one step, with just one more step, if I could have taken that one more step……!)"
        },
        {
            "name": "Daring Heart",
            "text": "(『If only』, I know it's meaningless when it comes to races, but! This frustration, this regret, no matter how much I dwell on it――)"
        },
        {
            "name": "Daring Heart",
            "text": "All of it! I can turn all of it in to strength……! Haaaaaaaaaa!!"
        },
        {
            "name": "Heart's Friend A",
            "text": "Heart……s-she's really pushing herself……it's almost like she's possessed. I heard she's been working so hard she's been losing a lot of weight too……"
        },
        {
            "name": "Heart's Friend B",
            "text": "Yeah……it's more than I could have imagined…… Now it's a little hard to call out to her……"
        },
        {
            "name": "Daring Heart",
            "text": "I will win, that's all. The 『Oka Sho』……the first Tiara, I'll be the one to take it……!"
        },
        {
            "name": "Air Messiah",
            "text": "(Heart-san, Kraft-san, Cesario-san. And the crown that many other indomitable Uma Musume have sought, the Triple Tiara)"
        },
        {
            "name": "Air Messiah",
            "text": "――But I won't hand it over. To anyone. The glory of that tiara, never. No matter who."
        },
        {
            "name": "Air Messiah",
            "text": "Only 3 races. All of them are a once-in-a-lifetime chance. That's why I'll do anything in my power to obtain it……!"
        },
        {
            "name": "Air Messiah",
            "text": "My goal……my dream. Can only be fulfilled by doing so……!"
        },
        {
            "name": "Air Messiah",
            "text": "Haa, haaa……!! How was it……!?"
        },
        {
            "name": "Air Shakur",
            "text": "……――no change."
        },
        {
            "name": "Air Shakur",
            "text": "The numbers have improved since we've started. However, there have also been some changes input in to the calculations. ……the final result has not changed."
        },
        {
            "name": "Air Messiah",
            "text": "……Please, state it more clearly, Shakur-san. I am already prepared."
        },
        {
            "name": "Air Shakur",
            "text": "Tsk…… ……The 『Oka Sho』. Your predicted results are――"
        },
        {
            "name": "Air Shakur",
            "text": "Top 5. ……Victory is not possible."
        },
        {
            "name": "Air Messiah",
            "text": "……Thank you very much. If that's what senpai's calculations have resulted in then――that must be true."
        },
        {
            "name": "Air Messiah",
            "text": "In other words, it'll end in an 『Unfortunate』 result, is what you're saying. ……Just like my mother."
        },
        {
            "name": "Air Shakur",
            "text": "Ha. But things have changed so little, it's almost yawn-inducing. ――You could almost call it the curse of fate, huh?"
        },
        {
            "name": "Air Messiah",
            "text": "No, it's a blessing. Or perhaps a relief."
        },
        {
            "name": "Air Shakur",
            "text": "……Huh?"
        },
        {
            "name": "Air Messiah",
            "text": "I am already aware of it. The evaluations of others. And that I'm very similar to my mother. Sincerity and a steady disposition――I have nothing that sets me apart."
        },
        {
            "name": "Air Messiah",
            "text": "And when faced with someone who has something 『Special』, I face defeat. One step away from true glory. ……Because you say it's like that."
        },
        {
            "name": "Air Messiah",
            "text": "Because I'm so painfully similar, that's why I, that's why only I am able to clear away my mother's regrets. ……I think that's quite convenient."
        },
        {
            "name": "Air Shakur",
            "text": "……how stubborn. Or, rather, frank."
        },
        {
            "name": "Air Messiah",
            "text": "I believe that's also from my mother. Could I ask you to accompany me for just a little bit longer?"
        },
        {
            "name": "Air Shakur",
            "text": "………………Ahhh-, damnit."
        },
        {
            "name": "Air Shakur",
            "text": "We're wasting time. Just hurry up and get started. I'll say it now, but I'll be using the data that I collect however I feel like it, got it?"
        },
        {
            "name": "Air Messiah",
            "text": "Yes, please do! ……Thank you very much, Shakur-san."
        },
        {
            "text": "And so the days passed――April 10th had arrived, a sunny day where the cherry blossoms danced. The first leg of the Triple Tiara, the 『Oka Sho』, would finally begin."
        },
        {
            "name": "Air Messiah",
            "text": "The cherry blossom crown, I will be the one to obtain it. Please――watch me."
        },
        {
            "name": "Spectator A",
            "text": "Oooooh, they're here, they're here……! Rhein Kraft, Cesario, and Air Messiah! They're getting all the attention aren't they!?"
        },
        {
            "name": "Spectator B",
            "text": "Yeah, sounds like they're calling it a battle between the 3 strongest! I wonder if one of them will win…… Kuu~ I can't wait~~!!"
        },
        {
            "name": "Daring Heart",
            "text": "The 3 strongest, huh……I guess they've really stolen the show, huh. But, in that case――"
        },
        {
            "name": "Daring Heart",
            "text": "For the real thing……with my run, I just need to overturn all of that!"
        },
        {
            "name": "Cesario",
            "text": "――……Fuuu-……"
        },
        {
            "name": "Rhein Kraft",
            "text": "Cesario! ……congrats on your first run in your race outfit. It looks really good on you."
        },
        {
            "name": "Cesario",
            "text": "……Fu. Did you come all the way over here just to tell me that?"
        },
        {
            "name": "Rhein Kraft",
            "text": "Fufuu, nope. ……It does look really good on you though."
        },
        {
            "name": "Rhein Kraft",
            "text": "I won't let those sakura petals adorn you. I will win, Cesario."
        },
        {
            "name": "Cesario",
            "text": "Now you've said it. ……go ahead and run out in front all you want. In the end, I will undoubtedly catch you."
        },
        {
            "name": "Cesario",
            "text": "It's a showdown, Rhein Kraft. The first tiara――I won't cede it to you!"
        }
    ]
}