{
    "text_block_list": [
        {
            "text": "One day, as I was heading to the trainer's office…"
        },
        {
            "name": "Vodka",
            "text": "『The heavens, Yui, and I alone……I'll beat you!!』"
        },
        {
            "name": "Vodka",
            "text": "That's kinda weird. Let's do it a little more… ”I'll beat you to a pulp!!”",
            "choice_data_list": [
                "Bullied…?"
            ]
        },
        {
            "name": "Vodka",
            "text": "――Hah! Ahhhh, when did you……!?"
        },
        {
            "name": "Vodka",
            "text": "Wait a minute, don't tell anyone, okay?! It's stupid to be able to watch cool practice!"
        },
        {
            "name": "Vodka",
            "text": "Besides, it's actually way cooler than that. I didn't even finish it!",
            "choice_data_list": [
                "What's that supposed to mean?",
                "What's that supposed to mean?"
            ]
        },
        {
            "name": "Vodka",
            "text": "Yeah, it's a scene from one of my favorite delinquent manga. I swear on Gekokujou and declare war on the top."
        },
        {
            "name": "Vodka",
            "text": "“I'm the only one in the whole world who can do this!”"
        },
        {
            "name": "Vodka",
            "text": "But it's kinda different when I say it… Maybe it's not wild enough…",
            "choice_data_list": [
                "Why don't you make it look wild?",
                "Why don't you try striking \na wild pose?"
            ]
        },
        {
            "name": "Vodka",
            "text": "Look at what they look like…! So that's what they're up to! That's right, those guys from the manga are really mad!"
        },
        {
            "name": "Vodka",
            "text": "You might be able to tell what kind of world she's looking at!"
        },
        {
            "name": "Vodka",
            "text": "Alright, alright! I'm gonna get a little excited! Thanks!"
        },
        {
            "text": "After that, I heard a rumor that Vodka was working out at the gym."
        },
        {
            "name": "Vodka",
            "text": "A wild pose, huh……? That was definitely a cool pose……"
        },
        {
            "name": "Vodka",
            "text": "Like this? Or like this? Would you prefer this? You're striking a surprisingly pose! Don't use your muscles!"
        },
        {
            "name": "Vodka",
            "text": "I'm so excited! I'm gonna go get a mirror! Thanks!"
        },
        {
            "text": "It looked like Vodka's research into poses had been enthusiastically conducted until late at night."
        }
    ]
}