{
    "text_block_list": [
        {
            "text": "A day off――I was planning on heading out somewhere when I spotted Sakura Laurel."
        },
        {
            "name": "Sakura Laurel",
            "text": "『Good morning, Victory~♪ Salutations, Full of energy, Today's also A-okay~♪』",
            "choice_data_list": [
                "Sounds like fun, going somewhere?",
                "Sounds like fun, going somewhere?"
            ]
        },
        {
            "name": "Sakura Laurel",
            "text": "Trainer-san! Hello! Today, I was thinking of going to a place I've been interested in for a while."
        },
        {
            "name": "Sakura Laurel",
            "text": "……Ah, that's right! If it's okay with you, Trainer-san, how about coming with me?"
        },
        {
            "text": "I wanted to understand more about Sakura Laurel so I decided to tag along."
        },
        {
            "name": "Sakura Laurel",
            "text": "It's a beautiful church, isn't it? The architecture here incorporates many elements associated with France, you know?"
        },
        {
            "name": "Sakura Laurel",
            "text": "I found it while searching the net! I knew I definitely had to come see it in person."
        },
        {
            "text": "Sakura Laurel had a strong admiration and dream that was related to France. Was this church also a part of that?",
            "choice_data_list": [
                "What parts are French?",
                "What parts are French?"
            ]
        },
        {
            "name": "Sakura Laurel",
            "text": "! ……Fufufuu♪ I'm glad you asked!"
        },
        {
            "name": "Sakura Laurel",
            "text": "First, this stained glass! It's a characteristic of the Gothic architectural style!"
        },
        {
            "name": "Sakura Laurel",
            "text": "Tall ceilings with large windows to let in a lot of light―― That's what this style was developed for.",
            "choice_data_list": [
                "Ooooh~! What else?"
            ]
        },
        {
            "name": "Sakura Laurel",
            "text": "Outside, there are gargoyles! They're an unusual design that actually functions as a rain gutter♪ And also――"
        },
        {
            "name": "Sakura Laurel",
            "text": "Actually, this place looks a little similar to the church where my parents got married."
        },
        {
            "name": "Sakura Laurel",
            "text": "In my room, I've got a bunch of photos of those memories on my walls……and among those, is a photo of my parents walking down the aisle for their wedding."
        },
        {
            "name": "Sakura Laurel",
            "text": "Whenever I look at it, I can't help but feel all warm inside――",
            "choice_data_list": [
                "That's why you wanted to see it in person",
                "That's why you wanted to see it in person"
            ]
        },
        {
            "name": "Sakura Laurel",
            "text": "Yes! This altar too…… yeah, it really looks similar."
        },
        {
            "name": "Sakura Laurel",
            "text": "……――That's right! Hey, Trainer-san. Want to try walking it together?",
            "choice_data_list": [
                "Eh?"
            ]
        },
        {
            "text": "Before I could say anything, Sakura Laurel linked arms with me and pulled me along. Almost like she was re-enacting the last part of a wedding."
        },
        {
            "name": "Sakura Laurel",
            "text": "Did you know? At the end, when the Bride and Groom walk together, it's to symbolize that they'll be walking their 『Future』 together."
        },
        {
            "name": "Sakura Laurel",
            "text": "Even if now, they're living apart――"
        },
        {
            "name": "Sakura Laurel",
            "text": "Je ne pense qu'a toi chaque jour! My beloved, today too, I can't think of anything but you.",
            "choice_data_list": [
                "!?"
            ]
        },
        {
            "name": "Sakura Laurel",
            "text": "It's something that my father tells my mother whenever they meet♪ It's wonderful, isn't it? It's almost like he's saying \"My heart is always with you\""
        },
        {
            "name": "Sakura Laurel",
            "text": "No matter how far apart, they're always thinking of each other, and trust each other……The parents that I'm proud of!"
        },
        {
            "text": "Seeing her smile like that made me happy as well. That said, what she said and did earlier……",
            "choice_data_list": [
                "You can't do this with just anyone though"
            ]
        },
        {
            "name": "Sakura Laurel",
            "text": "Ah……Fufu, I'm sorry. I'll be careful!"
        },
        {
            "name": "Sakura Laurel",
            "text": "This is my favorite cafe! I wanted Trainer-san to try the French food here too.",
            "choice_data_list": [
                "Thanks, I'm looking forward to it!",
                "Thanks, I'm looking forward to it!"
            ]
        },
        {
            "text": "Though I said that……the menu is very French indeed. Honestly, it all looks like gibberish to me……!"
        },
        {
            "name": "Sakura Laurel",
            "text": "I wonder what I should get today~. Maybe bourguignon?"
        },
        {
            "name": "Sakura Laurel",
            "text": "Trainer-san, what about――……Ooooh, do you prefer delicacies? That section is almost all French food. You've got quite the eye~!",
            "choice_data_list": [
                "Y-yeah!",
                "Y-yeah!"
            ]
        },
        {
            "text": "I was initially intimidated when she pointed that out but, that means it should be the best parts of French cuisine. I'll take it as a challenge and try it out!"
        },
        {
            "name": "Cafe Staff",
            "text": "Sorry for the wait~. This is the andouillette and the Roquefort salad."
        },
        {
            "text": "These delicacies were more impressive than I expected……! A unique-looking sausage and blue cheese……I couldn't help but feel lost when faced with unfamiliar ingredients."
        },
        {
            "name": "Sakura Laurel",
            "text": "Wah~ it looks delicious! Thanks for the meal!",
            "choice_data_list": [
                "T-thanks for the meal――……!?"
            ]
        },
        {
            "text": "The moment I put the food in my mouth, a very pungent scent assaulted my nose! This is……incredibly……distinctive……!!"
        },
        {
            "name": "Sakura Laurel",
            "text": "……Trainer-san? Are you okay?",
            "choice_data_list": [
                "Ugh……I-I'm not okay……maybe……"
            ]
        },
        {
            "name": "Sakura Laurel",
            "text": "Waah, that's not good! I see, maybe it was too much for a first-timer!"
        },
        {
            "name": "Sakura Laurel",
            "text": "But, it'll be fine! Actually――For this unique andouillette, there's a special magic to make it tastier!",
            "choice_data_list": [
                "Eh, what is it……some kind of sauce?"
            ]
        },
        {
            "name": "Sakura Laurel",
            "text": "Correct! That's right! By eating it with this mustard sauce, it'll reduce the smell and make it easier to scarf it down♪"
        },
        {
            "text": "I tried what she said――the mustard did a good job masking the pungent scent……the taste was strong but it was tasty!"
        },
        {
            "name": "Sakura Laurel",
            "text": "Next I'll explain the salad~! First, try eating one of those purple leaves.",
            "choice_data_list": [
                "Okay! ……Bitter!",
                "Okay! ……Bitter!"
            ]
        },
        {
            "name": "Sakura Laurel",
            "text": "Ahahahaa, isn't it~!? Now, with that bitter taste in your mouth, what happens when you add a little bit of that dressing~?",
            "choice_data_list": [
                "It's good!!"
            ]
        },
        {
            "name": "Sakura Laurel",
            "text": "Right, right! The dressing here――is called a vinaigrette, but, it goes best with Trevis leaves!"
        },
        {
            "name": "Sakura Laurel",
            "text": "And the blue cheese on top is called Roquefort. It has a strong salty taste that goes well with the salad, so try a bite♪"
        },
        {
            "text": "Eating everything in the manner that Sakura Laurel suggested made the meal delicious. I think I understand why she prefers French cuisine now.",
            "choice_data_list": [
                "French food is almost like magic",
                "French food is almost like magic"
            ]
        },
        {
            "name": "Sakura Laurel",
            "text": "――！"
        },
        {
            "name": "Sakura Laurel",
            "text": "……That's right. No matter what ingredients you have, even if it's difficult to eat, it's made in a way to make it delicious――",
            "choice_data_list": [
                "Is what you're eating the same?",
                "Is what you're eating the same?"
            ]
        },
        {
            "name": "Sakura Laurel",
            "text": "Ah, yeah! This is called 『Boeuf à la Bourguignonne』. It's beef made from the tough meat in the cheek, stewed in red win to make it tender."
        },
        {
            "text": "It looks delicious. Next time we come here, maybe I should try ordering that. So I don't forget, I make a memo."
        },
        {
            "name": "Sakura Laurel",
            "text": "――……Fufu. You're alike……",
            "choice_data_list": [
                "……? Did you say something?"
            ]
        },
        {
            "name": "Sakura Laurel",
            "text": "――Nope, I didn't♪"
        },
        {
            "name": "Sakura Laurel",
            "text": "How about ordering some dessert? I've got some more recommendations♪"
        },
        {
            "name": "Sakura Laurel",
            "text": "Thank you for today! Were you able to enjoy that quick tour of France?",
            "choice_data_list": [
                "Very much so!"
            ]
        },
        {
            "name": "Sakura Laurel",
            "text": "Fufufu, I'm glad! Let's do this together again sometime, I'll be your guide then too♪"
        },
        {
            "text": "Today, I learned alot about Sakura Laurel……more and more, I wanted to lend my strength to her."
        }
    ]
}