{
    "text_block_list": [
        {
            "name": "Sakura Laurel",
            "text": "I am――the Uma Musume who will win against that unbeatable Brian-chan! ……Laurel. I'm Sakura Laurel♪"
        },
        {
            "text": "The Uma Musume that can't run, Sakura Laurel, just declared that she would win against Narita Brian. However……"
        },
        {
            "text": "If you can't run, then you can't win. That part concerned me……",
            "choice_data_list": [
                "I want to know. Why can't you run?",
                "I want to know. Why can't you run?"
            ]
        },
        {
            "name": "Sakura Laurel",
            "text": "Ah, um……well, about that…… Of course, I don't mean that I can't run at all……"
        },
        {
            "name": "Sakura Laurel",
            "text": "……right, if it's just a little, maybe it should be fine. In which case, we can head to the course now……"
        },
        {
            "name": "2 Uma Musume",
            "text": "Wait just a minute!"
        },
        {
            "text": "When Sakura Laurel was about to head to the course, two Uma Musume came rushing towards her."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Laurel-san, please don't push yourself~! Suddenly running without any kind of warm-up is reckless~."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Indeed! I can't just let that pass! After all, I'm a class rep!",
            "choice_data_list": [
                "You are……",
                "You are……"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Hello, nice to meet you! I'm Sakura Bakushin O! The class rep that always goes full throttle, Bakushin!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "I'm Sakura Chiyono O. I've always been in Laurel-san's care since I was young. Together with Laurel-san, we're――"
        },
        {
            "name": "Both",
            "text": "Uma Musume from the 『Victory Club』!",
            "choice_data_list": [
                "Victory……Club!?"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Right! It's a long story, but……"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "But before that! Laurel-san, please take more care of yourself. After all, um, your legs……"
        },
        {
            "name": "Sakura Laurel",
            "text": "Fufuu, thank you for worrying about me, Chiyo-chan. You're right, ever since I was little, my legs……"
        },
        {
            "name": "Sakura Laurel",
            "text": "Have been called 『Legs of Glass』.",
            "choice_data_list": [
                "『Legs of Glass』……?"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Ah, in regards to that, let me explain."
        },
        {
            "text": "After that, Sakura Bakushin O began telling me about their younger days."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "The 『Victory Club』 that we are a part of is a place for little Uma Musume to gather. It's a famous training club."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "The club's policies are 『Always carry strong feelings!』 and 『Be positive, and full of energy!』. Due to that……"
        },
        {
            "name": "Young Uma Musume A",
            "text": "Ah! Everyone, make way, make way! You are in the presence of the king of Yamato!"
        },
        {
            "name": "Young Uma Musume B",
            "text": "No way, no way! Because I'm the king of the world. When I run, of course, I'm the best in the world~!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "It was a gathering place for Uma Musume with the name O, and the attitude of O. And among those girls, Laurel-san was……"
        },
        {
            "name": "Young Laurel",
            "text": "Um, I'm sorry. I can't run very well yet. But……"
        },
        {
            "name": "Young Laurel",
            "text": "So I'm not a bother, I'll do my best! And I'll help out with anything I can♪"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Compared to the other girls, she was more reserved but still positive. She was also very caring and was always there to help when anyone got in trouble."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Laurel-san was like everyone's big sister. She can keep track of so many things at the same time."
        },
        {
            "name": "Sakura Laurel",
            "text": "It's because……since the beginning, my legs have been weak♪ Often, I'd have to keep calm, otherwise I couldn't properly cover for you.",
            "choice_data_list": [
                "Then, by 『Legs of Glass』 you mean……",
                "Then, by 『Legs of Glass』 you mean……"
            ]
        },
        {
            "name": "Sakura Laurel",
            "text": "Yes. Ever since I was young, my legs haven't been very sturdy so I couldn't run very much.",
            "choice_data_list": [
                "So that's how it was……",
                "So that's how it was……"
            ]
        },
        {
            "text": "An Uma Musume but she couldn't run…… I wonder how stressful that was."
        },
        {
            "text": "An Uma Musume with 『Legs of Glass』, Sakura Laurel. But then, why did she……",
            "choice_data_list": [
                "Then why did you come to Tracen?"
            ]
        },
        {
            "name": "Sakura Laurel",
            "text": "Well, that's because-"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Ah, wait a minute. Maybe calling it 『Legs of Glass』 is causing a misunderstanding. In that case……"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "I can show you some footage from a mock race. I've got a video of the three of us running together when Laurel-san was in good condition."
        },
        {
            "text": "Saying that, Sakura Chiyono O showed me the video on her smartphone. And what I saw was……"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Fortune favors the fast!! Oriyaaaaaaaa!! Just Bakushin, Bakushin!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Kuuuuuu, Bakushin O-san, you're fast……! But……if I just keep up with you until the end~……"
        },
        {
            "name": "Sakura Laurel",
            "text": "(Baku-chan……Chiyo-chan……they're both amazing…… Compared to them, the amount of training I do is nothing……)"
        },
        {
            "name": "Sakura Laurel",
            "text": "(But, even then……I'm happy! This is fun……! I can run as much as I want……in this moment……!)"
        },
        {
            "name": "Sakura Laurel",
            "text": "(Right……I will bloom! Don't think about what comes after――only now!!)"
        },
        {
            "name": "Sakura Laurel",
            "text": "Haaaaaaa!!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Eeeeh, Laurel-san……!? In just a moment, you've come this far……!?"
        },
        {
            "name": "Sakura Laurel",
            "text": "Yaaaaaaaaaaaaaaa!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Chowa-!? Don't tell me……!? Even against this full stamina Bakushin……!?"
        },
        {
            "text": "The speed and form of her run was――stunning. It was a running style that emphasized slamming her feet in to the ground to push forward. She was almost like――"
        },
        {
            "text": "――A cherry blossom petal dancing through the air. Even though it seemed like she was flying, it was obvious that a huge burden was placed on her weakened legs."
        },
        {
            "name": "Sakura Laurel",
            "text": "That's right. My form is a little unusual, and while I can't run much, just a little is fine♪ And also……"
        },
        {
            "name": "Sakura Laurel",
            "text": "I have a――\"dream\" I want to fulfill.",
            "choice_data_list": [
                "……A dream?"
            ]
        },
        {
            "name": "Sakura Laurel",
            "text": "……Yes. I'm looking for someone that wants to see that \"dream\" together with me. For that reason……"
        },
        {
            "name": "Sakura Laurel",
            "text": "I'm thinking of entering a Selection race soon. After all, with my legs being the way they are, there might be only one chance to run at full strength……"
        },
        {
            "name": "Sakura Laurel",
            "text": "But, I intend to put everything in to that one chance!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Ooooh, a Selection race! So you've finally resolved yourself, Laurel-san!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Uuuu……I want to cheer for you but, I can't help but worry~. At least, don't push yourself too hard……"
        },
        {
            "name": "Sakura Laurel",
            "text": "Yeah! I don't plan on being reckless. I just want to do my best to show what I can do right now."
        },
        {
            "name": "Sakura Laurel",
            "text": "That's why, if you're up for it, why don't you come watch, Trainer-san? ――My run, that is."
        },
        {
            "name": "Sakura Laurel",
            "text": "To see if I can really perform in the Twinkle Series, and whether I'm an Uma Musume that can fulfill that dream……!",
            "choice_data_list": [
                "Yeah……of course!",
                "Yeah……of course!"
            ]
        },
        {
            "text": "My expectations were rising. And at the same time――so were my worries."
        },
        {
            "text": "Even with those Legs of Glass, would Sakura Laurel really be able to run to the end in the Selection race and shine brightly?"
        }
    ]
}