{
    "text_block_list": [
        {
            "name": "Sakura Laurel",
            "text": "My deam is――that \"rainbow\"."
        },
        {
            "name": "Sakura Laurel",
            "text": "Further beyond the strongest. To reach the end of that rainbow. And what's at the end of that rainbow――"
        },
        {
            "name": "Sakura Laurel",
            "text": "――France. The place my parents met. And the country my dad is currently active in."
        },
        {
            "name": "Sakura Laurel",
            "text": "That's the place I want to reach the top at. Right, just like my dad."
        },
        {
            "name": "Young Laurel",
            "text": "Dad. Why are you trying to make the top brand? If you didn't have work, then we could spend more time together."
        },
        {
            "name": "Laurel's Father",
            "text": "Laurel. Well, that's……because only those at the top can shine the brightest."
        },
        {
            "name": "Laurel's Father",
            "text": "To make everyone the happiest, proudest, and bring the most joy, you can't be anything but the best."
        },
        {
            "name": "Laurel's Father",
            "text": "There are many people in the world. What the one at the top is able to accomplish can determine just how happy everyone can become."
        },
        {
            "name": "Laurel's Father",
            "text": "That's why I can't stop. I want to improve my designs and operate in more countries and build the greatest brand."
        },
        {
            "name": "Laurel's Father",
            "text": "Just like our brand's icon, the rainbow. Huge, and filled with colors."
        },
        {
            "name": "Sakura Laurel",
            "text": "I am--an Uma Musume. And for Uma Musume, the pinnacle of Uma Musume. There's the greatest race."
        },
        {
            "name": "Sakura Laurel",
            "text": "And I want to win there. No, I don't want to just win, I want to win in the greatest way possible."
        },
        {
            "name": "Sakura Laurel",
            "text": "That's my dream. And everyone's happiness. The place my dad is aiming for, and that I am too――the sky.",
            "choice_data_list": [
                "Which……race is that?"
            ]
        },
        {
            "name": "Sakura Laurel",
            "text": "One that everyone knows about and aspires to. Held west of Paris along the Seine river. A race course said to be the most beautiful in the world……"
        },
        {
            "name": "Sakura Laurel",
            "text": "And in the entire history of Tracen Academy, nobody has won. What could truly be called the greatest international G1. Its name is――"
        },
        {
            "name": "Sakura Laurel",
            "text": "The Prix de l'Arc de Triomphe."
        },
        {
            "text": "『Legs of Glass』…… The impression of her being weak disappeared."
        },
        {
            "text": "This Uma Musume, Sakura Laurel, had no intention of settling for a lesser dream……"
        },
        {
            "text": "She was aiming to 『Fulfill』 the biggest dream. With a strong desire to show 『I can fulfill it』. Straight-forwardly chasing after it."
        },
        {
            "text": "……Seeing that desire drew me to her. And before I realized it――I said aloud.",
            "choice_data_list": [
                "I want to see that dream……together"
            ]
        },
        {
            "name": "Sakura Laurel",
            "text": "……? Trainer-san?",
            "choice_data_list": [
                "I want to fulfill that dream together!"
            ]
        },
        {
            "name": "Sakura Laurel",
            "text": "Ah……Thank you very much! But……"
        },
        {
            "name": "Sakura Laurel",
            "text": "If you really feel that way, it'll be a while…… would you be willing to wait several seasons for that?",
            "choice_data_list": [
                "Several seasons?"
            ]
        },
        {
            "name": "Sakura Laurel",
            "text": "Yes. My dream won't change. But, as you've already seen……"
        },
        {
            "name": "Narita Brian",
            "text": "……………………"
        },
        {
            "name": "Hishi Amazon",
            "text": "How was it Brian? The match ended up as a victory for me but, was there any other Uma Musume who caught your eye?"
        },
        {
            "name": "Narita Brian",
            "text": "……No. There was noone like that."
        },
        {
            "name": "Sakura Laurel",
            "text": "I can't really run! Well――"
        },
        {
            "name": "Narita Brian",
            "text": "There isn't anyone like that. Well――"
        },
        {
            "name": "Laurel & Brian",
            "text": "――At least, not yet! ――At least, not yet."
        },
        {
            "text": "Spring hadn't arrived yet. It would be a while, but eventually Spring would arrive."
        },
        {
            "text": "And time passed――"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Have you heard, Bakushin O-san? Laurel-san turned down another offer from a famous trainer."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Oooh, is that so……!? But, I'm pretty sure her condition has improved quite a lot since then."
        },
        {
            "text": "The second time I met that Uma Musume was―― Under rows of cherry blossoms in full bloom."
        },
        {
            "name": "Sakura Laurel",
            "text": "……Hello, Trainer-san. We're always under your care.",
            "choice_data_list": [
                "Do you have a trainer yet?",
                "Do you have a trainer yet?"
            ]
        },
        {
            "name": "Sakura Laurel",
            "text": "No, not yet. I was thinking of recruiting one right about now."
        },
        {
            "text": "In that case――",
            "choice_data_list": [
                "Will you form a contract with me?",
                "Will you form a contract with me?"
            ]
        },
        {
            "name": "Sakura Laurel",
            "text": "Contract……?"
        },
        {
            "name": "Sakura Laurel",
            "text": "……Muuu, I refuse.",
            "choice_data_list": [
                "……Eh?"
            ]
        },
        {
            "name": "Sakura Laurel",
            "text": "Calling it a contract……don't you think that's kind of distant? Isn't there a more fitting thing for us?"
        },
        {
            "name": "Sakura Laurel",
            "text": "Just think back. On that day, the words we exchanged."
        },
        {
            "text": "……That's right. Those words from that day, once more…….",
            "choice_data_list": [
                "I want to fulfill that dream together!",
                "I want to fulfill that dream together!"
            ]
        },
        {
            "name": "Sakura Laurel",
            "text": "……Yes. I'm looking forward to it! I'm sorry for making you wait, Trainer-san♪"
        },
        {
            "text": "That day, under the cherry blossoms in full bloom, Sakura Laurel and I didn't make a \"contract\"……"
        },
        {
            "text": "We vowed to make that dream come true, together."
        }
    ]
}