{
    "text_block_list": [
        {
            "text": "Sakura Laurel and I were heading to the course to start with her training when――"
        },
        {
            "name": "Student Council Uma Musume A",
            "text": "In any case, I'm going to make the announcement……! And you can proceed with installing the machine!"
        },
        {
            "name": "Sakura Laurel",
            "text": "You two, what's wrong? Did something happen?"
        },
        {
            "name": "Sakura Laurel",
            "text": "I see, so a mistake was made with the order. And the machines were supposed to be unveiled today?"
        },
        {
            "name": "Student Council Uma Musume B",
            "text": "Yes……we announced that 5 would be installed but only 1 made it…… Everyone came to see them, but how should I explain it……?"
        },
        {
            "name": "Sakura Laurel",
            "text": "Did you ask the President?"
        },
        {
            "name": "Student Council Uma Musume A",
            "text": "The President and Vice President are dealing with another matter today so I can't contact them. Today was supposed to be a special event too, and now it'll go to waste――!"
        },
        {
            "name": "Sakura Laurel",
            "text": "Why's that? Even with just one machine it should be plenty of fun!"
        },
        {
            "name": "Both",
            "text": "……Huh?",
            "choice_data_list": [
                "H-How……?"
            ]
        },
        {
            "name": "Sakura Laurel",
            "text": "Because, aren't there plenty of ways to make it more fun!? For example, let's see――"
        },
        {
            "name": "Sakura Laurel",
            "text": "How about turning it in to a record keeping event? How does that sound?"
        },
        {
            "name": "Sakura Laurel",
            "text": "Comparing your current numbers against others can help you get a clear picture of your current situation and makes it easier to set goals! And it will let everyone try out the machine!"
        },
        {
            "text": "With her positive attitude and flexible thinking……I couldn't help but agree. To help with her idea, right now I should――"
        },
        {
            "name": "Student Council Uma Musume B",
            "text": "B-but will everyone agree with that……?",
            "choice_data_list": [
                "I can help with that! Let's do it!",
                "I can help with that! Let's do it!"
            ]
        },
        {
            "name": "Sakura Laurel",
            "text": "――! Fufu, if Trainer-san is helping, then there's nothing to worry about!"
        },
        {
            "name": "Sakura Laurel",
            "text": "See? It'll be fine! Let's make this a great event!"
        },
        {
            "name": "Mid-rank Trainer A",
            "text": "Eeeh, there's only one machine!?",
            "choice_data_list": [
                "That's why we're doing record keeping!"
            ]
        },
        {
            "name": "Rookie Trainer A",
            "text": "I see……but, the girl I'm responsible for hasn't debuted yet, so to make her compete against already experienced girls is……",
            "choice_data_list": [
                "We're going to divide it based on grade!"
            ]
        },
        {
            "name": "Trainers",
            "text": "I see…… In that case, well……"
        },
        {
            "text": "I move about frantically trying to talk to everyone involved. I was desperate to make sure Sakura Laurel's idea worked out."
        },
        {
            "text": "――With all the preparations completed, the training event began!"
        },
        {
            "name": "Sakura Laurel",
            "text": "――Well then, the record keeping for the new machine, the Tire Flip is beginning~! We'll start with the senior class girls! I'll count how many times you can do it in one minute!"
        },
        {
            "name": "Senior Class Uma Musume",
            "text": "Alright, I'll go first! I'll do it~~!!"
        },
        {
            "name": "Senior Class Uma Musume",
            "text": "Hmmph! ――Doriyaah! Guu-……aaah!!"
        },
        {
            "name": "Sakura Laurel",
            "text": "――5, 4, 3, 2, 1, that's it! Your count is……Ooooh, 22 times!"
        },
        {
            "name": "Student Council Uma Musume A",
            "text": "Amazing……it really did become 『Fun』…… everyone seems motivated……"
        },
        {
            "name": "Senior Class Uma Musume",
            "text": "Um, I hope this event will be held again! It's really interesting and invigorating!"
        },
        {
            "name": "Student Council Uma Musume B",
            "text": "O-……Okay! The student council will consider it!"
        },
        {
            "text": "The event was a great success. Everyone seemed to be able to get valuable data, a few of the trainers thanked me for this opportunity too.",
            "choice_data_list": [
                "(This was because of Laurel's positivity……)",
                "(This was because of Laurel's positivity……)"
            ]
        },
        {
            "name": "Sakura Laurel",
            "text": "Looks like it'll all wrap up without issue, Trainer-san! Thank you very much for helping arrange things……!"
        },
        {
            "name": "Sakura Laurel",
            "text": "And, I'm sorry! For acting on my own and causing trouble for you.",
            "choice_data_list": [
                "No, I'm glad I could help you",
                "No, I'm glad I could help you"
            ]
        },
        {
            "name": "Sakura Laurel",
            "text": "Of course! Because Trainer-san worked so hard, everything went well!",
            "choice_data_list": [
                "It's because of your positive attitude",
                "It's because of your positive attitude"
            ]
        },
        {
            "name": "Sakura Laurel",
            "text": "――……Fufu. Then, I guess that means it was both of us together♪"
        },
        {
            "text": "After that, Sakura Laurel also participated―― making it a fulfilling training session."
        }
    ]
}