{
    "text_block_list": [
        {
            "text": "That was when I first met that Uma Musume―― On a cloudy day on that tree-lined street."
        },
        {
            "name": "Sakura Laurel",
            "text": "Hmmmm, looks like today……I won't be able to see it."
        },
        {
            "text": "She seemed to be looking in to the sky, looking for something. She almost felt ephemeral, but she still left an impression――",
            "choice_data_list": [
                "Excuse me……!"
            ]
        },
        {
            "name": "Sakura Laurel",
            "text": "Yes!? Ah, I'm sorry! I was blocking the middle of the road, wasn't I?"
        },
        {
            "name": "Sakura Laurel",
            "text": "Ah, that badge…… You're a trainer, aren't you!? We're always in your care♪"
        },
        {
            "text": "In our care? Does that mean……?",
            "choice_data_list": [
                "Do you already have a trainer?",
                "Do you already have a trainer?"
            ]
        },
        {
            "name": "Sakura Laurel",
            "text": "Well, I……don't have one yet. Because――"
        },
        {
            "name": "Sakura Laurel",
            "text": "I can't really run!"
        },
        {
            "text": "――An Uma Musume that can't run. I don't know the reason, but she……was saying a rather negative thing with a bright smile on her face."
        },
        {
            "text": "――Several days later. There was a Mock race being held at Tracen Academy. And participating in it were……"
        },
        {
            "name": "Hishi Amazon",
            "text": "Ha, Brian! It's been a while since our last contest, huh? I've been waiting for this moment! It's a showdown!!"
        },
        {
            "name": "Narita Brian",
            "text": "Hmmm, so you're aiming for me, Ama-san. See if you can fulfill even a little of――this desire of mine."
        },
        {
            "text": "――A clash between dragon and tiger. They had not debuted yet, but they were considered part of the strongest class. The unparalleled \"Narita Brian\" and the dorm leader \"Hishi Amazon\"."
        },
        {
            "text": "The raceground was crowded with a large number of spectators due to this outstanding matchup……"
        },
        {
            "name": "Sakura Laurel",
            "text": "Waah~, I wonder who will win? Brian-chan and Hishi Ama-chan are both really fast and strong!"
        },
        {
            "name": "Sakura Laurel",
            "text": "Ah! You're that trainer from before……! Hey, which one do you think will win?"
        },
        {
            "text": "In the audience was that Uma Musume I met before on that tree-lined street. The Uma Musume who \"can't run\"."
        },
        {
            "text": "The excitement of the crowd reached its peak. The curtain rose on a fierce competition with many spectators."
        },
        {
            "name": "Narita Brian",
            "text": "Huuu……!!"
        },
        {
            "name": "Hishi Amazon",
            "text": "Kuu――!? Just by putting in a little effort you can pull this far ahead!?"
        },
        {
            "name": "Hishi Amazon",
            "text": "I won't lose! I won't let you beat me!! Oooooooooooh!!"
        },
        {
            "name": "Narita Brian",
            "text": "Not enough……this isn't enough……to satisfy my desire……"
        },
        {
            "name": "Narita Brian",
            "text": "More……I need more……! Haaa……!!"
        },
        {
            "name": "Sakura Laurel",
            "text": "Brian-chan……is amazing……"
        },
        {
            "text": "The result was Narita Brian's victory. Hishi Amazon desperately tried to hang on……but ultimately ended somewhat behind in 2nd place."
        },
        {
            "name": "Hishi Amazon",
            "text": "Ah, damnit!! To think you'd pull that far ahead!! Heh, trying to show that I'm not a worthy opponent, huh?"
        },
        {
            "name": "Narita Brian",
            "text": "――That's not the case. Right now, the only one that can even slightly fulfill my desire is you, Ama-san."
        },
        {
            "name": "Hishi Amazon",
            "text": "Haha, slightly, huh? I don't know whether to be happy or pissed. Is there nobody besides me that can fufill that desire?"
        },
        {
            "name": "Narita Brian",
            "text": "……There isn't."
        },
        {
            "text": "Certainly――she was overwhelming. Narita Brian walked away from the turf, but with a certain air of emptiness……"
        },
        {
            "name": "Sakura Laurel",
            "text": "Congratulations, Brian-chan!"
        },
        {
            "name": "Narita Brian",
            "text": "……Yeah."
        },
        {
            "text": "She left after just a quick glance. I doubted she even recognized the Uma Musume who spoke to her."
        },
        {
            "name": "Sakura Laurel",
            "text": "She's amazing, isn't she!? Brian-chan. By just putting in a little effort, she's able to pull away that far……"
        },
        {
            "name": "Sakura Laurel",
            "text": "And from now on, to think she's going to get even stronger……she won't lose to anyone! Being able to run like that, she's really amazing, isn't she?"
        },
        {
            "text": "That was the gaze of someone that was star-struck. It was almost like she was……",
            "choice_data_list": [
                "You're……Narita Brian's fan?",
                "You're……Narita Brian's fan?"
            ]
        },
        {
            "text": "I couldn't help but ask. Was this Uma Musume who couldn't run entrusting her dreams to Narita Brian?"
        },
        {
            "name": "Sakura Laurel",
            "text": "Fan……? I wouldn't say I'm a fan. Just cheering for her feels kind of distant. I am――"
        },
        {
            "text": "What was she going to say? \"Aspiration\" \"Goal\" \"Acquaintance\". Several words came to mind. but, the words she chose……"
        },
        {
            "name": "Sakura Laurel",
            "text": "I am――the Uma Musume who will win against that unbeatable Brian-chan!"
        },
        {
            "name": "Sakura Laurel",
            "text": "……Laurel. I'm Sakura Laurel♪"
        },
        {
            "text": "――With those words, a breeze blew past. And a single cherry blossom petal swirled around me."
        }
    ]
}