{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "My interim contract with Ines Fujin had started. \nI wanted to make the most of this chance. Of course —",
            "choice_data_list": [
                "(I can't make this about me.)"
            ]
        },
        {
            "text": "There's a risk of injury if I work her too hard. I don't want to \nforce this on her, but work with her, provide her choices… \nWith that in mind, I carefully crafted my training regimens."
        },
        {
            "name": "Ines Fujin",
            "text": "Whoa, how many did you make?!"
        },
        {
            "name": "Ines Fujin",
            "text": "This regimen's about speed, this one focuses on stamina…"
        },
        {
            "name": "Ines Fujin",
            "text": "Wait, these are all just for start dashes?! \nAhaha, you're too gung-ho about this～!"
        },
        {
            "name": "Ines Fujin",
            "text": "Aah, my sides. …But hey, I like that you're enthusiastic but \nyou don't expect to finish all of this before the Meet, do you?",
            "choice_data_list": [
                "We don't need to.",
                "We don't have to."
            ]
        },
        {
            "text": "I'd like to observe her through different trainings \nand determine what she needs from that."
        },
        {
            "text": "So for the training itself, I wanted her to choose \na few options herself, keeping the load in mind. \nAnd that's what I told her……"
        },
        {
            "name": "Ines Fujin",
            "text": "Huh, you want me to choose?"
        },
        {
            "name": "Ines Fujin",
            "text": "…… I see, okay! I wonder which one I should go with then～ \nLet me find something you'd have a hard time with～♪"
        },
        {
            "text": "That pretty much set the tone for my training with Ines Fujin."
        },
        {
            "name": "Ines Fujin",
            "text": "<i>Haaa</i>, my whole body is feeling it. \nBut bring it on! I haven't had enough yet!"
        },
        {
            "name": "Ines Fujin",
            "text": "<i>Haah, haaa……</i> \n<i>Aaaaah</i>. I need…… a moment!"
        },
        {
            "name": "Ines Fujin",
            "text": "<i>Gheeeh…… Haaah…… Pheeeew…… \n</i>"
        },
        {
            "name": "Ines Fujin",
            "text": "<i>Aaaah……</i> Can't stand up anymore…… \n…… Haha, feels good though —"
        },
        {
            "text": "Having her choose from my regimens, supporting and \nanalyzing her as she goes through them. We continued \nthat pattern for a number of days."
        },
        {
            "name": "Ines Fujin",
            "text": "Really?! You figured out what escape strat fits me?! \nTell me, tell me～!"
        },
        {
            "text": "I'd come to a conclusion after watching her \nfor a few days now. The girl just likes to <i>run</i>. \nWith no care to races, or training, or sanity."
        },
        {
            "text": "She will run until she flat-out collapses. She can. \nAnd that's not something anyone can. So —",
            "choice_data_list": [
                "You can try a battle of attrition."
            ]
        },
        {
            "text": "You start out at high pace, pulling a lead. Midway you \ngather your breath, and go all out spending your stored \nenergy on the final straight."
        },
        {
            "text": "If you can calmly control your pace, then when everyone \nstarts to catch up near the end, your ability to give it your \nabsolute everything will surely become a great asset."
        },
        {
            "name": "Ines Fujin",
            "text": "I see…… if I have energy left, guts will take care of the rest!"
        },
        {
            "name": "Ines Fujin",
            "text": "Keep on running, never giving up my lead, no matter what… \nYeah, I know I can do that. So… I can win!"
        },
        {
            "text": "More time passed, and on our important \nlast day for final adjustments —"
        },
        {
            "name": "Ines Fujin",
            "text": "Eeeeh! 100% chance of rain all day!? \nOur training…!",
            "choice_data_list": [
                "No, it's okay!",
                "No, don't worry!"
            ]
        },
        {
            "text": "There are plenty of indoor training facilities at Tracen Academy. \nIf they are free, we should be able to work on a few things there."
        },
        {
            "text": "With that glimmer of hope, we made our way \nto the indoor gym and pool, but —"
        },
        {
            "name": "Ines Fujin",
            "text": "Aw shucks. \nI didn't think the gym and pool would be all booked up.",
            "choice_data_list": [
                "Sorry, I should've checked the weather…",
                "Sorry, I should've checked the weather…"
            ]
        },
        {
            "text": "To think we'd be spending this important \nfinal day stuck in the trainer's office……"
        },
        {
            "name": "Ines Fujin",
            "text": "…… Trainer. \nLet Miss Ines teach you a magic phrase."
        },
        {
            "name": "Ines Fujin",
            "text": "\"First, calm down, second, be positive. \nNow take it one thing at a time!\"",
            "choice_data_list": [
                "!"
            ]
        },
        {
            "name": "Ines Fujin",
            "text": "How's that? Mom often told me this phrase when I was \na little girl, and I still recall it when I want to move forward."
        },
        {
            "name": "Ines Fujin",
            "text": "Have a try too, recite the words in your mind. \nI promise it'll calm you down!"
        },
        {
            "text": "Contrary to her playful words, her eyes were staring \nstraight into mine. It finally sank in that she \nmust have been quite worried about me.",
            "choice_data_list": [
                "Thanks. …You've got a great mom",
                "Thanks. …You've got a great mom"
            ]
        },
        {
            "name": "Ines Fujin",
            "text": "That's right! My mom ― everyone in my family is amazing! \nShe's kind and knows so many important things."
        },
        {
            "name": "Ines Fujin",
            "text": "And it's thanks to them that I'm at Tracen now.",
            "choice_data_list": [
                "They gave you the push?",
                "They gave you the push?"
            ]
        },
        {
            "name": "Ines Fujin",
            "text": "That's right. …But it was a little more complicated for us."
        },
        {
            "name": "Ines Fujin",
            "text": "Mom's very frail. My younger sisters were still \nsmall and a handful. I wanted to help out too, \nso I went to a regular junior high school."
        },
        {
            "name": "Ines Fujin",
            "text": "Oh, I did love running. I ran in a club team since elementary. \nBut I was going to quit that after junior high too."
        },
        {
            "name": "Ines Fujin",
            "text": "So, you know… I knew I could still get into Tracen \nfrom senior high too, but I wasn't planning to ――"
        },
        {
            "name": "Ines Fujin",
            "text": "(Tomorrow's my last race with the club, huh? If I want to go \nto a trade school…… I won't be able to race anymore.)"
        },
        {
            "name": "Ines Fujin",
            "text": "…………"
        },
        {
            "name": "Ines Fujin",
            "text": "Aaahh! Think of something else! \nI'll get used to not running anymore after a few months!"
        },
        {
            "name": "Ines Fujin",
            "text": "That's when mom handed me a thick bundle of papers. \nI looked through it and… it was an application for admission \nto Tracen Academy Senior High."
        },
        {
            "name": "Ines' Mom",
            "text": "We'll be fine. Your sisters have grown up too. \nYou go and dive into what you want to do."
        },
        {
            "name": "Ines Fujin",
            "text": "Mom……"
        },
        {
            "name": "Ines Fujin",
            "text": "Those words pushed me to face my feelings. \nI was able to ask myself, \"Don't you really still want to run?\" —"
        },
        {
            "name": "Ines Fujin",
            "text": "A future where I could go to Tracen started to appear. \n… Although it took me a little longer to make up my mind!",
            "choice_data_list": [
                "So that's what happened.",
                "So that's what happened."
            ]
        },
        {
            "name": "Ines Fujin",
            "text": "Yeah! That's how mom got me started…… \nAnd when I decided to enroll, dad scraped together \nthe money to pay for the school…"
        },
        {
            "name": "Ines Fujin",
            "text": "My little sisters support mom now. \nMy family is the reason I can be here!"
        },
        {
            "name": "Ines Fujin",
            "text": "― My family's coming to watch, so you know. \nI thought it'd be a good chance to show them \"hey, I'm doing \nmy best and growing at this academy\"."
        },
        {
            "text": "She spoke pretty casually… \nBut I could tell how important her family was to her.",
            "choice_data_list": [
                "(Then―)"
            ]
        },
        {
            "text": "We <i>have</i> to produce a good result at the Meet tomorrow. \nI felt like the sense of mission lifted my expression.",
            "choice_data_list": [
                "Let's make your family proud tomorrow!"
            ]
        },
        {
            "name": "Ines Fujin",
            "text": "……! Hehe… mm-mm, you look a lot better! That's what I \nexpect of my trainer♪ Ah, temporary trainer, was it!"
        }
    ]
}