{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "The day after. Unable to shake my doubts, I wandered \nto the track. A mock race was being held, and \nthings looked surprisingly lively."
        },
        {
            "name": "Mejiro Ryan",
            "text": "Wow, Mr. C.B. is really running! \nThe last corner is coming up, which means―!"
        },
        {
            "name": "Ines Fujin",
            "text": "Yep, here we go……! \nHer piercing lunge from the back!"
        },
        {
            "name": "Mr. C.B.",
            "text": "― Haaaaah!"
        },
        {
            "text": "(<i>Waaaaaaaaaaah!</i>)"
        },
        {
            "text": "The trackside excitement lingered after the racing horsegirls \nhad left. Most animated among the spectating crowd was—"
        },
        {
            "name": "Ines Fujin",
            "text": "…… Amazing. Amazing! Amazing, amazing, amazing!! \nI wanna run now! I wanna ruuun!!"
        },
        {
            "name": "Ines Fujin",
            "text": "Hey, hey, why don't we all go run!? Come race with me!!"
        },
        {
            "name": "Roaring Runner Duo",
            "text": "WEEEIIII!"
        },
        {
            "name": "Mejiro Palmer",
            "text": "How do you expect us <i>not</i> to be hyped after that race! \nSo bring it, Ines!"
        },
        {
            "name": "Daitaku Helios",
            "text": "Heck yeah! I'm in!"
        },
        {
            "name": "Spectating Horsegirl",
            "text": "Ueh, what the?! This a 2400m race, yeah?! \nHow are they gonna run that at this pace…!?"
        },
        {
            "name": "Ines Fujin",
            "text": "(200m left! I hear Palmer's and Helios' steps! \n3m, 2m…… no, even closer ―)"
        },
        {
            "name": "Ines Fujin",
            "text": "(My legs feel heavy, my lungs hurt… but who cares!)"
        },
        {
            "name": "Ines Fujin",
            "text": "(Who cares about limits! When I can still feel the heat of \nthe race earlier lingering over the turf? There's only fast, \nand faster! Faster, faster, fasteeer!)"
        },
        {
            "name": "Ines Fujin",
            "text": "Heheh…… ahah, ahaha……!"
        },
        {
            "name": "Ines Fujin",
            "text": "― Haaaaaa!"
        },
        {
            "name": "Ines Fujin",
            "text": "<i>……! \nPheh, hah, phah…… phuh, phaa……! \n</i>"
        },
        {
            "name": "Mejiro Palmer",
            "text": "Yo, are you alright? Ines? \nYou just don't have any brakes, do you, girl."
        },
        {
            "name": "Ines Fujin",
            "text": "Haaaa — \nAhaha, I'm alright, I'm alright. Nah, actually, I feel amazing."
        },
        {
            "name": "Daitaku Helios",
            "text": "Ahah! Yea, I can tell from your face!"
        },
        {
            "name": "Mejiro Ryan",
            "text": "Heh… as ever, her usual sisterly energy \njust disappears when she's racing."
        },
        {
            "text": "My pulse was racing too. I couldn't get the sight \nof her running — an animalistic figure with no \nrestraint on the turf — out of my mind.",
            "choice_data_list": [
                "(She's a whole different beast in a race.)"
            ]
        },
        {
            "name": "Mejiro Ryan",
            "text": "…… I can't let myself get beat either! Right, time to \nget changed and go train train train these muscles!"
        },
        {
            "text": "Unable to take my eyes off her, I watched her catch her breath \nfor a while…… until she noticed and came over to me."
        },
        {
            "name": "Ines Fujin",
            "text": "Oh, you're the phone person from the other day! \nI knew you were a trainer at Tracen Academy!"
        },
        {
            "name": "Ines Fujin",
            "text": "You've been gazing at me for a while, right? \nCan I help you?",
            "choice_data_list": [
                "Oh, uhhh… I see you like racing.",
                "Oh, uhhh… I see you like racing."
            ]
        },
        {
            "name": "Ines Fujin",
            "text": "Ahah, yeah! There's nothing I like more!"
        },
        {
            "name": "Ines Fujin",
            "text": "Running makes me all… bouncy and energetic! \nI just… can't stop myself from going forward!"
        },
        {
            "name": "Ines Fujin",
            "text": "And when I'm out at the front, it's like my whole body tingles, \nI feel so good… it's just amazingly wonderful!"
        },
        {
            "name": "Ines Fujin",
            "text": "That feeling…… \nYou'd understand if you were a horsegirl, I'm sure.",
            "choice_data_list": [
                "I think I get it just looking."
            ]
        },
        {
            "name": "Ines Fujin",
            "text": "Ahaha, I see. ……Oh, right! \nSince you were watching me all race―"
        },
        {
            "name": "Ines Fujin",
            "text": "What did you think? I'm sure I can still run faster! \nCould you give me some advice from a pro's point of view?"
        },
        {
            "text": "I thought back on the recent races I saw. There's no doubt \nthat her innate speed and strong desire to run ahead \nare incredibly suited to an <i>escape</i> strategy."
        },
        {
            "text": "But even so, there are many different approaches to that. \nSome try to control the race from an early advantage, \nothers try to outrun by keeping an even pace all the way."
        },
        {
            "text": "I told her I would need to gain a deeper understanding of her \nand the way she runs first, to think of fitting advice that would \nhelp her become stronger."
        },
        {
            "name": "Ines Fujin",
            "text": "You'd like to know me better…… I see."
        },
        {
            "name": "Ines Fujin",
            "text": "Then…… why don't you become my temporary trainer!",
            "choice_data_list": [
                "Huh?!"
            ]
        },
        {
            "name": "Ines Fujin",
            "text": "Now, now, hear me out. I don't think it's a bad deal to you. \n… Actually, I'm gonna be running at the next Race Meet."
        },
        {
            "text": "The Semiannual Race Meet is an in-academy event in which \nhorsegirls choose the races they enter themselves, \nto allow them to probe their own skills and abilities."
        },
        {
            "name": "Ines Fujin",
            "text": "My family's coming to watch, so you know. I thought \nit'd be a good chance to show them \"hey, I'm doing \nmy best and growing at this academy\"."
        },
        {
            "name": "Ines Fujin",
            "text": "But training on my own just isn't efficient enough. \nI've been thinking I'd really like to have a specialist \nto guide me. And for you —"
        },
        {
            "name": "Ines Fujin",
            "text": "You don't have the confidence to be a \"trainer\"— \nthe confidence to lead and be responsible for \nsomebody yet, do you?",
            "choice_data_list": [
                "How did you―!?"
            ]
        },
        {
            "name": "Ines Fujin",
            "text": "Ah, weeell, I kinda overheard you? \nBut anyway, it could be a good chance to develop \nyour confidence training with me, right?"
        },
        {
            "name": "Ines Fujin",
            "text": "I mean, this is a win-win proposition! \nSo, I'll see you tomorrow, alright?♪"
        },
        {
            "text": "And just like that, I entered an unexpected \nprovisional agreement with Ines Fujin."
        }
    ]
}