{
    "text_block_list": [
        {
            "text": "The day of the Semiannual Race Meet. Ines Fujin's family was among the spectators in the stands."
        },
        {
            "name": "Ines' Mother",
            "text": "Ines told us all about what happened. We're all here to see her gallant fig- <i>ughuck</i>…!"
        },
        {
            "name": "Ines' Mother",
            "text": "Oh, excuse me…… To think she's really here, at this academy, giving her all in the races she loves so much…!"
        },
        {
            "name": "Ines' Mother",
            "text": "Ines always loved to run. Since she was little, she'd be running up and down the track all day long. She ran in a club team, too."
        },
        {
            "name": "Ines' Mother",
            "text": "But around the end of elementary school… my health started to deteriorate, and she was so earnestly trying to help me out, she started missing trainings…"
        },
        {
            "name": "Ines Fujin",
            "text": "What? Training with the club team? Hmmm… but family is most important to me!"
        },
        {
            "name": "Ines' Mother",
            "text": "Gradually, the gap with her peers grew larger… But it's true I really needed her help… they were truly frustrating times."
        },
        {
            "name": "Ines' Mother",
            "text": "She's always helping out, putting others before her… All this time I'd hoped a day would come when she could devote herself to her beloved races…"
        },
        {
            "text": "―― The noise in the stands was dying down. Everyone's gazes shifted towards the gate as the race got underway."
        },
        {
            "name": "Commentator",
            "text": "The Semiannual Race Meet's 2400m turf race has begun! Ines Fujin gets off to a great start and takes the lead!"
        },
        {
            "name": "Ines Fujin",
            "text": "<i>Haa, haa, haah……! </i>"
        },
        {
            "name": "Commentator",
            "text": "Ines Fujin is setting the pace in the lead! Further back, everyone has their eyes on Mejiro Ryan, who is holding steady and saving her energy!"
        },
        {
            "name": "Ines Fujin",
            "text": "\"Secrets to 'running': My pace\"?"
        },
        {
            "text": "I'd decided on Ines Fujin's strategy for the Meet. Now we just needed to work on her being able to implement it."
        },
        {
            "name": "Ines Fujin",
            "text": "So you made this? Ahaha, oh look at you, as dedicated as ever～!"
        },
        {
            "name": "Ines Fujin",
            "text": "Let's see… increasing running ability through improved form…… effective breathing techniques to restore stamina……"
        },
        {
            "name": "Ines Fujin",
            "text": "…… Hmmh, so that's a thing…… …………"
        },
        {
            "name": "Ines Fujin",
            "text": "(<i>Haa, hah, haa―!</i> Wide stride, wide swings, control the distance behind ― aagh……!)"
        },
        {
            "name": "Ines Fujin",
            "text": "Daaaaaahhh!"
        },
        {
            "name": "Ines Fujin",
            "text": "…… I can do this!"
        },
        {
            "name": "Commentator",
            "text": "The pack is being stretched as they exit the final corner and onto the last straight! Ines Fujin still leads, but hot on her heels as expected is… Mejiro Ryan!"
        },
        {
            "name": "Mejiro Ryan",
            "text": "Taaaaahh!"
        },
        {
            "name": "Ines Fujin",
            "text": "(As I thought, Ryan still has energy left……! Before, she would have caught me ― but! Not this time!)"
        },
        {
            "name": "Ines Fujin",
            "text": "(I've been working hard with my trainer, getting stronger! So I won't lose…… I won't lose!!)"
        },
        {
            "name": "Ines Fujin",
            "text": "This is <i>my</i> straight……!"
        },
        {
            "name": "Commentator",
            "text": "Ines Fujin's pace is relentless! Can she outrun Ryan? Will she be caught? Ines?! Ryan?! The winner is―!"
        },
        {
            "name": "Both",
            "text": "DAAAAAAAAAAAAAHHHHHH!"
        },
        {
            "name": "Commentator",
            "text": "Ines Fujin!"
        },
        {
            "name": "Ines Fujin",
            "text": "<i>Hah…… ghah, haaah! ……haah…… pheeew…… </i> …… Yeah, it still…… feels good…… heh."
        },
        {
            "name": "Ines' Little Sisters",
            "text": "Siiis!"
        },
        {
            "name": "Ines Fujin",
            "text": "― Girls! <i>Hwuuh</i>… did you see? What'd you think of your big sis, huh!?"
        },
        {
            "name": "Ines' Twin Sister A",
            "text": "Yeah, yeah! It was awesome! So cool! You were 100 times stronger than before!"
        },
        {
            "name": "Ines' Twin Sister B",
            "text": "Sis, sis! I wanna see you race more!"
        },
        {
            "name": "Ines' Mother",
            "text": "You found a good trainer, didn't you. Look how strong you've become……!"
        },
        {
            "name": "Ines Fujin",
            "text": "(……! This scene…… mom and everyone running up to me, crying and laughing. It's just like that day ―)"
        },
        {
            "name": "Event Commentator",
            "text": "First place goes to Ines Fujin! On her last race for the club's junior high division, she set down a splendid result to take home the honors!"
        },
        {
            "name": "Ines' Twin Sister A",
            "text": "That's great, that's great! I knew it! So cool! Sis, you're the coolest!"
        },
        {
            "name": "Ines' Twin Sister B",
            "text": "You're not really quitting are you? You're gonna keep racing, right? Right?"
        },
        {
            "name": "Ines Fujin",
            "text": "(Back then, it was them as well. Putting the sparkle in my races, giving me that push in the back, and so, that's why, I ―)"
        },
        {
            "name": "Ines Fujin",
            "text": "………… …… I'm sorry, mom. I ―"
        },
        {
            "name": "Ines Fujin",
            "text": "I'll take a part-time job and send lots of money back home. I'll come back often to help out. But I… I want to go to Tracen Academy……!"
        },
        {
            "name": "Ines Fujin",
            "text": "……"
        },
        {
            "name": "Ines Fujin",
            "text": "I still…"
        },
        {
            "name": "Ines Fujin",
            "text": "I'm still going to run!"
        },
        {
            "name": "Ines' Mother",
            "text": "……! But of course. Thank you."
        },
        {
            "name": "Ines Fujin",
            "text": "Trainer, I won! Oh, and mom wanted to give you her thanks? or something—"
        },
        {
            "name": "Ines' Mother",
            "text": "This is the result of your guidance. Thank you very much. Please keep up the good work, Trainer.",
            "choice_data_list": [
                "No, I'm……",
                "No, I'm……"
            ]
        },
        {
            "text": "\"I'm only training her temporarily\", I thought. Ines Fujin stopped me before I could say it out loud."
        },
        {
            "name": "Ines Fujin",
            "text": "I'd like my \"trainer\" to be full of confidence. Because we'll be working together!"
        },
        {
            "name": "Ines Fujin",
            "text": "Like say, I'd want to hear the most wonderful pick-up line at just the right moment. Something that makes me want to reply with an immediate \"yes\"!"
        },
        {
            "name": "Ines Fujin",
            "text": "I was able to run like today because of you. It was you who led me all the way here. …You know what I want you to say, right?"
        },
        {
            "text": "She's certainly grown a lot. Of course, it's all thanks to her hard work… But, maybe I was able to help her out a little.",
            "choice_data_list": [
                "…… I want to…",
                "…… I want to…"
            ]
        },
        {
            "name": "Ines Fujin",
            "text": "…… Yeah?",
            "choice_data_list": [
                "I want to watch you run, by my side, forever."
            ]
        },
        {
            "name": "Ines Fujin",
            "text": "……! Ahaha! Yep, you passed!"
        },
        {
            "text": "Later, after seeing her family off…… Ines Fujin teasingly poked me in the side.",
            "choice_data_list": [
                "Wh-What's up?",
                "Wh-What's up?"
            ]
        },
        {
            "name": "Ines Fujin",
            "text": "Hehe, well, you know…! You were this little timid trainer and now look at you taking charge and wooing horsegirls～"
        },
        {
            "name": "Ines Fujin",
            "text": "It really made me happy. I'm looking forward to our time together! …I'll let you watch me run until your head's going in circles♪ Hehe."
        },
        {
            "text": "Her smile was radiant and full of hope. For sure, the person reflected in her round eyes had grown —",
            "choice_data_list": [
                "(I finally became a trainer)"
            ]
        },
        {
            "text": "Even I could feel that way."
        },
        {
            "text": "And so a usually cheerful, friendly, and \"sisterly\" girl, who loves nothing more than to race once she stands on the turf, entered my daily life."
        }
    ]
}