{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Dream Journey",
            "text": "Well then, I'll see you again at training after school. \nI'm looking forward to it.",
            "choice_data_list": [
                "Yeah……",
                "Yeah……"
            ]
        },
        {
            "name": "Dream Journey",
            "text": "Excuse me……are you tired, perhaps? \nMake sure to get a nice long rest. ……Well then.",
            "choice_data_list": [
                "T-thank you……Good work!"
            ]
        },
        {
            "text": "It had been a few days since I signed that contract with \nDream Journey. Everything was going well and she was even \nlooking after me……that atmosphere from a few days ago was gone.",
            "choice_data_list": [
                "(It must have been my imagination)",
                "(It must have been my imagination)"
            ]
        },
        {
            "name": "Uma Musume A",
            "text": "Um, Trainer-san!",
            "choice_data_list": [
                "! You're……",
                "! You're……"
            ]
        },
        {
            "text": "It was the girl I had planned on talking to \nbefore. In the end, I was never able to contact \nher after that and I was a little worried……"
        },
        {
            "name": "Uma Musume A",
            "text": "I completely forgot to send you a message…… \nI just wanted to apologize for that. But, as I \nthought, you're looking after Journey-san. I'm glad!",
            "choice_data_list": [
                "What do you mean……?"
            ]
        },
        {
            "name": "Uma Musume A",
            "text": "Huh, Journey-san told you didn't she? \nShe helped change which trainer would be instructing me!"
        },
        {
            "name": "Uma Musume A",
            "text": "On that day, Journey-san……had an appointment with a \npopular trainer. Super famous and with an amazing career!"
        },
        {
            "name": "Uma Musume A",
            "text": "When I told Journey-san how amazing it was, she offered to \nswitch trainers! She said she'd talk to you herself, and then……――",
            "choice_data_list": [
                "(But, at the time, Journey……)"
            ]
        },
        {
            "name": "Dream Journey",
            "text": "I also don't think I'm lacking. However……if there \nisn't a trainer that can see that, then I can't debut."
        },
        {
            "text": "――That scent once again came to mind……This time, stronger than \nbefore. She had, without a doubt……\"lied\" at that moment."
        },
        {
            "text": "I wasn't sure if I should ask her, but……there \nmight not be any deep meaning behind it so I decided \nto ask her directly after school. And then――"
        },
        {
            "name": "Dream Journey",
            "text": "I'm sorry……for not mentioning it. I thought it \nwould be better that way. Because she……well, \nshe had chosen a trainer other than you after all."
        },
        {
            "name": "Dream Journey",
            "text": "If you learned the truth, I thought it might hurt you, but……on \nthe contrary, I seemed to have cause some confusion……I'm sorry."
        },
        {
            "text": "I suppose it was out of kindness. \nHowever, there was still something that was on my mind.",
            "choice_data_list": [
                "Are you……fine with this?",
                "Are you……fine with this?"
            ]
        },
        {
            "text": "Compared to a rookie like me, a trainer with a good record \nwould have been more helpful. However, she……hadn't chosen that.",
            "choice_data_list": [
                "Why did you……choose me――",
                "Why did you……choose me――"
            ]
        },
        {
            "name": "Dream Journey",
            "text": "…………………………"
        },
        {
            "name": "Big Uma Musume",
            "text": "――Well what do you know? Her trainer's here too. But, \nwell……we finally found you, didn't we, \"Onee-chan\"?"
        },
        {
            "text": "In that moment, 2 Uma Musume surrounded Dream Journey. \nTheir larger build made them give off an intimidating aura."
        },
        {
            "name": "Dream Journey",
            "text": "……Do you have some business with me? \nI'm in the middle of a conversation right now……"
        },
        {
            "name": "Sketchy Uma Musume",
            "text": "Sorry, it's kind of urgent, you see? It's your little sister…… \nabout Orfevre. She's just so full of herself. That attitude \nis probably the only thing strong about her, right?"
        },
        {
            "name": "Sketchy Uma Musume",
            "text": "But you see, her \"Onee-chan\" on the other hand, seems \nlike she's just sooooo kind, right? She won't listen to \na word we say, so we just wanted your cooperation, you see?"
        },
        {
            "name": "Big Uma Musume",
            "text": "Even that overbearing little sister……would be troubled if \nanything happened to her older sister, don't you think?",
            "choice_data_list": [
                "W-wait……!"
            ]
        },
        {
            "text": "I didn't know all the details, but it seems \nlike they were directing their frustrations \nwith Orfevre at her sister, Dream Journey.",
            "choice_data_list": [
                "Have you talked to Orfevre already?",
                "Have you talked to Orfevre already?"
            ]
        },
        {
            "name": "Sketchy Uma Musume",
            "text": "Huh? Don't you know anything about her? She can barely \nhold a conversation. No matter what we say, it's pointless!",
            "choice_data_list": [
                "(Her aura was certainly strong, but……)"
            ]
        },
        {
            "text": "Seeing her in person, it felt more like she was \noverflowing with dignity. Behind that gaze was \nsomething that could see through everything……",
            "choice_data_list": [
                "She didn't seem that way……"
            ]
        },
        {
            "name": "Dream Journey",
            "text": "……………………"
        },
        {
            "name": "Dream Journey",
            "text": "I understand. \nLet me get this straight."
        },
        {
            "name": "Dream Journey",
            "text": "Both of you say that you don't like my little \nsister. Because she doesn't have much ability \nand still acts full of herself……is that right?"
        },
        {
            "name": "Dream Journey",
            "text": "And you want me to do something about it…… \nYes, I understand. Rather, I'd say I'm \nthankful for that. I can finally get to work.",
            "choice_data_list": [
                "Journey……?"
            ]
        },
        {
            "name": "Dream Journey",
            "text": "Well then――how about a race? \nAs her older sister……I'll \"finish\" this."
        },
        {
            "name": "Dream Journey",
            "text": "……――"
        },
        {
            "name": "Sketchy Uma Musume",
            "text": "Tch, this is so annoying! Let's just show her the \ndifference between us and get this over with! Haaaaa!"
        },
        {
            "text": "They were boasting about their strength, and their running \nwas powerful. They started pulling away on the long straight……"
        },
        {
            "text": "On the other hand, Dream Journey was staying in the back, \nintently observing both of them. That gaze felt somewhat empty――"
        },
        {
            "name": "Dream Journey",
            "text": "………………………… Heh."
        },
        {
            "name": "Big Uma Musume",
            "text": "……! W-what's with her……so creepy……! \nWe're moving ahead further on the straight!!"
        },
        {
            "name": "Dream Journey",
            "text": "――Yes. Acknowledged. \n……!!!!",
            "choice_data_list": [
                "……!!"
            ]
        },
        {
            "text": "My breathing stopped. Dream Journey accelerated instantly…… \nwith a tremendous number of steps, before I realized it――"
        },
        {
            "name": "Dream Journey",
            "text": "And――we're done here."
        },
        {
            "text": "She soared past them, and with a difference of one length, Dream \nJourney crossed the goal. I could feel my heart pounding――"
        },
        {
            "text": "――I was reminded of something in the past. It suddenly \ncame to me, along with the memory of her scent……",
            "choice_data_list": [
                "(How could I have forgotten?)"
            ]
        },
        {
            "text": "It was……after the Uma Musume I had been cheering on had \nfinally won……After a long, long time, at a major race."
        },
        {
            "text": "The clouds overhead were dark and heavy. However, \nthat Uma Musume's fans had packed the racetrack on \na rainy Saturday, praying for her first victory."
        },
        {
            "text": "I was there too, hoping for the same thing, waiting \nanxiously for the race to start…… Suddenly, I spotted \na small Uma Musume looking for a place to watch from.",
            "choice_data_list": [
                "……It's easier to see from here, wanna switch?"
            ]
        },
        {
            "name": "???",
            "text": "Eh……――"
        },
        {
            "text": "I let her take my spot, and started chatting \nwith her……I found out she was here to cheer on \nthe same Uma Musume, and the conversation grew lively.",
            "choice_data_list": [
                "I believe today she'll win for sure!"
            ]
        },
        {
            "name": "???",
            "text": "Yeah, of course. \nAnego――won't lose."
        },
        {
            "text": "Were those words prophetic……? She ended up defying \nthe competition and won her first victory in a while \nresponding to the cheers of the fans――"
        },
        {
            "text": "After getting swept up in the emotion, I suddenly \nlooked next to me……she wasn't there anymore. \n――The only thing left behind was a distinctive scent."
        }
    ]
}