{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "While listening to the sound of pouring rain, I stared \nat the monitor――I was looking over Dream Journey's data.",
            "choice_data_list": [
                "Training is going well……"
            ]
        },
        {
            "text": "It had been a short while since I had become her trainer. So far \nthere haven't been any problems. It was going almost too smoothly."
        },
        {
            "text": "But that's why――"
        },
        {
            "name": "Dream Journey",
            "text": "My memory is on the good side, I'd say. \nWhen I enrolled and first saw you……I knew exactly who you were."
        },
        {
            "name": "Dream Journey",
            "text": "Someone who would give up your spot to some unknown \ngirl, honestly open up about themselves when talking \nto others……It left quite an impression."
        },
        {
            "name": "Dream Journey",
            "text": "There was noone that could have been more desirable. \nAs the kind of trainer I would want……"
        },
        {
            "text": "Maybe I was just dancing in the palm of her hand…… \nthat was the thought that crossed my mind."
        },
        {
            "text": "I thought back to the plan she showed me when \nwe first formed a contract. It was a thoroughly \nthought out, perfectly planned three years.",
            "choice_data_list": [
                "……I need to find a purpose."
            ]
        },
        {
            "text": "『Easy to handle』 \n――I don't agree with that. I couldn't."
        },
        {
            "text": "I need to find some way to be valuable to her. \nIn a real sense, I needed to find a way to be necessary."
        },
        {
            "text": "To do that, I would need to put in more effort \nthan an average person. I needed to learn alot, \nexperience a lot, and then maybe someday――",
            "choice_data_list": [
                "Enough to shock her……!"
            ]
        },
        {
            "text": "I took the first page of her plans, folded it neatly and put it \nin my wallet. I'd use it as a charm to remind me of my decision."
        },
        {
            "name": "Dream Journey",
            "text": "So you're here today too."
        },
        {
            "name": "Dream Journey",
            "text": "Lately, you've been coming to the library pretty often…… \nIs there something that you're interested in?",
            "choice_data_list": [
                "……No, just studying.",
                "……No, just studying."
            ]
        },
        {
            "name": "Dream Journey",
            "text": "I see. \nTrainer-san is really passionate about studying, huh?"
        },
        {
            "name": "Dream Journey",
            "text": "That being said, please don't push yourself too hard. Perhaps \nit's because of the rain, but today is just a little chilly……"
        },
        {
            "name": "Dream Journey",
            "text": "So I hope you don't catch a cold. \nIf you were to collapse, it would all be for naught."
        },
        {
            "name": "Dream Journey",
            "text": "If there are any problems, let me know. Let's \nthink about them together. Personally, I would \nlike to see you rewarded for your efforts."
        },
        {
            "text": "Her words and voice overflowed with concern for me. \nNormally, I would take her words at face value, but……"
        },
        {
            "text": "I couldn't help but think about her true \nintentions behind those word. I looked to \nthe stack of books on the desk and shook my head.",
            "choice_data_list": [
                "Thanks for worrying about me."
            ]
        },
        {
            "name": "Dream Journey",
            "text": "…………"
        },
        {
            "name": "Dream Journey",
            "text": "It's nothing worth mentioning, Trainer-san."
        },
        {
            "text": "When I looked out of the window, the rain had \nstopped and the sun was setting. I roll my shoulders \nand then stand up to go home. When I do――"
        },
        {
            "text": "There was a thermos with warm coffee on the desk. Next \nto it was a note saying 『Thanks for your hard work』.",
            "choice_data_list": [
                "……Journey?"
            ]
        },
        {
            "name": "Dream Journey",
            "text": "…………"
        },
        {
            "name": "Dream Journey",
            "text": "……honest, kind, sincere, and hardworking. \nQuite the appealing person."
        },
        {
            "name": "Dream Journey",
            "text": "I had quite the wonderful encounter."
        },
        {
            "text": "『……Because I'm easy to handle』"
        },
        {
            "name": "Dream Journey",
            "text": "Please don't belittle yourself like that. \nYou're an amazing trainer."
        },
        {
            "name": "Dream Journey",
            "text": "(……Yes, truly. It's not a lie, I believe it wholeheartedly.)"
        },
        {
            "name": "Dream Journey",
            "text": "That's why, I hope you don't change."
        },
        {
            "name": "Dream Journey",
            "text": "No matter what kind of journey this becomes. \nI hope you stay the way you were……back when we first met."
        }
    ]
}