{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Commentator",
            "text": "It's Rice Shower! Rice Shower is showing off! Crossing the goal \nwith the first place!!"
        },
        {
            "text": "“Nikkei prize” in preparation for the Spring's \n“Emperor's Award”. Rice Shower regained her run \nform and finished the race in first place."
        },
        {
            "text": "And as if to respond to that good run, Mejiro McQueen also won \nthe “Osaka Cup” with a new course record."
        },
        {
            "text": "Mejiro McQueen and Rice Shower have been training harder than \never while being conscious of each other."
        },
        {
            "text": "And the day of the “Emperor's Award” finally came."
        },
        {
            "name": "Commentator",
            "text": "In the 2nd frame, Number 3. It is the Jet Black Stayer, Rice \nShower that blocked Mihono Bourbon's triple crown."
        },
        {
            "name": "Rice Shower",
            "text": "I have to follow McQueen-san… Follow her…"
        },
        {
            "text": "Even in front of many people, Rice \nShower's eyes never averted away."
        },
        {
            "text": "The feeling of wanting to win over Mejiro McQueen is transmitted \nto everyone watching from her eyes alone."
        },
        {
            "text": "And then, the overwhelming number 1 in the popularity list"
        },
        {
            "name": "Commentator",
            "text": "In the 8th frame, Number 14. The 1 most favourite to win the \nspring “Emperor's Award” It is the champion Mejiro McQueen who \nrises to the challenge of the 3 consecutive wins!"
        },
        {
            "name": "Cheers",
            "text": "(Cheering!!)"
        },
        {
            "text": "Even in front of the biggest cheers of the \nday, Mejiro McQueen never panicked."
        },
        {
            "text": "It's because she also has a strong will to win."
        },
        {
            "text": "It was a great cheer."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Ara, Trainer-san. Don't you have to go to Rice?"
        },
        {
            "text": "It's also McQueen's race."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Heh, it's a trainer's view. But, please go to where Rice-san is."
        },
        {
            "name": "Mejiro McQueen",
            "text": "I'm sure you will be satisfied with that much training, but I'm \nsure there will still be some worries."
        },
        {
            "text": "You're really our ace. Prioritizing and thinking about Rice."
        },
        {
            "text": "You're really our ace. Prioritizing and thinking about Rice."
        },
        {
            "name": "Mejiro McQueen",
            "text": "That's right here, but it's different on the turf."
        },
        {
            "name": "Mejiro McQueen",
            "text": "I will challenge this race with all my heart and soul. I will not \npull any punches at all."
        },
        {
            "name": "Mejiro McQueen",
            "text": "The 3 consecutive “Emperor Prize” win that everyone expects…. \nThose expectations above all are what gives me power."
        },
        {
            "name": "Mejiro McQueen",
            "text": "I will definitely be the first to run through the goal."
        },
        {
            "text": "You can see by looking at the expression of Mejiro McQueen that \nthere is not a single point of hesitation in that thought. Mejiro \nMcQueen will without a doubt run with all her might.",
            "choice_data_list": [
                "I'm expecting it, McQueen."
            ]
        },
        {
            "name": "Mejiro McQueen",
            "text": "Yeah, you can count on me."
        },
        {
            "text": "When I finished talking to Mejiro McQueen, I ran towards Rice \nShower who was walking in front of me."
        },
        {
            "name": "Rice Shower",
            "text": "Ah, Trainer-san…"
        },
        {
            "text": "Are you nervous? To relax, it seems to be a good idea to draw a \nhorse girl 3 times in your palm and swallow it."
        },
        {
            "text": "Are you nervous? To relax, it seems to be a good idea to draw a \nhorse girl 3 times in your palm and swallow it."
        },
        {
            "name": "Rice Shower",
            "text": "Haha, I've never heard of that."
        },
        {
            "name": "Rice Shower",
            "text": "I'm not feeling that nervous. But…. After all, it's a bit scary."
        },
        {
            "name": "Rice Shower",
            "text": "A lot of people are cheering for McQueen, and I know that many \npeople want to see 3 consecutive “Emperor Prize” wins."
        },
        {
            "name": "Rice Shower",
            "text": "If Rice wins. everyone will be disappointed again and get angry \nand say “Don't do unnecessary things”. I know that."
        },
        {
            "text": "It seems that you have enough spirit to win here, to concern \nyourself about such a worry."
        },
        {
            "name": "Rice Shower",
            "text": "…Yeah, Even so, after all Rice still wants to win."
        },
        {
            "text": "Her expression was as strong-willed as that of McQueen."
        },
        {
            "text": "McQueen was the first person to say that Rice was going to run \nfor the “Emperor Prize”."
        },
        {
            "text": "McQueen was the first person to say that Rice was going to run \nfor the “Emperor Prize”."
        },
        {
            "name": "Rice Shower",
            "text": "McQueen-san…?"
        },
        {
            "text": "It seems that there is a “Scenery” that she wants to show you, \none that can only be seen by runners."
        },
        {
            "text": "It seems that there is a “Scenery” that she wants to show you, \none that can only be seen by runners."
        },
        {
            "name": "Rice Shower",
            "text": "To show Rice a “Scenery”…"
        },
        {
            "name": "Rice Shower",
            "text": "… I got it, I'll go to see that ”Scenery” properly.",
            "choice_data_list": [
                "Go win, Rice!",
                "Go win, Rice!"
            ]
        },
        {
            "name": "Rice Shower",
            "text": "…Yeah, I will be going now, Trainer-san."
        },
        {
            "name": "Commentator",
            "text": "Each Horse Girl enters the gate. Which Horse Girl will be the \nwinner of the Spring's “Emperor Prize”!"
        },
        {
            "name": "Rice Shower",
            "text": "I have to follow McQueen-san… Follow her… I have to follow \nMcQueen-san… Follow her…"
        },
        {
            "name": "Mejiro McQueen",
            "text": "……"
        },
        {
            "name": "Mejiro McQueen",
            "text": "(That was not expected…. I didn't know \nRice-san pressure was this much…)"
        },
        {
            "name": "Commentator",
            "text": "Oops, Mejiro McQueen, who is aiming for the No. 1 and 3rd \nConsecutive title, is stopping in front of the gate here."
        },
        {
            "name": "Mejiro McQueen",
            "text": "(Still, as a Horse Girl of the Mejiro family, and as an Ace, I \nhave to run with all my power)."
        },
        {
            "name": "Rice Shower",
            "text": "……"
        },
        {
            "name": "Commentator",
            "text": "Mejiro McQueen finally enters the gate."
        },
        {
            "name": "Commentator",
            "text": "The Spring “Emperor Prize”, Aiming for the \nglory 3200m ahead, has just started!"
        }
    ]
}