{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Crowd",
            "text": "(Booing……)"
        },
        {
            "name": "Spectator A",
            "text": "I only wanted McQueen to win today…"
        },
        {
            "name": "Spectator B",
            "text": "I had to set up a place for an entire week to see the 3 \nconsecutive wins in front of the audience."
        },
        {
            "name": "Rice Shower",
            "text": "……"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Rice-san…"
        },
        {
            "name": "Rice Shower",
            "text": "hehe… Everyone is disappointed."
        },
        {
            "name": "Rice Shower",
            "text": "McQueen-san seems to have a “Scenery” that she \nwanted to show me, but there is nothing different \nfrom the time of the “Kikkashou Award”."
        },
        {
            "name": "Rice Shower",
            "text": "Of course I knew this would happen. After all, my chest is hurt…"
        },
        {
            "name": "Mejiro McQueen",
            "text": "I also had a similar experience when I \nran at the “Emperor Award” in autumn."
        },
        {
            "name": "Mejiro McQueen",
            "text": "I have betrayed the expectations of many people, and I have not \nbeen able to firmly move forward."
        },
        {
            "name": "Mejiro McQueen",
            "text": "But, that was when I saw the “Scenery” in front of me."
        },
        {
            "name": "Rice Shower",
            "text": "“Scenery”…"
        },
        {
            "name": "Mejiro McQueen",
            "text": "I'm sure you will be able to see it too \nRice. Come on, let's go on stage."
        },
        {
            "name": "Rice Shower",
            "text": "Eh… Yeah!?"
        },
        {
            "name": "Crowd",
            "text": "(Booing……)"
        },
        {
            "name": "Spectator A",
            "text": "Oh, Rice Shower is coming out! Why did you get in the way of the \n3 consecutive wins!!"
        },
        {
            "name": "Spectator B",
            "text": "We came here to see McQueen win!!"
        },
        {
            "name": "Gold Ship",
            "text": "Bastards, we are gonna shout too! Rice good job! Awesome!!"
        },
        {
            "name": "Horsegirl with Straight-cut Bangs",
            "text": "Congratulations, Rice-san!"
        },
        {
            "name": "Spectator C",
            "text": "hh…. That was a good run."
        },
        {
            "name": "Gold Ship",
            "text": "Hoo! You get it, Ok 1 more time with a higher voice!"
        },
        {
            "name": "Spectator C",
            "text": "eh!? ah, Yeah! That was a good run!!"
        },
        {
            "name": "Rice Shower",
            "text": "There are people who are cheering for Rice…"
        },
        {
            "name": "Mejiro McQueen",
            "text": "This is a “Scenery” only seen by those who won the race."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Those who have expectations for me, those who did \nnot expect it to come true. When you stand in this \nplace, you can see all those different faces."
        },
        {
            "name": "Mejiro McQueen",
            "text": "It is important to accept the feelings of such people firmly \nhere. That is the duty and pride of the winner"
        },
        {
            "name": "Rice Shower",
            "text": "Duty and pride of the winner…"
        },
        {
            "name": "Mejiro McQueen",
            "text": "For those who have little expectations, and for those who have \nnot fulfilled their expectations, Hold your chest high."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Now, show me a figure worthy of the winner."
        },
        {
            "name": "Rice Shower",
            "text": "Yeah!"
        },
        {
            "name": "Rice Shower",
            "text": "People who are disappointed because of Rice will also be \ndisappointed if Rice does not do well."
        },
        {
            "name": "Rice Shower",
            "text": "Rice will hold her chest high. Look at everyone's faces firmly, \ncontinue running from now on…"
        },
        {
            "name": "Rice Shower",
            "text": "Someday, I will become a Horse Girl that can make everyone happy!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "I'm looking forward to it, Rice-san."
        },
        {
            "text": "The winning live of Rice Shower, which \nlimited the work of Mejiro McQueen."
        },
        {
            "text": "However, it was different from the time of the “Kikkashou Award”, \nthe voice of the song felt very powerful."
        },
        {
            "text": "Great work today, McQueen."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Trainer-san."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Rice-san seems to have realized what she was missing."
        },
        {
            "text": "I saw the winning live, and I understood it well."
        },
        {
            "text": "I saw the winning live, and I understood it well."
        },
        {
            "name": "Mejiro McQueen",
            "text": "That was not cool at all. It was I who asked her to race with me \nand I ended up losing."
        },
        {
            "name": "Mejiro McQueen",
            "text": "For real… That was an amazing run."
        },
        {
            "text": "As Mejiro McQueen said, today's Rice Shower had an amazing run."
        },
        {
            "text": "But, Mejiro McQueen ran in the “Emperor Prize” in the hope that \nher feelings could be conveyed.",
            "choice_data_list": [
                "Good Work, McQueen."
            ]
        },
        {
            "name": "Mejiro McQueen",
            "text": "Sob… Sobbing…"
        },
        {
            "name": "Mejiro McQueen",
            "text": "I was just one step away… I would've won it… hic!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Sob… Trainer-san! Sobbing… Hic!!"
        },
        {
            "text": "The role of an ace and her feeling for the “Emperor Prize”, there \nis nothing but gratitude to Mejiro McQueen, who ran bearing those \n2 heavy feelings on her back."
        },
        {
            "text": "I'm sure those feelings were also transmitted to Rice Shower."
        },
        {
            "text": "One day a boy came to visit the lonely wizard."
        },
        {
            "text": "“I want to fly in the sky like a bird”."
        },
        {
            "text": "The wizard uses her magic with pleasure, and the boy whose wish \ncame true with a smile said. Wow! That's amazing, amazing!!"
        },
        {
            "text": "Then, the people who saw it came to gather around the Wizard."
        },
        {
            "text": "There are still people who are scared, but the smiles began to \ngradually increase around them."
        },
        {
            "text": "The wizard used a lot of magic to make everyone \nhappy with her natural power."
        },
        {
            "text": "But suddenly, the wizard couldn't use magic anymore."
        },
        {
            "text": "The wizard used too much magic, and ended up collapsing."
        },
        {
            "text": "People who have been afraid of the wizard until now, realized how \nhard the wizard worked to make everyone happy."
        },
        {
            "text": "Knowing the true feelings of the wizard, they looked after her."
        },
        {
            "text": "And once again, everyone began to look forward to when the magic \nof happiness could be used."
        }
    ]
}