{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Mejiro McQueen",
            "text": "My 3 win streak in the “Emperor Award”. Rice also."
        },
        {
            "text": "Rice for “Emperor Award”?"
        },
        {
            "text": "The “Emperor Award” which was a goal for Mejiro McQueen, Just \nwhat is her aim to make Rice Shower run there?"
        },
        {
            "name": "Mejiro McQueen",
            "text": "The booing at the (Kikkashou Award)…"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Even though it was a scene that should be praised for blocking \nBourbon's Triple Crown, it was if the voice was the opposite."
        },
        {
            "name": "Mejiro McQueen",
            "text": "And coincidentally, a situation similar to the (Kikkashou Award) \nhappens in “Emperor Award”.",
            "choice_data_list": [
                "And then I put Rice in that race."
            ]
        },
        {
            "name": "Mejiro McQueen",
            "text": "There is a “scenery” that I want to show Rice there."
        },
        {
            "name": "Mejiro McQueen",
            "text": "I will be responsible for the things that can only be told to \nthose who run on the turf."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Trainer-san, Because you are a Trainer you can do it, raise \nRice's level to the stage of the “Emperor Award”."
        },
        {
            "text": "It's a big race for Mejiro McQueen."
        },
        {
            "text": "To make Rice Shower run there, I think it was after a long time \nof thinking and agonizing."
        },
        {
            "text": "But, I wonder if it is a really good idea. I keep \njust thinking of Rice Shower. But, If Mejiro McQueen \nis not able to run with all her might…",
            "choice_data_list": [
                "It's a race that takes your chance at \na 3 consecutive wins, is it okay?",
                "It's a race that takes your chance at \na 3 consecutive wins, is it okay?"
            ]
        },
        {
            "name": "Mejiro McQueen",
            "text": "hehe, Trainer-san thinks I'm going to lose. I'm really hurt."
        },
        {
            "name": "Mejiro McQueen",
            "text": "I will say, I have no intention of losing. As the \nhorse Girl of the Mejiro family, I will achieve \nthe “Emperor Award” 3 consecutive wins."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Trainer-san will have it tough. No matter which one wins, you \nhave to comfort the other."
        },
        {
            "text": "Mejiro McQueen laughs with a grin, but her desire to win the \n“Emperor Award” is real."
        },
        {
            "text": "Even so, if you have a feeling you want to \nconvey to Rice Shower with your run.",
            "choice_data_list": [
                "I'll have Rice run out, too",
                "I'll have Rice run out, too"
            ]
        },
        {
            "name": "Mejiro McQueen",
            "text": "yeah, thank you for your help."
        },
        {
            "text": "During training the next day――"
        },
        {
            "name": "Rice Shower",
            "text": "he… he… Um, How was my time?"
        },
        {
            "text": "The time is not that bad. However, when it comes to competition, \nyou can't win by all means."
        },
        {
            "text": "After all, the booing at the (Kikkashou Award), it seems that \nthey have consigned themselves to competing and winning."
        },
        {
            "text": "It's a good time. If this is the case, it looks like we can win \neven on that big stage."
        },
        {
            "text": "It's a good time. If this is the case, it looks like we can win \neven on that big stage."
        },
        {
            "name": "Rice Shower",
            "text": "Big stage…. Is Rice's next race decided?"
        },
        {
            "text": "I have decided, but Rice Shower will surely \nrefuse. Still, if she wants to win again―",
            "choice_data_list": [
                "I want you to appear in the “Emperor Award”.",
                "I want you to appear in the “Emperor Award”."
            ]
        },
        {
            "name": "Rice Shower",
            "text": "heh, “Emperor Award”!?"
        },
        {
            "text": "Rice has the ability to win. It has already \nbeen proven in the (Kikkashou Award)."
        },
        {
            "name": "Rice Shower",
            "text": "But, “Emperor Award” for McQueen-san \nthis will be her 3 concuetive win."
        },
        {
            "name": "Rice Shower",
            "text": "In such an important race, Rice can't run \nin it. Even if I win, Again Rice will…"
        },
        {
            "text": "What I said so far, as I see Rice Shower's face down. It was as \nif I could hear the boos of that time."
        },
        {
            "text": "In the end, Rice Shower did not give the okay about running for \nthe “Emperor Award”."
        },
        {
            "text": "Considering Rice Shower's feelings. I do not want to force her to \nrun. But, I can't let it go like this…"
        },
        {
            "name": "Mihono Bourbon",
            "text": "Rice-san's Trainer?"
        },
        {
            "text": "It was the voice of Mihono Bourbon who \nwas working hard on her own training."
        },
        {
            "text": "Hey, Bourbon, are you doing Self-training?"
        },
        {
            "text": "Hey, Bourbon, are you doing Self-training?"
        },
        {
            "name": "Mihono Bourbon",
            "text": "Yes, the injury I suffered after the (Kikkashou \nAward). was finally healed."
        },
        {
            "name": "Mihono Bourbon",
            "text": "How is Rice-san doing? Is she still caring about that day?"
        },
        {
            "text": "That day, I was watching Rice Shower receiving boos \nupon getting first place. But now what I was looking \nat was Mihono Bourbon, nothing else."
        },
        {
            "text": "She may be the one who cares about Rice \nShower more than anyone else.",
            "choice_data_list": [
                "Rice hasn't recovered yet.",
                "Rice hasn't recovered yet."
            ]
        },
        {
            "name": "Mihono Bourbon",
            "text": "I see…"
        },
        {
            "name": "Mihono Bourbon",
            "text": "The reason I am doing this self-training is not for the command \nof “Victory”, but I am doing it for myself."
        },
        {
            "name": "Mihono Bourbon",
            "text": "“I want to run and I can't help it” It became such a thought \nafter losing to Rice."
        },
        {
            "name": "Mihono Bourbon",
            "text": "I want to run 1 more time with Rice, and I want to win. This \nself-training is directed for that purpose."
        },
        {
            "text": "To the Horse Girl Mihono Bourbon, Rice Shower \nwas the first girl to win over her."
        },
        {
            "text": "She wants to run one more time with that opponent, \nand is working hard on training."
        },
        {
            "text": "The former Rice Shower and the present Mihono \nBourbon are similar. The way you work hard for \nthe opponent you want to win against."
        },
        {
            "name": "Mihono Bourbon",
            "text": "Is there anything I can do to help? I \nwant to run with Rice 1 more time."
        },
        {
            "text": "Bourbon…"
        },
        {
            "text": "“I want to win” Rice Shower has lost sight of her true feelings. \n“I want to win” Mihono Bourbon's newborn feelings."
        },
        {
            "text": "If you look at Rice Shower within Mihono Bourbon now.",
            "choice_data_list": [
                "I need your assistance.",
                "I need your assistance."
            ]
        },
        {
            "name": "Mihono Bourbon",
            "text": "I understand. Say the command, I will carry out your wishes."
        },
        {
            "text": "Saying so, Mihono Bourbon with a soft \nexpression felt very reassuring."
        }
    ]
}