{
    "text_block_list": [
        {
            "name": "Commentator",
            "text": "Mihono Bourbon, got 4 body lengths between her and the rear! this will probably make her win!"
        },
        {
            "name": "Commentator",
            "text": "Mihono Bourbon!! Even at 2400m, Goal! 6 races, 6 wins! It is an undefeated and double crown achievement!!"
        },
        {
            "text": "Japan Derby, Rice Shower got second place. Although she was unable to stand up to Mihono Bourbon, she made a great leap forward."
        },
        {
            "text": "A few days later, there was an Amusement park in Kanba prefecture"
        },
        {
            "name": "Rice Shower",
            "text": "Wow! This is that amusement park! There are castles where princesses live, and a big Kaminari mountain!"
        },
        {
            "text": "(I thought I'd give you a reward for your hard work, Rice Shower, I thought about taking you to the amusement park that you seemed to have longed for)."
        },
        {
            "name": "Rice Shower",
            "text": "Huh? Only Rice and the others, oh, I'm so happy."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Trainer-san, Rice-san really believes that this is a fantasy amusement park."
        },
        {
            "text": "Rice Shower's eyes are shining sideways, “I don't know what to do with it”, McQueen said softly."
        },
        {
            "name": "Mejiro McQueen",
            "text": "I don't know how much you're getting paid this month, so how about instead coming to another amusement park?"
        },
        {
            "text": "Well, that's…."
        },
        {
            "text": "Well, that's…."
        },
        {
            "name": "Gold Ship",
            "text": "Come on, McQueen! there's a mysterious attraction in the basement, so let's go find out the truth!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Hey! This is a private entrance!?"
        },
        {
            "name": "Rice Shower",
            "text": "Rice, let's go, Trainer-san."
        },
        {
            "text": "Oh, yeah."
        },
        {
            "text": "This is fun, the time at the amusement park passed in the blink of an eye."
        },
        {
            "name": "Rice Shower",
            "text": "I got on most of the rides. I'm glad there aren't many customers today."
        },
        {
            "text": "Every time Rice Shower is in pure joy, I feel a bit guilty about it."
        },
        {
            "name": "Rice Shower",
            "text": "Oh, you know, Trainar-san."
        },
        {
            "name": "Rice Shower",
            "text": "I want to finally ride on the ferris wheel, so can you ride with me?"
        },
        {
            "text": "(It's not a reason to blame your conscience. If Rice Shower is pleased then that is all that matters).",
            "choice_data_list": [
                "Of course, it's okay."
            ]
        },
        {
            "name": "Rice Shower",
            "text": "hehe…. I did it."
        },
        {
            "text": "The view from the gondola with 2 people, the sun-drenched streets of the city are spreading to the horizon."
        },
        {
            "name": "Rice Shower",
            "text": "……."
        },
        {
            "text": "However, Rice Shower after getting on the Ferris Wheel got a bit bashful.",
            "choice_data_list": [
                "What's wrong?"
            ]
        },
        {
            "name": "Rice Shower",
            "text": "oh… yeah, you see."
        },
        {
            "name": "Rice Shower",
            "text": "Thank you for all this time, Trainer-san, i never thought I could run like this."
        },
        {
            "name": "Rice Shower",
            "text": "I still can't believe it, in the Derby I got second place.",
            "choice_data_list": [
                "Rice did her best.",
                "Rice did her best."
            ]
        },
        {
            "name": "Rice Shower",
            "text": "hehe…."
        },
        {
            "name": "Rice Shower",
            "text": "So Rice thought. I was happy with second place, but if I could get first place…"
        },
        {
            "name": "Rice Shower",
            "text": "So…. Rice wants to win over Mihono Bourbon-san."
        },
        {
            "text": "“I want to win”――"
        },
        {
            "text": "Every time the difference between her and an extraordinary Horse Girl is reduced, the feeling of victory that she has hidden in it has gotten this far already."
        },
        {
            "name": "Rice Shower",
            "text": "It was thanks to Trainer-san that I always felt like I wanted to win over someone like this, so I just wanted to tell you."
        },
        {
            "name": "Rice Shower",
            "text": "Well, somehow, when I say it out of my mouth like this, it's embarrassing."
        },
        {
            "text": "Sure, that's how confident I am. Next time we will win first place, we will win over Mihono Bourbon, together."
        },
        {
            "text": "Sure, that's how confident I am. Next time we will win first place, we will win over Mihono Bourbon, together."
        },
        {
            "name": "Rice Shower",
            "text": "Together…. yeah, I'm looking forward to working with you."
        },
        {
            "name": "Gold Ship",
            "text": "Yaa, I played! I played! Rice, have you enjoyed yourself?"
        },
        {
            "name": "Rice Shower",
            "text": "Yeah, it was fun, like a real utopia."
        },
        {
            "name": "Rice Shower",
            "text": "Trainer-san, thanks for the reward today. Rice, will do her best next time!",
            "choice_data_list": [
                "I'll do everything I can to support you.",
                "I'll do everything I can to support you."
            ]
        },
        {
            "name": "Mejiro McQueen",
            "text": "As far as I can see from Rice's face, it seems that this reward was the right choice."
        },
        {
            "name": "Mejiro McQueen",
            "text": "But next time, I'll ask for a proper reward."
        },
        {
            "text": "Yes, yes"
        },
        {
            "text": "The next day, the training of Rice Shower, which was determined again, began."
        },
        {
            "name": "Mejiro McQueen",
            "text": "heh, heh, heh, heh, heh…."
        },
        {
            "name": "Rice Shower",
            "text": "Follow, Follow…"
        },
        {
            "name": "Gold Ship",
            "text": "huh―, She's sticking, she's sticking."
        },
        {
            "name": "Horsegirl with Straight-cut Bangs",
            "text": "Even if McQueen's pace is up, She is still holding on."
        },
        {
            "text": "Whether you're studying or running, setting goals makes it easier for you to perform at your best."
        },
        {
            "text": "Whether you're studying or running, setting goals makes it easier for you to perform at your best."
        },
        {
            "text": "Especially in Rice's case, it seems effective."
        },
        {
            "text": "Especially in Rice's case, it seems effective."
        },
        {
            "name": "Gold Ship",
            "text": "What are you aiming for, McQueen? or Mihono Bourbon?"
        },
        {
            "text": "Everything. Rice has an obsession to keep chasing, to never give up when she decides on something."
        },
        {
            "text": "Everything. Rice has an obsession to keep chasing, to never give up when she decides on something."
        },
        {
            "name": "Gold Ship",
            "text": "Huh, I see."
        },
        {
            "text": "If we continue at this pace, we can expect a better win than ever in the next race, which is a rematch against Mihono Bourbon."
        },
        {
            "text": "In addition for Mejiro McQueen, who is waiting for the “Takarazuka Memorial”, this is going to be a good workout."
        },
        {
            "text": "The feeling of the team is rising thanks to Rice Shower, I thought so."
        },
        {
            "name": "Rice Shower",
            "text": "McQueen-san!?"
        },
        {
            "text": "The screams of Rice Shower echoed through the training course……"
        }
    ]
}