{
    "text_block_list": [
        {
            "name": "Mejiro McQueen",
            "text": "Geez, It seems that I got into a terrible mess."
        },
        {
            "text": "Mejiro McQueen's injury that I saw during training, it seemed to be deeper than I thought.",
            "choice_data_list": [
                "How's the injury?"
            ]
        },
        {
            "name": "Mejiro McQueen",
            "text": "From now on, I will have you look at it properly at the hospital, It seems that I have no choice but to give up on the “Takarazuka Kinen”."
        },
        {
            "name": "Rice Shower",
            "text": "McQueen-san…."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Please do not make such a dark face. “Takarazuka Kinen” is a pity, but I have a goal of winning 3 consecutive “Emperor Prizes”."
        },
        {
            "name": "Mejiro McQueen",
            "text": "To achieve the feat in this race that I love, I am now dedicated to healing my injury."
        },
        {
            "name": "Mejiro McQueen",
            "text": "I will not be able to train with Rice, but i'm sure the team will be able to help."
        },
        {
            "name": "Rice Shower",
            "text": "eh, yeah…."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Trainer-san and everyone, and I am also looking forward to your race in the Kyoto Shimbun cup."
        },
        {
            "name": "Mejiro McQueen",
            "text": "And please show us why, we're going to have a hot race that's going to be exciting for us."
        },
        {
            "name": "Rice Shower",
            "text": "Got it…. Rice, I'll try running with all my power."
        },
        {
            "name": "Mejiro McQueen",
            "text": "The rest will be enough to be accompanied by Trainer-san, Rice-san please return to training too."
        },
        {
            "name": "Rice Shower",
            "text": "Yeah, I'll come to see you later."
        },
        {
            "text": "I was impressed by the words of Mejiro McQueen, when Rice Shower returned to the course with a determined expression."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Now Rice-san has the power to pull the team in a surprising way."
        },
        {
            "text": "As Mejiro McQueen says, I feel that the effort that Rice Shower puts has a small effect on everyone around us.",
            "choice_data_list": [
                "Now you can concentrate on the treatment \nwithout worrying about her."
            ]
        },
        {
            "name": "Mejiro McQueen",
            "text": "Yeah, I can't lose too. I have to work hard on my treatment."
        },
        {
            "text": "In order to fill the gap Mejiro McQueen left from her injury, Rice Shower began training with the team uniting to help."
        },
        {
            "name": "Horsegirl with Straight-cut Bangs",
            "text": "heh….heh…!"
        },
        {
            "name": "Rice Shower",
            "text": "Follow, Follow…"
        },
        {
            "name": "Droopy-eyed Horsegirl",
            "text": "Rice-san, please follow me from here."
        },
        {
            "name": "Rice Shower",
            "text": "Yeah, Follow, Follow…"
        },
        {
            "name": "Horsegirl with Straight-cut Bangs",
            "text": "heh….heh, heeh…. Rice-san, It's really amazing…"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Thank you for your hard work. All of you, it seems to be a good training session."
        },
        {
            "name": "Gold Ship",
            "text": "No seriously, my legs are shaking like a newborn baby goat."
        },
        {
            "name": "Gold Ship",
            "text": "You're not allowed to exercise, so be careful with your weight management, right? even yesterday, you had extra dessert after dinner."
        },
        {
            "name": "Mejiro McQueen",
            "text": "You saw that!? That was, because the pudding tasted so good. I didn't do anything wrong!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Well, leaving that matter aside, Rice-sans finish seems to have gotten better."
        },
        {
            "name": "Gold Ship",
            "text": "McQueen and everyone on the team are there to do their best."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Same here, Rice-sans hard work has been encouraging."
        },
        {
            "name": "Gold Ship",
            "text": "Hehehe, then! I will start running. You stay calm there!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "ah!?…Geez, I know you are doing it on purpose because I can't run."
        },
        {
            "text": "After that, the training continued as a team, and then.――"
        },
        {
            "name": "Rice Shower",
            "text": "heh…. My heart is beating fast…."
        },
        {
            "name": "Mejiro McQueen",
            "text": "I recommend you to enjoy that tension, Rice-san."
        },
        {
            "name": "Droopy-eyed Horsegirl",
            "text": "Rice-san, you will be okay! you've been training all the time, haven't you?"
        },
        {
            "name": "Rice Shower",
            "text": "Well, that's right I've worked so hard to get this far. Having fun, and then…"
        },
        {
            "name": "Rice Shower",
            "text": "I will win, over Mihono Bourbon."
        },
        {
            "name": "Gold Ship",
            "text": "Good! that's the spirit! that's the spirit!"
        },
        {
            "name": "Horsegirl with Black Bob-cut",
            "text": "We will support you with all our might."
        },
        {
            "name": "Rice Shower",
            "text": "Yeah. Well then, I'll go……!",
            "choice_data_list": [
                "Go and win over Mihono Bourbon!",
                "Go and win over Mihono Bourbon!"
            ]
        },
        {
            "name": "Rice Shower",
            "text": "Got it, Follow, Follow!"
        },
        {
            "text": "That day, Rice Shower who said “I want to win” in the ferris wheel."
        },
        {
            "text": "The race to prove how straight and strong her feelings are is finally beginning!"
        }
    ]
}