{
    "text_block_list": [
        {
            "text": "In the depths of a certain mountain, There was a small wizard who lived quietly."
        },
        {
            "text": "However, I know how to use magic, “what is my power for?” I was worried"
        },
        {
            "text": "That is when one night, I read a picture book depicting the outside world in the moonlight."
        },
        {
            "text": "In the picture book, people living in the outside world were depicted."
        },
        {
            "text": "It looks fun. I'd like to go, too."
        },
        {
            "text": "The excited wizard began to admire the outside world very much"
        },
        {
            "text": "And began to think that I might be able to make the outside world happier if I used my magic."
        },
        {
            "text": "at dawn, in the morning the sun illuminates the outside world."
        },
        {
            "text": "The wizard began to walk into the outside world, hoping to make everyone happy."
        },
        {
            "text": "A few days after Mejiro McQueen won the 2nd consecutive title of the “Emperor Prize” in the spring."
        },
        {
            "text": "The training of team was getting more and more enthusiastic."
        },
        {
            "name": "Horsegirl with Straight-cut Bangs",
            "text": "I did it! I beat my own best record again today"
        },
        {
            "text": "The team members continue to grow their own records."
        },
        {
            "text": "The atmosphere of the team is at its highest peak."
        },
        {
            "name": "Mejiro McQueen",
            "text": "ha, ha, ha, ha……"
        },
        {
            "text": "At the same time, McQueen was in training to set a new record."
        },
        {
            "name": "Gold Ship",
            "text": "After all, McQueen is amazing. Running from this distance, her pace and form are not disturbed at all."
        },
        {
            "name": "Horsegirl with Straight-cut Bangs",
            "text": "Isn't there any more horse girls that can beat McQueen-san over long distances?"
        },
        {
            "text": "It is true that there are not many horse girls that can compete with Mejiro McQueen in long distances right now."
        },
        {
            "text": "However, my gaze had been attracted to another horse girl."
        },
        {
            "text": "However, my gaze had been attracted to another horse girl."
        },
        {
            "name": "Rice Shower",
            "text": "heh, heh, heh, heh……"
        },
        {
            "text": "Recently, Rice Shower newly joined the team. Was worried that the expected result would come out."
        },
        {
            "name": "Gold Ship",
            "text": "oh, Rice is already exhausted. Her running is completely out of order."
        },
        {
            "text": "Indeed, compared to Mejiro McQueen, Rice Showers run still needs more work."
        },
        {
            "text": "Indeed, compared to Mejiro McQueen, Rice Showers run still needs more work."
        },
        {
            "text": "She continues to stare at Mejiro McQueen's back."
        },
        {
            "text": "No matter how painful it is, it will never disappear."
        },
        {
            "text": "And more than anything."
        },
        {
            "name": "Mejiro McQueen",
            "text": "heh, heh, heh, heh……"
        },
        {
            "name": "Rice Shower",
            "text": "not yet……not yet, not yet…… more, until the end……"
        },
        {
            "name": "Mejiro McQueen",
            "text": "…… No way, I can't believe your following me this far, but___"
        },
        {
            "name": "Rice Shower",
            "text": "……Ehhh!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "ha, ha, ha, ha……"
        },
        {
            "name": "Rice Shower",
            "text": "heh, heh, heh, heh……"
        },
        {
            "name": "Gold Ship",
            "text": "Go- - - - al! Isn't the record time updated again!"
        },
        {
            "name": "Droopy-eyed Horsegirl",
            "text": "Wow, Wow, Wow"
        },
        {
            "name": "Horsegirl with Straight-cut Bangs",
            "text": "As expected of the Tennoshou horse girl! as expected from the Ace!, Right Trainer-san!",
            "choice_data_list": [
                "Yeah, that's our best ace.",
                "Yeah, that's our best ace."
            ]
        },
        {
            "name": "Mejiro McQueen",
            "text": "Hey. could you please stop that."
        },
        {
            "text": "But Rice also had a good run."
        },
        {
            "name": "Rice Shower",
            "text": "heh, heh…… huh, Rice?"
        },
        {
            "name": "Gold Ship",
            "text": "Even though it looked bad, you showed me your guts from here."
        },
        {
            "name": "Rice Shower",
            "text": "But if Rice really had a good run, then why can't I win in a race……"
        },
        {
            "name": "Rice Shower",
            "text": "In the Satsuki Sho, and the last race. I tried, but I ended in 8th place."
        },
        {
            "name": "Gold Ship",
            "text": "Even if you say that, you were stuck on McQueen for 50m. It's a big deal."
        },
        {
            "name": "Rice Shower",
            "text": "heh…… but……"
        },
        {
            "text": "You have to be self-confident. “I can run,” it is necessary to have that kind of positive feeling."
        },
        {
            "text": "You have to be self-confident. “I can run,” it is necessary to have that kind of positive feeling."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Also, there is something that I made sure of when we ran together."
        },
        {
            "name": "Mejiro McQueen",
            "text": "It is “distance”."
        },
        {
            "name": "Rice Shower",
            "text": "ehh, “distance”……?"
        },
        {
            "text": "Yeah, Rice has a short, thin, lean body…… and this leg."
        },
        {
            "text": "Rice, your suitability is definitely a “stayer”"
        },
        {
            "text": "Rice, your suitability is definitely a “stayer”"
        },
        {
            "name": "Rice Shower",
            "text": "Rice is a stayer…… the same as McQueen-san……"
        },
        {
            "text": "Yes, if the distance is extended. Rice's ability will be utilized more. A longer distance is desirable more than a race where Rice was 8th."
        },
        {
            "text": "Actually, there is a race of 2400m in the immediate vicinity. I have a good idea of what to do."
        },
        {
            "text": "Actually, there is a race of 2400m in the immediate vicinity. I have a good idea of what to do."
        },
        {
            "text": "So far, except for Rice Shower, the members' expressions changed as if they guessed something."
        },
        {
            "text": "Rice Showers next race is special for a horse girl. That race that determines the top.",
            "choice_data_list": [
                "It's the Japan Derby!",
                "It's the Japan Derby!"
            ]
        },
        {
            "name": "Rice Shower",
            "text": "”Japan Derby”?"
        },
        {
            "text": "The cry of Rice Shower, similar to a sad chant, ran through the training course as if it was reminiscent of her running from now on."
        }
    ]
}