{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Class was over for the day. I came to the office to pass the time \nbefore the start of evening training, when…"
        },
        {
            "name": "Nice Nature",
            "text": "Oh, Trainer-san. Don't mind me.",
            "choice_data_list": [
                "You're early!",
                "You're early!"
            ]
        },
        {
            "name": "Nice Nature",
            "text": "But of course! Model student, that's me! Nah, I'm \nkidding. I just borrowed this manga from my friend \nand I wanted somewhere quiet to read it."
        },
        {
            "name": "Nice Nature",
            "text": "\"To The Ends Of The Turf\", it's called. You heard of it? All the \nkids are reading it, you know."
        },
        {
            "text": "I picked it up off the table and looked at the cover. It looked \nlike a story about Uma Musume."
        },
        {
            "name": "Nice Nature",
            "text": "That'll be a \"no\", then?"
        },
        {
            "name": "Nice Nature",
            "text": "Really now, Trainer-san! It won't do to be out of \ntouch with the youth when it comes to these things… \nWell, I'd never heard of it either, but…"
        },
        {
            "name": "Nice Nature",
            "text": "Anyway, my friend insisted I read it. And you know what, I can \nsee why it's so popular. I'm telling you, I can't put it down!",
            "choice_data_list": [
                "Oh yeah? What's it about?",
                "Oh yeah? What's it about?"
            ]
        },
        {
            "name": "Nice Nature",
            "text": "Well it's about this Uma Musume, right? And she wants \nto be a big star, so she's got to go up against her \nfriends, her rivals, that sort of thing…"
        },
        {
            "name": "Nice Nature",
            "text": "And right now she's just missed out on her dream of \nwinning the Triple Crown…! It's brutal!"
        },
        {
            "name": "Nice Nature",
            "text": "And she's like \"As long as I can run one more step… \nmy dream of being a star Uma Musume will never die…!!!\" \nAhh, I'm getting choked up again just thinking about it…!",
            "choice_data_list": [
                "Words to live by, huh.",
                "Words to live by, huh."
            ]
        },
        {
            "name": "Nice Nature",
            "text": "Uh-huh. Spoken like a real star. Girls like that just have \nsomething different than the rest of us…"
        },
        {
            "name": "Nice Nature",
            "text": "Strength, hard work, self-belief… she's got it all! A perfect, \nshining beacon of Uma Musume-ness!"
        },
        {
            "name": "Nice Nature",
            "text": "Well I mean, uh, she is just a manga character, but…"
        },
        {
            "name": "Nice Nature",
            "text": "But you know what I mean, right? We've even got \na couple of girls like that at the academy. The \nreal celebs. You know who I'm talking about.",
            "choice_data_list": [
                "But you're not going to let them get \nthe better of you, am I right?",
                "But you're not going to let them get \nthe better of you, am I right?"
            ]
        },
        {
            "name": "Nice Nature",
            "text": "Hey, knock it off, I see what you're trying to do."
        },
        {
            "name": "Nice Nature",
            "text": "Nah, you see, me? I'm like this main character's friend, the \nshoulder she cries on when it all goes wrong…"
        },
        {
            "name": "Nice Nature",
            "text": "She even sounds like me. Here listen to this…"
        },
        {
            "name": "Nice Nature",
            "text": "\"Don't beat yourself up. Hard work can only get you so far…\" \nDoesn't that sound like the sort of thing I'd say?"
        },
        {
            "name": "Nice Nature",
            "text": "I kind of want to tell her to get a grip, you know!? \nBut then I'm like, \"hey, look who's talking\"…"
        },
        {
            "name": "Nature's friend",
            "text": "Excuse me? Is Nature here…? Ah, there you are! \nI just finished the new \"Turf\". Here!"
        },
        {
            "name": "Nice Nature",
            "text": "Oh, thanks!"
        },
        {
            "name": "Nice Nature",
            "text": "I was just telling trainer-san about it, actually. \nAbout that one background character who…"
        },
        {
            "name": "Nature's friend",
            "text": "Oh, her? She finally gets her big \nmoment in this one! It's so good!"
        },
        {
            "name": "Nature's friend",
            "text": "She's all like… \"I know I'm not the strongest, I know I'm not the \nfastest… but I'll give it my best… so I can stand on the top step \nof the podium… and smile!\" You've got to read it!!"
        },
        {
            "name": "Nice Nature",
            "text": "Hahahaa hey! Whoa! Spoiler alert! Ahaha… wait, what? \nSHE said that? But she's just a background character, right?",
            "choice_data_list": [
                "You really are alike, huh.",
                "You really are alike, huh."
            ]
        },
        {
            "name": "Nice Nature",
            "text": "Huh!? No, no, no, no. C'mon, can you imagine \nme saying something like that?"
        },
        {
            "name": "Nature's friend",
            "text": "I don't know, now that you mention it, recently you DO seem a \nlittle more… serious? Like you're putting your heart and soul \ninto your training and everything…"
        },
        {
            "name": "Nice Nature",
            "text": "Huh!? Not you too! No, no, no, no, no, don't be ridiculous, \nyou'd never catch me carrying on like that. C'mon, cut it out!"
        },
        {
            "name": "Nice Nature",
            "text": "Uhhh anyway! Isn't it time for training? I'm going to the track.",
            "choice_data_list": [
                "That's it! Reach for that top step!!!"
            ]
        },
        {
            "name": "Nice Nature",
            "text": "Ahh!! Quit it! I don't sound like that!!"
        },
        {
            "text": "And so began another day of training with Nice Nature."
        }
    ]
}