{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Today is finally the debut race. Due to her high \nreputation, Air Groove was 1st in popularity."
        },
        {
            "text": "But一"
        },
        {
            "name": "Commentator",
            "text": "The first horse girl has entered the final straight! The fan \nfavorite Air Groove is sharply blasting through!"
        },
        {
            "name": "Commentator",
            "text": "Will she make it?! Will she make it!? The goal is right in front \nof her eyes! Will Air Groove make it?!"
        },
        {
            "name": "Commentator",
            "text": "Goal!!! \"The Empress\" Air Groove comes in an undeniable 2nd!"
        },
        {
            "text": "\"Full speed\"…the exhausted horse girl embodied that phrase \nperfectly, and it tore Air Groove apart…"
        },
        {
            "name": "Air Groove",
            "text": "Defeat… damn it! How pathetic…!"
        },
        {
            "name": "Air Groove",
            "text": "…No. This isn't the time to get angry, or to feel regret. I \nwas lacking as \"The Empress\", and so I got the deserved outcome."
        },
        {
            "name": "Air Groove",
            "text": "If that's the case, I need to keep going until I'm sufficient…!"
        },
        {
            "name": "Air Groove",
            "text": "Hey you, as the horse girl you're supervising I'm \nsuggesting a change of plans. Today was supposed to \nbe a rest day but I want to hold a meeting."
        },
        {
            "name": "Air Groove",
            "text": "We're going to completely revise the training \nmenu, and aim for even greater heights…!!"
        },
        {
            "text": "Killing her humiliation, she's already looking \nforward. Air Groove is always working her hardest \nto reach her ideal \"Empress\"."
        },
        {
            "text": "Which is why as her trainer I want to be even more helpful, for \nexample clearing at least some of her busy schedule一"
        },
        {
            "name": "Air Groove",
            "text": "Hey, are you listening? What are you daydreaming about?"
        },
        {
            "name": "Air Groove",
            "text": "…Don't tell me, I hope you're not thinking \nof involving yourself in my business too."
        },
        {
            "name": "Air Groove",
            "text": "It was the first thing I told you, wasn't it? You'll concern \nyourself with only my training. I won't allow you input on \nanything other than that."
        },
        {
            "name": "Air Groove",
            "text": "Or do you intend to violate the contract?"
        },
        {
            "text": "…I'm worried about Air Groove's busy schedule, but it seems \nlike the contract will be terminated if I don't watch my mouth."
        },
        {
            "text": "So what should I do? That day, after returning \nto my room I thought about it endlessly一"
        },
        {
            "name": "Air Groove's Trainer",
            "text": "But, if she continues in her student council activities and \nguiding her juniors, it's her own growth that'll be affected! So一"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Air Groove takes part in those with a clear will and purpose. No \none should be able to deprive her of that without her consent.",
            "choice_data_list": [
                "(…That's it!)"
            ]
        },
        {
            "text": "In the first place, why does Air Groove commit so much to the \nstudent council at the expense of her own time?"
        },
        {
            "text": "First, I have to learn the reason why…!"
        },
        {
            "name": "Symboli Rudolf",
            "text": "I see. So that's why you came to see me. \nHm…"
        },
        {
            "name": "Symboli Rudolf",
            "text": "I could explain it to you myself. But that wouldn't be enough for \nyou to understand her ambitions."
        },
        {
            "name": "Symboli Rudolf",
            "text": "If you wish to stand from the same viewpoint as \nher. Shouldn't you see it with your own eyes?",
            "choice_data_list": [
                "True…"
            ]
        },
        {
            "name": "Symboli Rudolf",
            "text": "But, you came here to see me after thinking hard about \nher. That sincerity was well communicated."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Out of respect and sincerity to you, I'll guide you. \nFollow me."
        },
        {
            "text": "Led by Symboli Rudolf, I found Air Groove guiding \nMejiro Dober at the end of the course."
        },
        {
            "name": "Air Groove",
            "text": "Your acceleration after your start is still a bit lacking. Raise \nyour pitch and widen your strides."
        },
        {
            "name": "Mejiro Dober",
            "text": "My strides…? But, whenever I'm conscious of \nwidening them, my speed keeps lowering…"
        },
        {
            "name": "Air Groove",
            "text": "It's probably because your body isn't used to \nthe rhythm required for long strides yet. Alright, \nlet me give you a good training tip."
        },
        {
            "name": "Air Groove",
            "text": "Mark the course at an interval of about 1.5m, \nstep on it accurately and try to run without \nslowing down as much as possible."
        },
        {
            "name": "Air Groove",
            "text": "Once you're used to it try 1.8m, 2m… and then just \nkeep going from there. Once you do it like that your \nbody will naturally adapt to the rhythm."
        },
        {
            "name": "Mejiro Dober",
            "text": "I see…! Thank you very much, I'll give it a try…!"
        },
        {
            "name": "Symboli Rudolf",
            "text": "…Mejiro Dober is uncomfortable around men. It seems she had \ntrouble being guided by a male instructor."
        },
        {
            "name": "Symboli Rudolf",
            "text": "At that time, the person who noticed first and reached \nout their hand to help was Air Groove."
        },
        {
            "name": "Symboli Rudolf",
            "text": "The reason Mejiro Dober is still learning freely at this school, \nis probably in large thanks to Air Groove."
        },
        {
            "name": "Symboli Rudolf",
            "text": "And一"
        },
        {
            "name": "Air Groove",
            "text": "So this is where you were, Suzuka. \nWhat were you doing?"
        },
        {
            "name": "Silence Suzuka",
            "text": "Eh? Um… nothing really."
        },
        {
            "name": "Silence Suzuka",
            "text": "It looks like we can't use the training course right \nnow due to poor maintenance so… When I can't \nrun, I don't really have anything to do…"
        },
        {
            "name": "Air Groove",
            "text": "And so you're lazing around here now? \nHm… how like you."
        },
        {
            "name": "Air Groove",
            "text": "Well then, good news for you. The student council has dealt with \nthe poor maintenance of the course. Some are already available."
        },
        {
            "name": "Silence Suzuka",
            "text": "Ah! Really?!"
        },
        {
            "name": "Air Groove",
            "text": "The curfew is soon, but it's you. If you can run for 10 or 20 \nminutes, you'll still want to won't you?"
        },
        {
            "name": "Silence Suzuka",
            "text": "Yes! Thank you, Air Groove!"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Even when Silence Suzuka was in a tough spot, \nAir Groove still managed to help her."
        },
        {
            "name": "Symboli Rudolf",
            "text": "And as the vice president of the student council, she's been \nworking hard to make the school a better environment."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Her efforts have helped the entire school… And of course to me \nthe president, she's an invaluable right hand."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Now then… how was it? Was today's experience \nable to bring you closer to an answer?",
            "choice_data_list": [
                "I'm going to think it over one more time"
            ]
        },
        {
            "name": "Symboli Rudolf",
            "text": "I see. Not rushing to a conclusion is a wonderful attitude. Hm一"
        },
        {
            "name": "Symboli Rudolf",
            "text": "She was stressing over doing things without support, \nbut it seems that will end in melancholy.",
            "choice_data_list": [
                "Eh?"
            ]
        },
        {
            "name": "Symboli Rudolf",
            "text": "Nothing. It's an uphill battle… I wish you good luck."
        },
        {
            "text": "I've steeled myself… let's think over \non Air Groove one more time."
        }
    ]
}