{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "It is said Uma Musume who will one day reach the top have a \nstrong ambition and aura that attracts everyone."
        },
        {
            "text": "\"She\" had that aura."
        },
        {
            "name": "Air Groove",
            "text": "Ha, ha, ha, ha…!",
            "choice_data_list": [
                "That's \"The Empress\" Air Groove…!"
            ]
        },
        {
            "text": "A neat body that cuts the wind, and long legs that lightly kick \nthe ground. A beautiful yet powerful look that gazes ahead \nwithout any hesitation."
        },
        {
            "text": "And above all, the aura of dignity and fortitude that overflows \nfrom her whole body tells everyone to fear the title \"Empress\"ー"
        },
        {
            "name": "Air Groove",
            "text": "Fu…"
        },
        {
            "text": "…Before I knew it, time had flown by \nand the evening sky was dyed in red."
        },
        {
            "text": "Then, one horse girl approached Air Groove who \nhad seemed to have completed her trainingー"
        },
        {
            "name": "Silence Suzuka",
            "text": "Air Groove! Sorry to make you wait. \nI got a bit carried away while running outside…"
        },
        {
            "name": "Air Groove",
            "text": "Hmph… you're the same as ever, Suzuka. \nWell, I figured something like that would happen so I don't mind."
        },
        {
            "name": "Air Groove",
            "text": "That aside, do you have the energy left to race?"
        },
        {
            "name": "Silence Suzuka",
            "text": "Yes, no problem. Let's get started."
        },
        {
            "name": "Hishi Amazon",
            "text": "Ah, Air Groove and Suzuka are gonna race now? \nLooks like I'll get to see something interesting!"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Needless to say, it'll be training between two very talented \npeople! It seems there'll be a lot to learn."
        },
        {
            "text": "In the blink of an eye there was a whole crowd around the course. \nWith all eyes on them the two began running side by side."
        },
        {
            "name": "Silence Suzuka",
            "text": "Ha, ha, ha…!"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Ohh…! \nSuzuka's runaway never fails to amaze me."
        },
        {
            "name": "Hishi Amazon",
            "text": "But it doesn't look like Air Groove is gonna let it \nend like this either. Look… it's like the length \ndifference is just getting her more fired up!"
        },
        {
            "name": "Air Groove",
            "text": "…Hm."
        },
        {
            "text": "Then, just as Silence Suzuka turned the \nfinal corner with a huge lead―!"
        },
        {
            "name": "Air Groove",
            "text": "―Haa!!"
        },
        {
            "name": "Hishi Amazon",
            "text": "Ohhh!? \nOi oi, she just closed that distance in one go…!!"
        },
        {
            "name": "Fuji Kiseki",
            "text": "What amazing spurt strength…! Her decision of when to chase \nher was wonderful as well. Suzuka can't catch up now…!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Gh…!"
        },
        {
            "name": "Air Groove",
            "text": "This race… is mine!!"
        },
        {
            "text": "A burning fighting spirit, yet, calm judgment. And a tremendous \namount of running power… she was amazing at everything."
        },
        {
            "text": "With the gap between her and Silence Suzuka, \nAir Groove crossed the goal…"
        },
        {
            "text": "I stood there bewildered, before hearing \nthe excitement of the girls watching the race."
        },
        {
            "name": "Hishi Amazon",
            "text": "Man, I got to see some good stuff! \nI wanna go one on one with her next."
        },
        {
            "name": "Fuji Kiseki",
            "text": "Indeed. With runners as talented as her, \nshe truly shows us running fit to be called ideal…"
        },
        {
            "name": "Fuji Kiseki",
            "text": "And on top of that, as the vice president of the student council \nshe also supports our daily school life in various ways."
        },
        {
            "name": "Hishi Amazon",
            "text": "I think saying support is a bit much but… \nwell, it's true she is always helping us out."
        },
        {
            "name": "Fuji Kiseki",
            "text": "I can understand why the ponies look up to \nher so much. I also aim to be like her."
        },
        {
            "name": "Hishi Amazon",
            "text": "…By the way, you there. \nSeems like you've been staring at Air Groove for a while now.",
            "choice_data_list": [
                "Huh, me?",
                "Huh, me?"
            ]
        },
        {
            "name": "Hishi Amazon",
            "text": "Yes, you. Who else would I be talking to? I haven't seen your \nface around here before, are you a new trainer?"
        },
        {
            "name": "Hishi Amazon",
            "text": "Don't tell me, you wanna scout Air Groove?",
            "choice_data_list": [
                "If it's possible I'd love to…!"
            ]
        },
        {
            "name": "Hishi Amazon",
            "text": "Sheesh, well… you're a bit late for that."
        },
        {
            "name": "Groove's Trainer",
            "text": "Air Groove! So this is where you were. \nWere you doing independent training today as well…?"
        },
        {
            "name": "Air Groove",
            "text": "Yes I was… is there any problem?"
        },
        {
            "name": "Groove's Trainer",
            "text": "…No. About tomorrow, is it okay if I change the plans a bit? \nI have some things to do so I'd like to start 30 minutes later."
        },
        {
            "name": "Air Groove",
            "text": "…Hm. But you've already booked the training course haven't \nyou? If so, I'll proceed with the training regimen myself."
        },
        {
            "name": "Groove's Trainer",
            "text": "Eh? But wouldn't it be better to take the chance to res―"
        },
        {
            "name": "Air Groove",
            "text": "The debut race is close, as if I could \nafford to waste a single second."
        },
        {
            "name": "Air Groove",
            "text": "Besides, I rest as needed without being told. \nHas there ever been reason for you to change plans up until now?"
        },
        {
            "name": "Groove's Trainer",
            "text": "W-Well… no. \n…I got it. Then, go ahead and train without me."
        },
        {
            "name": "Hishi Amazon",
            "text": "Haha, as always she's dragging her trainer around by the leash! \n…But well, it's as you see."
        },
        {
            "name": "Fuji Kiseki",
            "text": "I'm sure it's disappointing news for you but… \nAir Groove already has a trainer to watch over her."
        },
        {
            "name": "Hishi Amazon",
            "text": "She didn't even show up in the Selection Race \nso I can't blame you. But well, there's no rule \nsaying you can't be scouted before then."
        },
        {
            "text": "It seems that other trainers saw Air \nGroove was special as well…"
        },
        {
            "text": "I left the course that day, with feelings of regret."
        }
    ]
}