{
    "text_block_list": [
        {
            "name": "Silence Suzuka",
            "text": "-That's why. I'm sorry. The running style you taught me, for me is…"
        },
        {
            "name": "Suzuka's Trainer",
            "text": "I see… I'm sorry, I must have caused you a lot of distress. And you, Trainer-san, thank you for being concerned about her.",
            "choice_data_list": [
                "Please expand her potenial as much as possible"
            ]
        },
        {
            "name": "Suzuka's Trainer",
            "text": "I'd like to but… My instruction style is a bit rigid, so I might end up putting you through this uncomfortable situation again."
        },
        {
            "name": "Suzuka's Trainer",
            "text": "So… how about this, Suzuka? How about transferring and being under the supervision of this trainer?"
        },
        {
            "name": "Silence Suzuka",
            "text": "Eh? Transfer…?"
        },
        {
            "name": "Suzuka's Trainer",
            "text": "Yes. Having flexible thinking, and above all, having deep consideration for Uma Musume… for you. I think she's a wonderful person."
        },
        {
            "name": "Silence Suzuka",
            "text": "Um… I-is that okay with you? With someone like me…",
            "choice_data_list": [
                "If that's what you want, absolutely…!",
                "If that's what you want, absolutely…!"
            ]
        },
        {
            "name": "Silence Suzuka",
            "text": "…Ah!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Thank you… very much. Please treat me well, Trainer-san…!"
        },
        {
            "name": "Suzuka's Trainer",
            "text": "How wonderful, Suzuka! From the bottom of my heart, I'm looking forward to your performance."
        },
        {
            "name": "Suzuka's Trainer",
            "text": "Oh, but it's a different story if it's against a girl I'm supervising. At that time, we'll come at you with our full strength, so make sure you're prepared."
        },
        {
            "name": "Silence Suzuka",
            "text": "Yes!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Um… I know it's a bit sudden, Trainer-san. But, my debut was planned for next month. What should we do…?"
        },
        {
            "text": "Silence Suzuka's wavering gaze was full of motiviation. Suddenly stopping her here probably wouldn't be a good idea.",
            "choice_data_list": [
                "Let's enter the debut race, as planned!"
            ]
        },
        {
            "name": "Silence Suzuka",
            "text": "It's okay for me to run…?! Thank you very much!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Then… what should I do in regards to my running strategy…?"
        },
        {
            "name": "Silence Suzuka",
            "text": "I understand what I've learned. 'Escape' is high risk. As I am now, someday I might not be able to continue running in the lead."
        },
        {
            "text": "Silence Suzuka's words are correct. But-"
        },
        {
            "name": "Silence Suzuka",
            "text": "…I want to run out in front."
        },
        {
            "name": "Silence Suzuka",
            "text": "Once more, I want to reach that place again and again. These feelings alone…I won't concede…!"
        },
        {
            "text": "Her stubborness about leading… that point aside, Silence Suzuka already posesses strength second to none."
        },
        {
            "text": "Beyond that feeling, there might be a new potential that no other Uma Musume has reached before…!",
            "choice_data_list": [
                "Continue with your own style",
                "Continue with your own style"
            ]
        },
        {
            "text": "\"Lead from start to finish without slowing\"- It will be difficult, but by no means is it impossible."
        },
        {
            "name": "Silence Suzuka",
            "text": "…you believe in my running, it seems."
        },
        {
            "name": "Silence Suzuka",
            "text": "Understood. I will meet your expectations, without fail."
        },
        {
            "text": "And with that, we turned towards preparation for her debut race with some special training…!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Run in the lead from the start until the end without slowing down… how should I actualize this?"
        },
        {
            "name": "Silence Suzuka",
            "text": "\"The energy required to accelerate is limited, so running to preserve stamina is necessary\" was what I was told before though…",
            "choice_data_list": [
                "I guess we need to maximize that energy",
                "I guess we need to maximize that energy"
            ]
        },
        {
            "text": "For the sake of training her instantaneous power and stamina in a balanced manner, I suggested Hill Sprints"
        },
        {
            "name": "Silence Suzuka",
            "text": "Hill Sprints is it? Understood. But… doesn't the school course seem a little lacking?"
        },
        {
            "name": "Silence Suzuka",
            "text": "How about… climbing a mountain? Since we have the opportunity…!",
            "choice_data_list": [
                "(Her eyes are serious…!?)"
            ]
        },
        {
            "text": "And thus I spent the days training with a fired up Silence Suzuka-"
        },
        {
            "text": "And then, finally…!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Oh, Air Groove! You came?"
        },
        {
            "name": "Air Groove",
            "text": "Yeah, to be honest, I was a little worried."
        },
        {
            "name": "Air Groove",
            "text": "Hu… but, seeing your expression, it seems it was unnecessary."
        },
        {
            "name": "Silence Suzuka",
            "text": "Fufuu…I'll be starting soon, so I'm heading out."
        },
        {
            "name": "Air Groove",
            "text": "Yeah. I'm looking forward to it."
        },
        {
            "name": "Commentator",
            "text": "Now, gathering under this blue sky are the Uma Musume eager to compete in the Twinkle Series!"
        },
        {
            "name": "Commentator",
            "text": "The participating Uma Musume are in their gates… Debut Race, Start!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Haa, haa, haa…!"
        },
        {
            "name": "Commentator",
            "text": "Right at the start with unbelieveable speed, jumping ahead and leaving everyone behind is the girl #1 in popularity, Silence Suzuka!"
        },
        {
            "name": "Spectator A",
            "text": "That girl, Suzuka, is amazing isn't she?! Do escape-type Uma Musume normally go that fast at the start?!"
        },
        {
            "name": "Spectator B",
            "text": "But, this isn't just a debut race, it's the Twinkle Series! Using that much power at the start, she shouldn't be able to make it…"
        },
        {
            "name": "Silence Suzuka",
            "text": "(Still… still, it's too noisy. Not yet. More…!)"
        },
        {
            "name": "Silence Suzuka",
            "text": "Fuu…!!"
        },
        {
            "name": "Commentator",
            "text": "We're entering the final stages of the race, but Silence Suzuka doesn't falter! She surges ahead, extending her lead, further and further forward!"
        },
        {
            "name": "Spectator B",
            "text": "No way…! At this rate, is she seriously going to do it…?!"
        },
        {
            "name": "Silence Suzuka",
            "text": "(I won't let anyone stand in my way. I won't yield, to anyone.)"
        },
        {
            "name": "Silence Suzuka",
            "text": "The scenery from the lead… belongs to me!"
        },
        {
            "name": "Commentator",
            "text": "Silence Suzuka, with a 7 length lead, goooooaaal in! With a logic-defying escape run, the crowd goes wild!"
        },
        {
            "text": "WHOOOOAAA!!"
        },
        {
            "name": "Air Groove",
            "text": "Suzuka, someone like you…! You've become quite a fearsome opponent!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Haa…",
            "choice_data_list": [
                "Satisfied?",
                "Satisfied?"
            ]
        },
        {
            "name": "Silence Suzuka",
            "text": "Satisfied?"
        },
        {
            "name": "Silence Suzuka",
            "text": "Let's go see even better scenery, together…Trainer-san!"
        }
    ]
}