{
    "text_block_list": [
        {
            "text": "As part of training, mock races are held on campus. Today, it seems like Silence Suzuka will be participating."
        },
        {
            "text": "While I was a little concerned about what happened in the library the other day, I came to spectate…"
        },
        {
            "name": "Suzuka's Trainer",
            "text": "Suzuka, you understand what the goal of today's mock race is, right?"
        },
        {
            "name": "Silence Suzuka",
            "text": "Um… applying what I learned in preparation for my debut race."
        },
        {
            "name": "Suzuka's Trainer",
            "text": "That's right. Your debut race next month is approaching."
        },
        {
            "name": "Suzuka's Trainer",
            "text": "Which is exactly why you should go out there and make this new \"Planned Speed Control\" running style yours!"
        },
        {
            "name": "Silence Suzuka",
            "text": "…Yes."
        },
        {
            "name": "Air Groove",
            "text": "I've been looking forward to this day, Suzuka. I'll have you show me how much you've grown under that trainer."
        },
        {
            "name": "Silence Suzuka",
            "text": "Yeah. I won't let you take the lead."
        },
        {
            "name": "Air Groove",
            "text": "Fuu, I'll return those words right back at you. Well then, I'll be heading off first."
        },
        {
            "name": "Silence Suzuka",
            "text": "Just like I was taught, hold back at first, saving my power until the end"
        },
        {
            "name": "Silence Suzuka",
            "text": "Yeah… it'll be alright. It's the correct method after all… I'll definitely win."
        },
        {
            "text": "And thus, Silence Suzuka's mock race began. However…"
        },
        {
            "name": "Silence Suzuka",
            "text": "Haa… haa… haaa…!"
        },
        {
            "name": "Silence Suzuka",
            "text": "No… not yet, I still need to hold back…!"
        },
        {
            "name": "Air Groove",
            "text": "Suzuka…?"
        },
        {
            "text": "Even though in the Selection Race she took such a huge lead, it looks like today she's not taking the lead from the start."
        },
        {
            "text": "Perhaps, her trainer's instructions were to use \"Planned Speed Control\". But…"
        },
        {
            "name": "Silence Suzuka",
            "text": "Uu… kuu…"
        },
        {
            "text": "She was surrounded by the other girls, it seemed like she was being constrained… and looked distressed."
        },
        {
            "text": "And then, towards the end of the race-"
        },
        {
            "name": "Silence Suzuka",
            "text": "The last straight…! Now…!"
        },
        {
            "name": "Silence Suzuka",
            "text": "H-huh? My legs…I can't put in any power…!"
        },
        {
            "name": "Air Groove",
            "text": "…I'll end this!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Ah…!"
        },
        {
            "text": "Air Groove and the other girls entered the final spurt. Silence Suzuka was buried in that group and they passed her one after another…"
        },
        {
            "name": "Silence Suzuka",
            "text": "I can't see the front…"
        },
        {
            "name": "Silence Suzuka",
            "text": "I can't see… that scenery…"
        },
        {
            "name": "Suzuka's Trainer",
            "text": "8th… An unfortunate result, isn't it?"
        },
        {
            "name": "Suzuka's Trainer",
            "text": "You held back in the beginning like instructed, so I think it's a good result. But, at the end your running wasn't as sharp. What happened?"
        },
        {
            "name": "Silence Suzuka",
            "text": "…"
        },
        {
            "name": "Suzuka's Trainer",
            "text": "Suzuka?…is something wrong?"
        },
        {
            "name": "Silence Suzuka",
            "text": "Ah… I-I'm sorry. Um…"
        },
        {
            "name": "Silence Suzuka",
            "text": "…I'm sorry, I don't know. I don't… really understand it myself…"
        },
        {
            "name": "Suzuka's Trainer",
            "text": "…I see. It looks like it'll take a bit longer to make that new running style your own."
        },
        {
            "name": "Suzuka's Trainer",
            "text": "Then, let's cancel your debut race for now. After all, there's no need to rush right now."
        },
        {
            "name": "Silence Suzuka",
            "text": "Eh…?!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Cancel my debut… a-are you telling me not to run?!"
        },
        {
            "name": "Suzuka's Trainer",
            "text": "Please, calm down. I'm just saying we should wait. Once you get more used to the new running style we can enter-"
        },
        {
            "name": "Silence Suzuka",
            "text": "Please wait, I can run! No, I want to run…!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Running in the lead is my-"
        },
        {
            "name": "Suzuka's Trainer",
            "text": "But, you're not used to running like this. You understand that, right?"
        },
        {
            "name": "Silence Suzuka",
            "text": "…uu."
        },
        {
            "name": "Suzuka's Trainer",
            "text": "Suzuka, please listen. I just want you to be in perfect condition for your debut race."
        },
        {
            "name": "Suzuka's Trainer",
            "text": "Take your time to learn the new running style… it won't be too late after that, right?"
        },
        {
            "name": "Silence Suzuka",
            "text": "When is 'after that'…?"
        },
        {
            "name": "Suzuka's Trainer",
            "text": "Eh? Sorry, did you say something…?"
        },
        {
            "name": "Silence Suzuka",
            "text": "…sorry, nothing."
        },
        {
            "name": "Silence Suzuka",
            "text": "I'm… heading home for today."
        },
        {
            "text": "Leaving the course with shoulders sagging, Silence Suzuka's back was like a lost child's. It was painful to look…"
        }
    ]
}