{
    "text_block_list": [
        {
            "name": "Gold Ship",
            "text": "Whoo! Finally, finally, finally, finally! It's finally starting!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "That is correct! The curtains covering our commemoration of the WINNING DREAM STAGE are finally…"
        },
        {
            "name": "Gold Ship",
            "text": "The endless wasteland… filled with untouched gold veins and mysterious ancient ruins! Mac-chan, take my hand! Let's embark on a new adventure!!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "What are you trying to do!? We are performing a L-I-V-E concert! Do you understand? A live concert!!"
        },
        {
            "name": "Tokai Teio",
            "text": "Ahaha, Golshi is saying crazy things again. But I guess it's McQueen's fault for always believing what she says… Wait, hmm?"
        },
        {
            "name": "Tokai Teio",
            "text": "Hello, Spe-chan?"
        },
        {
            "name": "Special Week",
            "text": "Yes!? My name is Special Week and I will be singing!?"
        },
        {
            "name": "Silence Suzuka",
            "text": "…Spe-chan, it's not your turn yet, you know? You seem… really nervous."
        },
        {
            "name": "Special Week",
            "text": "Auu… Y-Yes, just a little… Wait no, I'm really nervous!!"
        },
        {
            "name": "Special Week",
            "text": "Everyone's been working really hard to make sure that everything goes well today… I just don't want to ruin it…!!"
        },
        {
            "name": "Gold Ship",
            "text": "Yuh stupid idjit!!"
        },
        {
            "name": "Gold Ship",
            "text": "Nuwa! Spe, you're always lookin back!! You need to start facin' your toes forward, doncha think!?"
        },
        {
            "name": "Special Week",
            "text": "E-Eh!? M-My toes…? But they're always facing forward!?"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Err, well… While I may not fully understand what Goldship-san is saying, it still makes se-… or rather, it still makes about 20% sense."
        },
        {
            "name": "Mejiro McQueen",
            "text": "To commemorate something is to not only remember what happened in the past, but also to carve out a new future with it."
        },
        {
            "name": "Tokai Teio",
            "text": "Well, in short, it's not about what we've done so far, it's about what we're going to do from now on. That's what she meant♪"
        },
        {
            "name": "Silence Suzuka",
            "text": "You can do it, Spe-chan. Just remember…"
        },
        {
            "name": "Silence Suzuka",
            "text": "Since the beginning, we've been running forward with all our heart… day after day, rain or shine, right?"
        },
        {
            "name": "Special Week",
            "text": "…!!"
        },
        {
            "name": "Special Week",
            "text": "Don't look back… Just keep moving forward. Forward…!"
        },
        {
            "name": "Special Week",
            "text": "We will convey our hopes and dreams with our song…!"
        }
    ]
}