{
    "text_block_list": [
        {
            "name": "Special Week",
            "text": "…"
        },
        {
            "name": "Silence Suzuka",
            "text": "Spe-chan…? You haven't changed out of your performance outfit yet?…It looks like your fastener got caught. Do you need help getting it loose?"
        },
        {
            "name": "Special Week",
            "text": "Ah! Sorry about that! But no, it's not that, I just feel like I'm on cloud nine!"
        },
        {
            "name": "Special Week",
            "text": "Err… I can't really explain it… The view from the stage was amazing…"
        },
        {
            "name": "Silence Suzuka",
            "text": "…It was, wasn't it? …I hope to one day see it again, with you."
        },
        {
            "name": "Special Week",
            "text": "…! Yes, one day! Of course, I'd love to see it again with…!"
        },
        {
            "name": "Tokai Teio",
            "text": "Hey hey hey! What do you two think you're doing lazing around!? We have to hurry up and get over there! Do you hear me, hurry up!"
        },
        {
            "name": "Tokai Teio",
            "text": "If we don't get there soon, the after party will start without us!"
        },
        {
            "name": "Special Week",
            "text": "Woah…! There's so much delicious food here…!"
        },
        {
            "name": "Gold Ship",
            "text": "Spe, you didn't know…? Afterparties are also known by a different name, stomach-low. In other words, due to the weight of the food one's stomach begins to sink. Such a horrible thing."
        },
        {
            "name": "Mejiro McQueen",
            "text": "To be able to say such unsubstantiated things without any hesitation… I'm quite impressed…"
        },
        {
            "name": "Gold Ship",
            "text": "Oh you! To be praised by an upstanding young lady such as McQueen, Golshi-chan is just so utterly delighted☆"
        },
        {
            "name": "Mejiro McQueen",
            "text": "I wasn't praising you!!"
        },
        {
            "name": "Tokai Teio",
            "text": "Ahaha! I'll be sure to take some of the sweets off of McQueen's plate to make sure she doesn't eat too much!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Th-That is unnecessary! I'll show you that we of the Mejiro Family have perfect self control."
        },
        {
            "name": "Silence Suzuka",
            "text": "Umm… Anyways… Why don't we get some food? Spe-chan?"
        },
        {
            "name": "Special Week",
            "text": "Of course, Suzuka-san!!"
        },
        {
            "name": "Vodka",
            "text": "Hmm, Scarlet? Aren't you gonna go get some food…?"
        },
        {
            "name": "Daiwa Scarlet",
            "text": "Hmm…? I'll get some in a bit… Just leave me alone for a second…"
        },
        {
            "name": "Vodka",
            "text": "Hey now… Jeez… You honor students are way too uptight. Guess I've got no choice… Wait here for a sec!!"
        }
    ]
}