{
    "text_block_list": [
        {
            "name": "Narita Taishin",
            "text": "(Hums…♪)"
        },
        {
            "name": "Winning Ticket",
            "text": "Daiishi… Ungh… Munya…"
        },
        {
            "name": "Narita Taishin",
            "text": "…Jeez, even in your dreams you're still performing?"
        },
        {
            "name": "Biwa Hayahide",
            "text": "Hey you two, it seems that dessert is being served… hmm? As expected, it seems as though Ticket has run out of energy."
        },
        {
            "name": "Biwa Hayahide",
            "text": "I'll go and get us 3 servings of cake. Taishin, keep an eye on Ticket."
        },
        {
            "name": "Narita Taishin",
            "text": "Yeah, yeah… Jeez, you're like a little kid, going full force until the very end, then running out of energy and falling asleep."
        },
        {
            "name": "Winning Ticket",
            "text": "Munya… We are… the best…"
        },
        {
            "name": "Narita Taishin",
            "text": "Uwah!? Wai- Hey…!! Ah, jeez… she's not waking up…!!"
        },
        {
            "name": "Satono & Kitasan",
            "text": "Haaa…!"
        },
        {
            "name": "Nice Nature",
            "text": "Ohh? The young ones sighed in sync… Still on cloud nine or somethin'?"
        },
        {
            "name": "Kitasan Black",
            "text": "Yes… To get to sing together with you, Teio-san, and Rudolf-san…! It still doesn't feel real!"
        },
        {
            "name": "Satono Diamond",
            "text": "More importantly, it was so much fun! Again… I'd love to be able to experience that again…!!"
        },
        {
            "name": "Nice Nature",
            "text": "Woa- They… They're too pure! Although I guess I knew that already."
        },
        {
            "name": "Nice Nature",
            "text": "But yeah… You can experience that as many times as you want. As long as you continue to run with all you've got… doncha think?"
        },
        {
            "name": "Twin Turbo",
            "text": "Eh!? Nature is going to sing with Satono and the others again!? No fair! No fair!! I wanna sing too!!"
        },
        {
            "name": "Ikuno Dictus",
            "text": "I agree… After all, we've been giving it our all as well."
        },
        {
            "name": "Mejiro Palmer",
            "text": "Ahaha! You're right!! Then I guess it's our time to strike!"
        },
        {
            "name": "Twin Turbo",
            "text": "Naatuuree!!"
        },
        {
            "name": "Nice Nature",
            "text": "Uwah!? What's with you girls all of a sudden…? Wa-Wai-Wait! That hurts! Gueh…!"
        }
    ]
}