{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "…",
            "name": "Special Week"
        },
        {
            "text": "Spe-chan…? You haven't changed out of your performance \noutfit yet?…It looks like your fastener got caught. \nDo you need help getting it loose?",
            "name": "Silence Suzuka"
        },
        {
            "text": "Ah! Sorry about that! But no, it's not that, \nI just feel like I'm on cloud nine!",
            "name": "Special Week"
        },
        {
            "text": "Err… I can't really explain it… \nThe view from the stage was amazing…",
            "name": "Special Week"
        },
        {
            "text": "…It was, wasn't it? \n…I hope to one day see it again, with you.",
            "name": "Silence Suzuka"
        },
        {
            "text": "…! Yes, one day! \nOf course, I'd love to see it again with…!",
            "name": "Special Week"
        },
        {
            "text": "Hey hey hey! What do you two think you're doing \nlazing around!? We have to hurry up and get over \nthere! Do you hear me, hurry up!",
            "name": "Tokai Teio"
        },
        {
            "text": "If we don't get there soon, \nthe after party will start without us!",
            "name": "Tokai Teio"
        },
        {
            "text": "Woah…! \nThere's so much delicious food here…!",
            "name": "Special Week"
        },
        {
            "text": "Spe, you didn't know…? Afterparties are also known by a \ndifferent name, stomach-low. In other words, due to the weight of \nthe food one's stomach begins to sink. Such a horrible thing.",
            "name": "Gold Ship"
        },
        {
            "text": "To be able to say such unsubstantiated things without any \nhesitation… I'm quite impressed…",
            "name": "Mejiro McQueen"
        },
        {
            "text": "Oh you! To be praised by an upstanding young lady such as \nMcQueen, Golshi-chan is just so utterly delighted☆",
            "name": "Gold Ship"
        },
        {
            "text": "I wasn't praising you!!",
            "name": "Mejiro McQueen"
        },
        {
            "text": "Ahaha! I'll be sure to take some of the sweets off of McQueen's \nplate to make sure she doesn't eat too much!",
            "name": "Tokai Teio"
        },
        {
            "text": "Th-That is unnecessary! I'll show you that we of the Mejiro \nFamily have perfect self control.",
            "name": "Mejiro McQueen"
        },
        {
            "text": "Umm… Anyways… \nWhy don't we get some food? Spe-chan?",
            "name": "Silence Suzuka"
        },
        {
            "text": "Of course, Suzuka-san!!",
            "name": "Special Week"
        },
        {
            "text": "Hmm, Scarlet? \nAren't you gonna go get some food…?",
            "name": "Vodka"
        },
        {
            "text": "Hmm…? I'll get some in a bit… \nJust leave me alone for a second…",
            "name": "Daiwa Scarlet"
        },
        {
            "text": "Hey now… Jeez… You honor students are way too uptight. \nGuess I've got no choice… Wait here for a sec!!",
            "name": "Vodka"
        }
    ]
}