{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Came the day of the Selection Race, and T.M. Opera O's \nwords still weighed on my mind."
        },
        {
            "text": "Hoping to pick up even a sliver of what goes \nthrough hers, I decided to go see the race."
        },
        {
            "name": "T.M. Opera O",
            "text": "Oh… It's a surprise to find you here.",
            "choice_data_list": [
                "I wanted to try and understand you better.",
                "I wanted to try and understand you better."
            ]
        },
        {
            "name": "T.M. Opera O",
            "text": "<i>Hahah</i>, that's something I can only heartily welcome! \nTake in the race to your heart's content!"
        },
        {
            "name": "T.M. Opera O",
            "text": "…… Ah, it seems my rivals have arrived meanwhile."
        },
        {
            "name": "Haru Urara",
            "text": "Heyas, Ope! Are you also looking forward to the race?♪"
        },
        {
            "name": "Meisho Doto",
            "text": "U-Umm… I don't think I'll do well but I'll try my best!"
        },
        {
            "name": "T.M. Opera O",
            "text": "<i>Ha-ha-ha! </i>You both sound excited to get going! \nI'll be expecting an intense race!<i> </i>"
        },
        {
            "text": "The Selection Race on which many horsegirls' \nfutures were riding had begun!"
        },
        {
            "name": "T.M. Opera O",
            "text": "The glory of victory belongs… to yours truly…!!"
        },
        {
            "text": "The race was a hard fought battle all the way through, but as \nthe finish neared, T.M. Opera O managed to slip ahead ——"
        },
        {
            "name": "T.M. Opera O",
            "text": "<i>Phew…… phu… haah……</i>"
        },
        {
            "text": "Though not by much, T.M. Opera O had finished in first place."
        },
        {
            "name": "Meisho Doto",
            "text": "<i>Fwuuh</i>… I was so close……"
        },
        {
            "name": "Haru Urara",
            "text": "<i>Pheeh… pheeeh…… </i> \nYou two are really fast～!"
        },
        {
            "name": "T.M. Opera O",
            "text": "………"
        },
        {
            "text": "Though T.M. Opera O had come victorious over \nher rivals, she didn't look that pleased about it.",
            "choice_data_list": [
                "You did great, coming first and all.",
                "You did great, coming first and all."
            ]
        },
        {
            "name": "T.M. Opera O",
            "text": "I suppose that's true, you could look \nat it that way. Nevertheless…"
        },
        {
            "name": "Meisho Doto",
            "text": "Ah……"
        },
        {
            "name": "Haru Urara",
            "text": "Huh? What's wrong with Ope…?"
        },
        {
            "name": "Meisho Doto",
            "text": "…… Maybe she's not happy with how she won.",
            "choice_data_list": [
                "<i>How?</i>"
            ]
        },
        {
            "name": "Meisho Doto",
            "text": "Umm… this is just what I think and I could be way off… \nI know I'm probably way off… but……"
        },
        {
            "name": "Meisho Doto",
            "text": "Opera O always sets her goals so high that I need \nto do the same to stand a chance."
        },
        {
            "name": "Meisho Doto",
            "text": "She always seems to have \"the power and dignity \nof the high king\" in mind… So she probably doesn't \nlike winning by such a narrow margin……"
        },
        {
            "text": "The power and dignity of the high king… \nIt <i>would</i> explain her uncharacteristic behavior."
        },
        {
            "text": "Sounds like even where races and running are concerned, \nshe genuinely tries to stick to her ideal of this \"high king\"."
        },
        {
            "text": "My mind wrapped up in thoughts of her, I set off in pursuit. \nWhen I finally caught up, the sky had clouded a dark grey."
        },
        {
            "name": "T.M. Opera O",
            "text": "Oh, Trainer……"
        },
        {
            "name": "T.M. Opera O",
            "text": "Which do you prefer between a clear sky and an overcast one?"
        },
        {
            "name": "T.M. Opera O",
            "text": "Yours truly loves clear skies. For it is a sky in which \nthe sun's radiance fills us all with courage.",
            "choice_data_list": [
                "W-What's this about…?",
                "W-What's this about…?"
            ]
        },
        {
            "name": "T.M. Opera O",
            "text": "About my ambitions, my dear. \n… Let me perhaps tell you a story first."
        },
        {
            "name": "T.M. Opera O",
            "text": "As a child, yours truly was once lost in a forest."
        },
        {
            "name": "T.M. Opera O",
            "text": "Not knowing where I was, with simply the dark shades \nof the forest all around me, I felt like I was the only person \nleft in the whole world."
        },
        {
            "name": "T.M. Opera O",
            "text": "… Ah, but yours truly was blessed. \nFor deep in the forest I had an encounter."
        },
        {
            "name": "T.M. Opera O",
            "text": "With a single horsegirl who would change my destiny.",
            "choice_data_list": [
                "A horsegirl who'd change your destiny?"
            ]
        },
        {
            "name": "T.M. Opera O",
            "text": "That's right… As I wandered among the trees, I arrived \nat a spring nestled deep within their midst."
        },
        {
            "name": "T.M. Opera O",
            "text": "From the bright, clear water's surface she smiled \nat me, telling me that everything would be alright."
        },
        {
            "name": "T.M. Opera O",
            "text": "Her image was more powerful… more beautiful than anything \nI'd ever seen, and my heart skipped a few beats…!"
        },
        {
            "name": "T.M. Opera O",
            "text": "I was in awe that a being exuding such brilliance existed…!",
            "choice_data_list": [
                "Hold it. The water surface? You mean…",
                "Hold it. The water surface? You mean…"
            ]
        },
        {
            "name": "T.M. Opera O",
            "text": "<i>Yes — precisely! </i>The horsegirl in the spring — it was yours truly!"
        },
        {
            "name": "T.M. Opera O",
            "text": "I was veritably thunderstruck! That yours truly would be so \nradiant, so brimming with hope that it emanated from me!"
        },
        {
            "name": "T.M. Opera O",
            "text": "To what degree would this radiance, this shine, \nbe polished were I to become the absolute ruler, \nThe Era's High King!?"
        },
        {
            "name": "T.M. Opera O",
            "text": "Would I not become as the sun, beaming down upon the world!?"
        },
        {
            "name": "T.M. Opera O",
            "text": "Thus yours truly endeavors! To become a horsegirl \nas the sun, bathing the people in joy and blessings!!"
        },
        {
            "text": "I'm not sure I get all that. \nHowever ——"
        },
        {
            "text": "I can feel T.M. Opera O's strong and earnest desire \nto become \"The Era's High King\"."
        },
        {
            "name": "T.M. Opera O",
            "text": "—— Oh dear?"
        },
        {
            "name": "T.M. Opera O",
            "text": "Would you look at that! The sky is regaining its luster!"
        },
        {
            "name": "T.M. Opera O",
            "text": "That is it, that radiance…… It is precisely \nthe undeniable radiance that I search for…!!"
        },
        {
            "name": "T.M. Opera O",
            "text": "<i>Hahah</i>, yours truly can not continue to spend \nher time here. I must return to the high king's \ntraining, with an eye on my next victory!!"
        },
        {
            "name": "T.M. Opera O",
            "text": "I thank you for showing me the way, dear Sol! \n<i>Ha-ha-ha-ha! Haaa-ha-ha-ha-ha-ha-ha!!</i>"
        },
        {
            "text": "I saw the light of hope reflected in T.M. Opera O's eyes \nas she stared into the sky, twinkling brightly."
        }
    ]
}