{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "We're here at the city's outskirts where the summer training \ncamp took place, and among the multitude of horsegirls hard \nat work on their own regimens ——"
        },
        {
            "name": "T.M. Opera O",
            "text": "<i>Hah!</i> Gorgeous!"
        },
        {
            "text": "(<i>splish splash splosh!</i>)"
        },
        {
            "name": "T.M. Opera O",
            "text": "<i>Huff!</i> Elegant!!"
        },
        {
            "text": "(<i>wooooosh!!</i>)"
        },
        {
            "text": "T.M. Opera O was frolicking among the waves by herself."
        },
        {
            "name": "T.M. Opera O",
            "text": "<i>Haa… haa…</i> My dear trainer, how are you \nfinding my graceful steps?",
            "choice_data_list": [
                "Very energetic indeed.",
                "Very energetic indeed."
            ]
        },
        {
            "name": "T.M. Opera O",
            "text": "<i>Haa-ha-ha-ha!</i> An astute observation, my dear trainer. \nFor today's theme is no other than \"releasing my inner self\"."
        },
        {
            "name": "T.M. Opera O",
            "text": "The beach offers training opportunities beyond simple \nphysical strength. A certain strength can be attained \nthrough expressing oneself, freeing one's inner being."
        },
        {
            "name": "T.M. Opera O",
            "text": "One's wake at times elegant, and at times tempestuous. \nObserve as yours truly glides over the water's edge with \nthe grace to turn mermaid's heads in envy!"
        },
        {
            "name": "Experienced Trainer A",
            "text": "I've heard of her antics but… seeing her in person is… \nreally something. Not that I don't understand the desire \nto play around at the beach……"
        },
        {
            "name": "Horsegirl A",
            "text": "A-Ahaha…… It's very Opera O-esque behavior. \nEven when racing she has that air of freedom…"
        },
        {
            "text": "I could overhear such comments occasionally… however ——"
        },
        {
            "name": "T.M. Opera O",
            "text": "This calls for a turn! Sweep up the sand with my foot and \nleap upward like a butterfly taking flight!"
        },
        {
            "name": "T.M. Opera O",
            "text": "White clouds, blue seas, and my handsome self weaving \nbetween the crashing sound of the waves! We can only enjoy \nthis summer once! Hence we should use every moment of it!"
        },
        {
            "text": "—— No matter what she takes on, T.M. Opera O \nalways faces it earnestly, with all she has."
        },
        {
            "text": "Needless to say, when a horsegirl exhibits such resolute will, \nto diligently press on until her goals are met, it is her trainer's \nduty to support her every step of the way.",
            "choice_data_list": [
                "Let's go get some stellar training in!"
            ]
        },
        {
            "name": "T.M. Opera O",
            "text": "But of course! We won't settle for half measures!! \nThe harmonious melody of yours truly and the deep \nblue will ring out over this very beach!"
        },
        {
            "text": "After training that day ——"
        },
        {
            "name": "T.M. Opera O",
            "text": "Oh there you are, my dear trainer.",
            "choice_data_list": [
                "Is something wrong?",
                "Is something wrong?"
            ]
        },
        {
            "name": "T.M. Opera O",
            "text": "Oh nothing, I simply want to request advice on a few topics."
        },
        {
            "name": "T.M. Opera O",
            "text": "First of all, regarding tomorrow's regimen… \nWe can meet up at 4 in the morning ——",
            "choice_data_list": [
                "That's way too early!"
            ]
        },
        {
            "name": "T.M. Opera O",
            "text": "You think so? …Ah, I see! Even in summer \nthe morning sun would still be rising."
        },
        {
            "name": "T.M. Opera O",
            "text": "It would be best to choose a slightly later time if yours truly \nis to appear silhouetted against its radiance! Very well."
        },
        {
            "name": "T.M. Opera O",
            "text": "Hmm… after meeting up then, yours truly will gently enter \nthe sea while running a hand through her hair."
        },
        {
            "name": "T.M. Opera O",
            "text": "Floating through the waters like a fish among anemones, \na beautiful synchronized dance ——",
            "choice_data_list": [
                "Careful, those things can be poisonous.",
                "Careful, those things can be poisonous."
            ]
        },
        {
            "name": "T.M. Opera O",
            "text": "Oh, is that so? Then yours truly will take great care \nso as to not let her limbs, pale and slender as icefish, \ncome into contact with the anemones."
        },
        {
            "name": "T.M. Opera O",
            "text": "And after rising from the seas again, she shall join the splashing \nof the waves in song! With a voice to charm midsummer's sirens!",
            "choice_data_list": [
                "You intend on singing too!?",
                "You intend on singing too!?"
            ]
        },
        {
            "name": "T.M. Opera O",
            "text": "It's no different from the after-race performance. One seeks \nthe uplifting melody of song to effect a graceful end."
        },
        {
            "name": "T.M. Opera O",
            "text": "My dear beachgoing audience will be moved to tears, and surely \nsend a thunderous applause my way. Ah, true perfection…!"
        },
        {
            "name": "T.M. Opera O",
            "text": "<i>Haa-ha-ha-ha!</i> Great joy awaits us tomorrow, my dear trainer! \nThis my cue to depart! Until we meet again, at training!",
            "choice_data_list": [
                "What about the advice you wanted…?"
            ]
        },
        {
            "name": "T.M. Opera O",
            "text": "Ah, I have no more need of that."
        },
        {
            "name": "T.M. Opera O",
            "text": "I carried my worries regarding some parts of training, you see. \nConfused whether I should continue the way I have."
        },
        {
            "name": "T.M. Opera O",
            "text": "That is why I came to you. As ever, your words exhibited your \ncare and sincerity as you provided your perspective."
        },
        {
            "name": "T.M. Opera O",
            "text": "Simply your honest opinion as I have come to expect, unbiased, \nwithout judgement, never rejecting my own ideas."
        },
        {
            "name": "T.M. Opera O",
            "text": "I have no need to question it further. There were no flaws \nin my judgement. I can continue without fear.",
            "choice_data_list": [
                "Is that what's been on your mind?",
                "Is that what's been on your mind?"
            ]
        },
        {
            "name": "T.M. Opera O",
            "text": "<i>Hm-hm</i>, why wouldn't it be? Even yours truly has moments \nof uncertainty, contemplating the virtue of her actions."
        },
        {
            "name": "T.M. Opera O",
            "text": "Of course, as a horsegirl on the path to become The Era's \nHigh King, it does not become yours truly to display this side \nto simply anyone.",
            "choice_data_list": [
                "You're so strong.",
                "You're so strong."
            ]
        },
        {
            "name": "T.M. Opera O",
            "text": "Isn't that what makes a king?"
        },
        {
            "name": "T.M. Opera O",
            "text": "Now, I would say it is time to prepare for tomorrow. \nNot only for myself, but also my wonderful audience."
        },
        {
            "name": "T.M. Opera O",
            "text": "Oh, one more thing before I forget, my dear trainer."
        },
        {
            "name": "T.M. Opera O",
            "text": "Should yours truly ever seek a dialogue regarding \nher future again… will you be her partner once more?",
            "choice_data_list": [
                "With pleasure!"
            ]
        },
        {
            "name": "T.M. Opera O",
            "text": "<i>Haa-ha-ha-ha-ha!</i> Yours truly has undoubtedly found herself \nan extraordinary trainer. It is only fitting, of course."
        },
        {
            "text": "It was in this way that I greeted another day full \nof T.M. Opera O's peculiar form of training."
        },
        {
            "name": "T.M. Opera O",
            "text": "The morning sun is out to bestow its blessings upon yours truly. \nLet us commence another glorious day of training!"
        },
        {
            "name": "T.M. Opera O",
            "text": "Starting with letting my hair sway in the gentle sea breeze. \nRunning my hands through, followed by winking back……"
        },
        {
            "name": "T.M. Opera O",
            "text": "<i>Haa-ha-ha-ha-ha!</i> Not a day goes by where \nyours truly isn't handsome!!"
        },
        {
            "name": "Experienced Trainer A",
            "text": "…… She's at it again today. Impressive, really."
        },
        {
            "name": "Horsegirl A",
            "text": "Ahaha, isn't it? I'm pretty envious of her confidence though."
        },
        {
            "name": "T.M. Opera O",
            "text": "Hahah, no horsegirl on this beach shines brighter! \nDon't you think, my dear trainer?",
            "choice_data_list": [
                "The one and only T.M. Opera O!"
            ]
        },
        {
            "name": "T.M. Opera O",
            "text": "Right you are! The up and coming high king of the era \ncasting her light upon the world!"
        },
        {
            "text": "T.M. Opera O confronted another day \nof training, brimming with confidence."
        }
    ]
}