{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Eccentrics aside, T.M. Opera O was proudly persisting on \nthe remarkably difficult path of believing in your dreams."
        },
        {
            "text": "Her heart certainly holds something exceedingly important \nto all horsegirls who choose life on the turf. Hoping to talk \nto her again, I started looking around the academy ——"
        },
        {
            "name": "T.M. Opera O",
            "text": "Ah, you lone rays of sunlight breaking through the canopy! \nWon't you shed your light on the world with me?"
        },
        {
            "text": "She seeks the brilliance of a high king whose light shines upon \nthe world like the sun, and in this her conviction is strong."
        },
        {
            "name": "T.M. Opera O",
            "text": "A new day, yet same old me — radiant as ever! \n<i>Ha-ha-ha-ha-ha! Haa-ha-ha-ha-ha-ha-ha-ha!!</i>"
        },
        {
            "text": "She must be off to a new spot where she can continue \nher particular brand of training."
        },
        {
            "text": "Looking at her, I can see the strength in her running. \nThinking back on the training I've seen her do ——"
        },
        {
            "name": "T.M. Opera O",
            "text": "<i>Aah!</i> My dancing figure calls to mind the elegance of a swan…!!"
        },
        {
            "text": "It would require a great sense of balance \nto execute those steps and jumps."
        },
        {
            "name": "T.M. Opera O",
            "text": "<i>Aah!</i> My figure dancing on air calls to mind \nthe elegance of a swallow…!!"
        },
        {
            "text": "Diving into the pool like that would require \na strong mind as well, unbending and capable \nof dealing with a wide range of situations."
        },
        {
            "name": "T.M. Opera O",
            "text": "<i>May my beauty spread throughout the world \nand fill it with cheer and laughter…!</i>"
        },
        {
            "text": "The power and speed she exhibited in ascending those \ndaunting steps at the shrine hint at her true abilities."
        },
        {
            "text": "She's not simply speaking of becoming the high king. \nShe possesses the power and conviction to be one."
        },
        {
            "text": "One day, I might really see her don that crown ——",
            "choice_data_list": [
                "Wait up, please! T.M. Opera O!",
                "Wait up! T.M. Opera O!"
            ]
        },
        {
            "name": "T.M. Opera O",
            "text": "Hm………?"
        },
        {
            "name": "T.M. Opera O",
            "text": "Did I just hear someone call my name…?"
        },
        {
            "text": "Was she too far away already? \nIt doesn't seem like she's turning around."
        },
        {
            "text": "Then I'm simply not shouting loud enough… \nPerhaps if I channel her high king energy…!",
            "choice_data_list": [
                "<i>Ha-ha-ha! Haa-ha-ha-ha!</i>"
            ]
        },
        {
            "name": "T.M. Opera O",
            "text": "Do I hear……!!?"
        },
        {
            "name": "T.M. Opera O",
            "text": "I can't believe my eyes! \nWhat brings you here, my dear ex-trainer?"
        },
        {
            "name": "T.M. Opera O",
            "text": "I am positive the air carried the majestic laughter of \nthe high king…… Pray tell, what has befallen you?",
            "choice_data_list": [
                "I want to be able to stand beside you.",
                "I want to be able to stand beside you."
            ]
        },
        {
            "name": "T.M. Opera O",
            "text": "Do I hear right!? You mean you wish \nto become my trainer once more!?"
        },
        {
            "name": "T.M. Opera O",
            "text": "Is that the reason behind your majestic laughter!? \nIs it really…… <i>heheh</i>… <i>hahahaa!</i>"
        },
        {
            "name": "T.M. Opera O",
            "text": "<i>Haaa-ha-ha-ha-ha-ha-ha!</i> \nHow entertaining, my dear trainer!"
        },
        {
            "name": "T.M. Opera O",
            "text": "However! Should you truly wish to become my trainer, \nwe must share the same objectives, don't you agree?"
        },
        {
            "name": "T.M. Opera O",
            "text": "To that end, let me affirm your thoughts on mine! \nHow does the high king reflect in your eyes?",
            "choice_data_list": [
                "As one who grants dreams \nthrough overwhelming victories!",
                "As one who grants dreams \nthrough overwhelming victories!"
            ]
        },
        {
            "name": "T.M. Opera O",
            "text": "Ah… how wondrous!! Your words are \nflawless, excellent, my dear trainer…!!"
        },
        {
            "name": "T.M. Opera O",
            "text": "A high king, in their supremacy, bestows the gift of courage \nupon the people! They become a beacon for their life's path!!"
        },
        {
            "name": "T.M. Opera O",
            "text": "Accordingly, yours truly can not be content with mere \nfirst places. Only by grasping undeniable victory in these \nhands will I become The Era's High King!"
        },
        {
            "name": "T.M. Opera O",
            "text": "Hence, can I assume that you are proclaiming your allegiance \nto accompany me to the conclusion of this conquest?!",
            "choice_data_list": [
                "I will render you The Era's High King!",
                "I will render you The Era's High King!"
            ]
        },
        {
            "name": "T.M. Opera O",
            "text": "<i>Haaa-ha-ha-ha-ha-ha-ha!</i> My trainer, your words \nare impeccable once more! Let us set forth on our \nconquest together, a legend in the making!!"
        },
        {
            "name": "T.M. Opera O",
            "text": "Very well, let us then mark the occasion in some fashion… \nWhat say you to a photograph!?"
        },
        {
            "name": "T.M. Opera O",
            "text": "Owning a memento with yours truly is a rare and valuable thing. \nYou are in luck. Come, grant this high king you widest smile!"
        },
        {
            "text": "The next day, I was sent a photograph which \nfeatured almost exclusively T.M. Opera O."
        },
        {
            "text": "It was our first step on the glorious road that she envisioned."
        }
    ]
}