{
    "text_block_list": [
        {
            "text": "After spending time with her, there are many things I came to understand about Daitaku Helios, a party Uma Musume that was very much like the Sun. And one of those things was―"
        },
        {
            "name": "Daitaku Helios",
            "text": "Boom boom boooo～m! I'll blast right through this training～～～!!"
        },
        {
            "name": "Daitaku Helios",
            "text": "Motivation's a real drag, yo～…… life's like a dude in a speedo～～～～"
        },
        {
            "name": "Daitaku Helios",
            "text": "Wei wei we～i☆ Keep the good vibes comin' FOOOOOO～～～～～!!!"
        },
        {
            "text": "……this is usually how training went. Her mood from moment to moment, greatly affected how things progressed."
        },
        {
            "text": "But still, lately Daitaku Helios' condition has been pretty good. Seems like she's enjoying school life too, if that's the case――"
        },
        {
            "name": "Daitaku Helios",
            "text": "Nuaaaaaaa～! I've just been repeatin' that hellish training menu! Give me back my youthful life～～～～～!!"
        },
        {
            "name": "Daitaku Helios",
            "text": "And those Limited Edition Uma Pyoi Love You Love You pancakes…… I thought they'd be my friends forever――",
            "choice_data_list": [
                "Well, they were Limited Edition……"
            ]
        },
        {
            "name": "Daitaku Helios",
            "text": "Wouldn't it be a real downer if someone you knew transferred away suddenly!? It's the same as that! For real!",
            "choice_data_list": [
                "Parting is such sweet sorrow, huh?",
                "Parting is such sweet sorrow, huh?"
            ]
        },
        {
            "name": "Daitaku Helios",
            "text": "Right!? Not good～…… haven't felt this empty in a while.",
            "choice_data_list": [
                "Wanna go find something like it?"
            ]
        },
        {
            "name": "Daitaku Helios",
            "text": "Hmmm～～～. But isn't that hopeless? It's those Awe&Some friends we're talkin' about, right?"
        },
        {
            "name": "Daitaku Helios",
            "text": "Ah, but I'll gladly take Trai-pi's heart! Yes-Please-And-Thank-You, Trai-poyo-check!"
        },
        {
            "text": "She was trying to force a smile, but it caught my attention…… Though to be honest, I only understood half of why she was depressed."
        },
        {
            "text": "But, as Daitaku Helios' trainer, I had to do something to cheer her up…!",
            "choice_data_list": [
                "W-……Weeeeee～～i!"
            ]
        },
        {
            "name": "Daitaku Helios",
            "text": "Hmm? What's up, Trai-poyo? The ceiling?",
            "choice_data_list": [
                "P-party peeps should raise the roof……!"
            ]
        },
        {
            "name": "Daitaku Helios",
            "text": "……!! That's it, Trai-pippi…… I got it, loud and clear!"
        },
        {
            "name": "Daitaku Helios",
            "text": "So that's what you're aimin' for! A party animal!! You shoulda said that sooner～～～!",
            "choice_data_list": [
                "……eh? No that's not what I……"
            ]
        },
        {
            "name": "Daitaku Helios",
            "text": "You don't need to hold back～～～! Leave it to me, okay!? I'll turn ya in to a proper party animal!!"
        },
        {
            "name": "Daitaku Helios",
            "text": "Allllright, let's go～! We're gonna really let loose～～～～～☆"
        },
        {
            "text": "Without giving me time to object, Daitaku Helios dragged me out in to the city."
        },
        {
            "name": "Daitaku Helios",
            "text": "『Holdin' a rockin' Live, with a call out from the past, Come on!』"
        },
        {
            "name": "Daitaku Helios",
            "text": "『We're livin' it up! We're livin' it up!』 C'mon, I can't hear ya～～～～～!!"
        },
        {
            "name": "Daitaku Helios",
            "text": "Old lady! One honey～ MAX, Mega Size!"
        },
        {
            "name": "Daitaku Helios",
            "text": "Trai-pi, if you're a party peep, go for it! Poyo it! 'Kay?"
        },
        {
            "name": "Daitaku Helios",
            "text": "No way～～～～～～!? Trai-pi, you're a pro! Grabbin' two at the same time is crazy! Bring 'em in, go-!!"
        },
        {
            "name": "Daitaku Helios",
            "text": "―Hey, they fell! Ahahahaa!! No choice but to go for three next, huh?!"
        },
        {
            "name": "Daitaku Helios",
            "text": "Uwahahahaa! It's already evening! Anyways, good work today～☆",
            "choice_data_list": [
                "Looks like you're feeling better",
                "Looks like you're feeling better"
            ]
        },
        {
            "name": "Daitaku Helios",
            "text": "Got that right☆ Soon, I'll make a party animal out of you! We'll max out those vibes, Bwaan bwaa～n!"
        },
        {
            "name": "Daitaku Helios",
            "text": "Speaking of that, Trai-pi, since you've barely debuted, let's keep this goin'! Drop me a LANE anytime! Okay?"
        },
        {
            "name": "Daitaku Helios",
            "text": "Next time I'll take ya to a real Awe&Some party☆",
            "choice_data_list": [
                "T-thanks"
            ]
        },
        {
            "text": "In the end, she still thought I wanted to become a party peep, but since she seemed to be feeling better, I was alright with this result."
        },
        {
            "text": "Understanding more about partying would probably make it easier to keep her motivation up. ……And maybe aiming to be a party peep wouldn't be so bad."
        }
    ]
}