{
    "text_block_list": [
        {
            "text": "That night, as I was heading to the training course to talk with Mejiro McQueen…"
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "Ah, Trainer-san! I finally found you!"
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "There has been an update regarding the postponement of your team's disbandment, so I wanted to let you know as soon as possible.",
            "choice_data_list": [
                "What's the update!?"
            ]
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "Hehe, please calm down. They're allowing you the first half of the year… The postponement will continue until the end of June."
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "As an organization, our top priority is allowing our Uma Musume to focus on their races…"
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "It seems that they have decided on “waiting for a more convenient time.”"
        },
        {
            "text": "That's great. So we won't have to worry about finding new members for the time being, and can focus on the Spring Tennō Shō instead…!",
            "choice_data_list": [
                "Thank you so much!"
            ]
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "There is no need to thank me, I am merely the messenger. But I'm happy for you. Good luck in the Spring Tennō Shō!"
        },
        {
            "text": "The empty training course. At this hour, all other Uma Musume should be in bed…"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Hagh, Haaah… Ha, Haa…"
        },
        {
            "text": "Despite the time, Mejiro McQueen was once again continuing her nightly independent training."
        },
        {
            "text": "It's obvious that she is overworking herself. Her form has deteriorated from fatigue and her balance is completely off."
        },
        {
            "text": "Because of this, the results of her training will be poor and it's likely she will get hurt before the Spring Tennō…"
        },
        {
            "name": "Mejiro McQueen",
            "text": "…Ah, Haaah, Hah… Eaah!?"
        },
        {
            "text": "As I was worrying about her, Mejiro McQueen staggered forward, collapsing to the ground in a cloud of dust."
        },
        {
            "text": "McQueen!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "…",
            "choice_data_list": [
                "McQueen, are you okay?",
                "McQueen, are you okay?"
            ]
        },
        {
            "name": "Mejiro McQueen",
            "text": "Where…? Huh, Trainer-san? Why…?"
        },
        {
            "text": "We're at the infirmary. You should lie down, it looks like you have a fever."
        },
        {
            "text": "We're at the infirmary. You should lie down, it looks like you have a fever."
        },
        {
            "name": "Mejiro McQueen",
            "text": "…A fever? Haa… I guess I was more exhausted than I realized."
        },
        {
            "name": "Mejiro McQueen",
            "text": "This reminds me of how I would often get fevers after frolicking around when I was little.",
            "choice_data_list": [
                "You've run yourself ragged, huh?",
                "You've run yourself ragged, huh?"
            ]
        },
        {
            "name": "Mejiro McQueen",
            "text": "That seems to be the case…"
        },
        {
            "name": "Mejiro McQueen",
            "text": "…Wait, you knew about my independent training!?"
        },
        {
            "text": "Yeah, I was actually planning on discussing it with you today."
        },
        {
            "name": "Mejiro McQueen",
            "text": "…I see. As expected, you're as intuitive as ever."
        },
        {
            "name": "Mejiro McQueen",
            "text": "I assume the next thing you're going to say is “stop doing your independent training”, right?",
            "choice_data_list": [
                "I can't let this happen again."
            ]
        },
        {
            "name": "Mejiro McQueen",
            "text": "…I have no excuse for the disgraceful behavior I have shown you. I will follow your instructions from now on."
        },
        {
            "text": "Now, in exchange for the ban on independent training, I want you to be able to rely on me even more. I want you to tell me how you really feel from now on."
        },
        {
            "text": "Now, in exchange for the ban on independent training, I want you to be able to rely on me even more. I want you to tell me how you really feel from now on."
        },
        {
            "text": "Your dream of winning the Tennō Shō, I'll be there with you every step of the way."
        },
        {
            "text": "Your dream of winning the Tennō Shō, I'll be there with you every step of the way."
        },
        {
            "name": "Mejiro McQueen",
            "text": "How did you… Ah! Ryan told you, didn't she?"
        },
        {
            "name": "Mejiro McQueen",
            "text": "…Jeez, so that's what your secret conversation was about. She's as meddlesome as ever I guess."
        },
        {
            "name": "Mejiro McQueen",
            "text": "But are you sure? You realize that if you truly do so, you will be tasked with carrying the Mejiro Family's burden as well."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Trainer-san, are you truly prepared for this? To become… of“one body and one mind”with me?",
            "choice_data_list": [
                "Of course!",
                "Of course!"
            ]
        },
        {
            "name": "Mejiro McQueen",
            "text": "Hehe, that immediate reply… You really haven't changed since your days as a sub-trainer."
        },
        {
            "name": "Mejiro McQueen",
            "text": "You've always put us before yourself."
        },
        {
            "name": "Mejiro McQueen",
            "text": "…Well, if that is the case, I won't be holding back either."
        },
        {
            "name": "Mejiro McQueen",
            "text": "In order to achieve my dream of winning the Tennō Shō, I'm going to be monopolizing you from now on, Trainer-san."
        },
        {
            "name": "Mejiro McQueen",
            "text": "And in doing so, we will definitely win!"
        },
        {
            "text": "Yeah, we will definitely win, together!"
        },
        {
            "text": "Yeah, we will definitely win, together!"
        }
    ]
}