{
    "text_block_list": [
        {
            "name": "Mejiro McQueen",
            "text": "I'm so sorry everyone. I've shown you all something so shameful…"
        },
        {
            "name": "Gold Ship",
            "text": "Oye, oye, why're you apologizing? You didn't cause any issues for us, ya know?"
        },
        {
            "name": "Gold Ship",
            "text": "Plus the Japan Cup has some pretty amazing racers from around the globe in it. Coming in 4th ain't that bad."
        },
        {
            "name": "Horsegirl with Straight-cut Bangs",
            "text": "Y-Yeah! The way you ran today was just as mesmerizing as usual, McQueen-san!"
        },
        {
            "name": "Gold Ship",
            "text": "Anyways, now that the race is over why don't we have Trainer treat us to something yummy? That won't be a problem, will it Trainer?"
        },
        {
            "text": "N-Nope! Not a problem at all! McQueen, feel free to eat as much as you want now that the Japan Cup is over!"
        },
        {
            "text": "N-Nope! Not a problem at all! McQueen, feel free to eat as much as you want now that the Japan Cup is over!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "I'm… going to have to refuse."
        },
        {
            "name": "Mejiro McQueen",
            "text": "I have to prepare for the Arima Kinen and I just finished that race, so I'm not hungry."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Ah, I have to call Grandmother as well. I'll be taking my leave then."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Everyone, I'm… I'm so sorry for today…",
            "choice_data_list": [
                "Ah, McQueen!"
            ]
        },
        {
            "name": "Gold Ship",
            "text": "That felt real forced… Anyways, you're real bad at acting, ya know?"
        },
        {
            "text": "I'm sorry. I tried my best, but…"
        },
        {
            "text": "I'm sorry. I tried my best, but…"
        },
        {
            "text": "I was upset with myself for being unsure whether or not I should call out to her or just leave her alone for a while."
        },
        {
            "name": "Oguri Cap",
            "text": "I apologize for the intrusion."
        },
        {
            "name": "Gold Ship",
            "text": "Ohh! If it isn't Oguri! Did you come to cheer on McQueen!?"
        },
        {
            "name": "Oguri Cap",
            "text": "I came to see how the members of my former team were doing."
        },
        {
            "name": "Oguri Cap",
            "text": "But it doesn't seem like the star of the show is here.",
            "choice_data_list": [
                "Um, well…"
            ]
        },
        {
            "name": "Oguri Cap",
            "text": "Hmm… it seems like something happened. So what is it?"
        },
        {
            "text": "I decided to tell Oguri Cap everything that had happened."
        },
        {
            "text": "I decided to tell Oguri Cap everything that had happened."
        },
        {
            "text": "It began with the danger of our team being dissolved, and how we overcame that, which also brought in more members."
        },
        {
            "text": "Due to the lowering of her placement in the much anticipated Spring Tenno Sho, she thought that this race was her chance to redeem herself. However, she ended up finishing in 4th place."
        },
        {
            "text": "Currently, Mejiro McQueen is like a machine with cogs that don't work together."
        },
        {
            "name": "Oguri Cap",
            "text": "I see… I think I understand how McQueen is feeling."
        },
        {
            "name": "Oguri Cap",
            "text": "She is probably thinking that she has to live up to all of the expectations placed on her."
        },
        {
            "text": "Live up to all of the expectations…?"
        },
        {
            "name": "Oguri Cap",
            "text": "I have been there myself."
        },
        {
            "name": "Oguri Cap",
            "text": "Having good results in your races breeds high expectations. Inevitably, you end up being tied down by said expectations…"
        },
        {
            "name": "Oguri Cap",
            "text": "And as these expectations grow they start feeling like obstacles to forward progress."
        },
        {
            "text": "These expectations begin feeling like obstacles…"
        },
        {
            "text": "The only reason that this team is here today is thanks to Mejiro McQueen's efforts."
        },
        {
            "text": "Every member of our team joined because of Mejiro McQueen's successes, and the only reason that they continue to run is because of their admiration for her."
        },
        {
            "text": "And it isn't only the team members. I too was delighted by Mejiro McQueen's performance in her races, and because of that I've always had high expectations of her."
        },
        {
            "text": "And it isn't only the team members. I too was delighted by Mejiro McQueen's performance in her races, and because of that I've always had high expectations of her."
        },
        {
            "text": "Mejiro McQueen understood all of this, and as such struggled to live up to these expectations, alone."
        },
        {
            "name": "Oguri Cap",
            "text": "During times like this it's your job as a trainer to turn these expectations into strength, not into obstacles."
        },
        {
            "text": "Turn these expectations into strength…"
        },
        {
            "text": "Oguri… How did you turn expectations into strength? What did Sensei do to help?"
        },
        {
            "text": "Oguri… How did you turn expectations into strength? What did Sensei do to help?"
        },
        {
            "name": "Oguri Cap",
            "text": "Hmm, while I wouldn't mind telling you…"
        },
        {
            "name": "Oguri Cap",
            "text": "You and McQueen have a relationship that is unique to you two."
        },
        {
            "name": "Oguri Cap",
            "text": "Doing it the same way we did would have no meaning to it… or at least that's what I think…"
        },
        {
            "text": "A relationship… that is unique to us…"
        },
        {
            "text": "A relationship… that is unique to us…"
        },
        {
            "text": "While I lack the experience and skill that Sensei had, Mejiro McQueen has always respected me as her trainer. "
        },
        {
            "text": "While I lack the experience and skill that Sensei had, Mejiro McQueen has always respected me as her trainer. "
        },
        {
            "text": "Why does Mejiro McQueen have so much faith in me? And what can I do for her…?"
        },
        {
            "text": "Why does Mejiro McQueen have so much faith in me? And what can I do for her…?"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Hehe, that immediate reply… You really haven't changed since your days as a sub-trainer."
        },
        {
            "name": "Mejiro McQueen",
            "text": "You've always put us before yourself."
        },
        {
            "text": "I see. That's all I can do. Staying by her side, believing in her, and supporting her no matter what happens is all I can do!",
            "choice_data_list": [
                "I'm going to go look for McQueen!"
            ]
        },
        {
            "text": "I see. That's all I can do. Staying by her side, believing in her, and supporting her no matter what happens is all I can do!",
            "choice_data_list": [
                "I'm going to go look for McQueen!",
                "I'm off to find McQueen!"
            ]
        },
        {
            "name": "Gold Ship",
            "text": "Hmm… Guess I'll take a look around the shopping district, the road to campus, and in front of the train station."
        },
        {
            "name": "Horsegirl with Straight-cut Bangs",
            "text": "I'll go check if McQueen-san is somewhere on campus!"
        },
        {
            "name": "Droopy-eyed Horsegirl",
            "text": "I'll go and check around the race course!"
        },
        {
            "name": "Horsegirl with Black Bob-cut",
            "text": "Then I'll go and check around the shrine.",
            "choice_data_list": [
                "Everyone… Alright, let's go!",
                "You girls… Alright, let's go!"
            ]
        },
        {
            "text": "This time, our team's ace will rely on us!"
        },
        {
            "text": "This time, our team's ace will rely on us!"
        }
    ]
}