{
    "text_block_list": [
        {
            "text": "A few days after Mejiro McQueen's amazing victory in the Spring Tennō Shō."
        },
        {
            "text": "The situation revolving around our weak, one member team changed in an instant."
        },
        {
            "name": "Horsegirl with Straight-cut Bangs",
            "text": "McQueen-san, the way you run is so mesmerizing! I look forward to working with you!"
        },
        {
            "name": "Droopy-eyed Horsegirl",
            "text": "Gasp… I'm so… Proud of your accomplishments… Uuh… It's was so… moving…"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Th-Thank you…"
        },
        {
            "name": "Horsegirl with Black Bob-cut",
            "text": "I'm going to do my best to make sure my dreams come true just like you, McQueen-chan!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Y-Yes… Good luck."
        },
        {
            "text": "It seems like they've all been charmed by the way you run, McQueen."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Um… It's kind of embarrassing…"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Trainer-san, what was my time?"
        },
        {
            "text": "6 furlongs in about 80 seconds! I have no complaints!"
        },
        {
            "text": "6 furlongs in about 80 seconds! I have no complaints!"
        },
        {
            "name": "Horsegirl with Black Bob-cut",
            "text": "Amazing! Those are the legs of the winner of the Spring Tennō Shō!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "J-Jeez… Please stop that."
        },
        {
            "name": "Mejiro McQueen",
            "text": "That being said, it's been quite some time since I've been able to train with others. I've truly missed it."
        },
        {
            "text": "This is all thanks to your victory in the Spring Tennō Shō."
        },
        {
            "text": "This is all thanks to your victory in the Spring Tennō Shō."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Winning really turned things around for us, didn't it…"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Anyways, now we are one step closer to being recognized as a full-fledged team!"
        },
        {
            "name": "Horsegirl with Straight-cut Bangs",
            "text": "McQueen-san, could you teach me about proper running form?"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Of course, I don't mind one bit."
        },
        {
            "name": "Droopy-eyed Horsegirl",
            "text": "McQueen-san, could you teach me how to properly exit the starting gate?"
        },
        {
            "name": "Mejiro McQueen",
            "text": "There's a trick to that. Here, let me show you."
        },
        {
            "name": "???",
            "text": "McQueen, I'm hungry! Treat me to some carrot cake!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "I'll get you one as soon as possible."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Wait… Who said that!? Who is trying to take advantage of the situation!?"
        },
        {
            "name": "???",
            "text": "It's me, it's me! Yo, McQueen!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "G-Gold Ship-san…",
            "choice_data_list": [
                "Is she someone you know?"
            ]
        },
        {
            "name": "Mejiro McQueen",
            "text": "You could say she's someone I know… but it's more like I constantly get involved with her for whatever reason…"
        },
        {
            "name": "Gold Ship",
            "text": "I watched your race during the Spring Tennō Shō! It was amazing!"
        },
        {
            "name": "Gold Ship",
            "text": "Especially when you took the enemies' attack to protect your friends! I'll never forget it."
        },
        {
            "name": "Mejiro McQueen",
            "text": "I never did anything of the sort! And what do you even mean by the enemies' attacks anyways!?"
        },
        {
            "name": "Gold Ship",
            "text": "Hey now, don't sweat the small stuff! Anyways, that was an amazing race. It was really moving."
        },
        {
            "name": "Gold Ship",
            "text": "And that's why I came here! To see more of your amazingness!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "I see no issue with you just watching, however… please don't get in my way."
        },
        {
            "name": "Gold Ship",
            "text": "Okay okay! I'll sit quietly and watch, so there's no need to worry about that."
        },
        {
            "name": "Gold Ship",
            "text": "Okay everyone, look over here! McQueen is about to show off her true power! To start with, she'll eat some nigiri sushi with lots of wasabi!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "I won't be doing that!!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Haa… Today was so exhausting…"
        },
        {
            "name": "Gold Ship",
            "text": "You're probably still exhausted from the Tennō Shō…"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Do you have no self-awareness? I'm exhausted because you were involved/because of you. Jeez…"
        },
        {
            "text": "But what she said is right. That race was not too long ago, so let's take it easy for now."
        },
        {
            "name": "Mejiro McQueen",
            "text": "I agree, but we mustn't lose sight of the upcoming races either…"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Even though I won the Tennō Shō, I've still got plenty of races left to do."
        },
        {
            "name": "Gold Ship",
            "text": "Wow, despite achieving your goal you're just as motivated as ever."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Well of course. There is no limit to the number of honours that the Mejiro Family can be graced with."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Plus I have a responsibility to liven up this team as well."
        },
        {
            "name": "Gold Ship",
            "text": "Are you being serious…?"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Of course I am being serious! Why would I mess around now of all times!?"
        },
        {
            "name": "Gold Ship",
            "text": "Hehe… I'm glad to see you're still excited to be running."
        },
        {
            "name": "Gold Ship",
            "text": "Alrighty then, I've decided to join this team! A new member has joined, make sure to welcome them!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Huh…!?"
        },
        {
            "text": "Thanks to the success of Mejiro McQueen, plenty of things happened in quick succession, and with this many members…",
            "choice_data_list": [
                "We won't have to break up the team!",
                "We won't have to break up the team!"
            ]
        },
        {
            "name": "Gold Ship",
            "text": "That's great, congrats! Although I have no idea what you're talking about…!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Will this team really be okay…?"
        },
        {
            "text": "This team may have been hastily assembled, but I have confidence that this team will be great."
        },
        {
            "text": "This team may have been hastily assembled, but I have confidence that this team will be great."
        },
        {
            "text": "Because at the center of this team is Mejiro McQueen."
        },
        {
            "name": "Gold Ship",
            "text": "Okay Team McQueen, let's set sail!"
        }
    ]
}