{
    "text_block_list": [
        {
            "text": "The first race of the fall season… The Kyōto Daishōten was won by Mejiro McQueen in marvellous fashion."
        },
        {
            "text": "Due to her steady growth, the public's fondness of her only grew."
        },
        {
            "name": "Gold Ship",
            "text": "Amazing! This book, that book, all of these books have McQueen on them!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "I did not think I would get to this level of fame…"
        },
        {
            "name": "Little Boy",
            "text": "Ah! It's Mejo MaKeen! Please shake my hand!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Of course I will. Also, it is pronounced Mejiro McQueen."
        },
        {
            "name": "Gold Ship",
            "text": "Even young kids know of you. Ain't that right, Miss Star Uma Musume!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Jeez… Please stop teasing me."
        },
        {
            "name": "Little Boy",
            "text": "I'll be rooting for you in the next race, Mejo MaKeen! I believe in you!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Thank you very much. I will be sure to win. Also, it is pronounced Mejiro McQueen."
        },
        {
            "name": "Little Boy",
            "text": "Okay, bye bye!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Goodbye."
        },
        {
            "name": "Mejiro McQueen",
            "text": "My reputation has gotten quite larger than I had realized…"
        },
        {
            "name": "Gold Ship",
            "text": "What is it? The fame starting to make you nervous?"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Th-That's definitely not the case! As a member of the Mejiro Family I am simply full of pride!"
        },
        {
            "name": "Gold Ship",
            "text": "Hmm… I think it's fine to be a little nervous though, ya know?"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Jeez, please stop saying such irrelevant things."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Good morning everyone.",
            "choice_data_list": [
                "Morning, McQueen."
            ]
        },
        {
            "name": "Horsegirl with Straight-cut Bangs",
            "text": "McQueen-san, listen to this! The amount of Uma Musume that want to be transferred here is increasing!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "It has been like that since the Kyōto Daishōten, hasn't it."
        },
        {
            "name": "Horsegirl with Black Bob-cut",
            "text": "That's all thanks to your amazing work, McQueen-chan."
        },
        {
            "name": "Horsegirl with Straight-cut Bangs",
            "text": "If you manage to win the upcoming Fall Tenno Sho you'll be the second Uma Musume ever to win both the Spring and Fall Tenno Sho!"
        },
        {
            "name": "Droopy-eyed Horsegirl",
            "text": "The number of members is just going to increase after that!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Jeez… That is as long as I win."
        },
        {
            "text": "They can't help but be excited right now. After all, you have so much momentum/you're on a roll."
        },
        {
            "text": "They can't help but be excited right now. After all, you have so much momentum/you're on a roll."
        },
        {
            "text": "We're starting to get as much attention as Sensei did when he ran the team."
        },
        {
            "name": "Horsegirl with Straight-cut Bangs",
            "text": "We're going to become a powerhouse team once again!"
        },
        {
            "name": "Droopy-eyed Horsegirl",
            "text": "I'll be cheering you on from the front row!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "I get it, everyone. I will be sure to win the next race as well."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Now then, let's begin our training for today."
        },
        {
            "text": "“I will be sure to win” is what she said, and that determination was clearly evident in today's mock race."
        },
        {
            "name": "Gold Ship",
            "text": "Woaah! She's so fast!"
        },
        {
            "text": "Goal! What an amazing victory. Even your finish was perfect!"
        },
        {
            "text": "Goal! What an amazing victory. Even your finish was perfect!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Haa… Haa… Whoo…"
        },
        {
            "name": "Mejiro McQueen",
            "text": "During the Takarazuka Kinen I was unable to get into a good position so I had to take the corners at a wide angle. It was quite difficult."
        },
        {
            "name": "Mejiro McQueen",
            "text": "I need to stay conscious of when to dash and proper positioning so that I can comfortably finish these races."
        },
        {
            "name": "Gold Ship",
            "text": "Ho ho ho… It seems as though you are nearly prepared to face me."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Before you and I can race one another you need to pass your gate test."
        },
        {
            "text": "Well that's it for today. Everyone, make sure to apply ice to your legs."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Umm, Trainer-san."
        },
        {
            "name": "Mejiro McQueen",
            "text": "I am still full of energy, so I would like to go for one more lap."
        },
        {
            "name": "Droopy-eyed Horsegirl",
            "text": "Ah, if that's the case I want to do one more lap too!"
        },
        {
            "name": "Horsegirl with Black Bob-cut",
            "text": "Me too! If McQueen-chan is giving her all I've got to do so as well!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Eh? You don't have to force yourself to do what I am…"
        },
        {
            "name": "Horsegirl with Straight-cut Bangs",
            "text": "It's fine, don't worry about us! After all, we love watching the way you run.",
            "choice_data_list": [
                "Everyone, just make sure to pace yourselves."
            ]
        },
        {
            "name": "Mejiro McQueen",
            "text": "Jeez… Well, we will be back."
        },
        {
            "name": "Gold Ship",
            "text": "Woaah! She's all fired up! Welp, guess I've gotta get in her way."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Hey!! Stop trying to grab my tail!"
        },
        {
            "text": "Mejiro McQueen's success has had a positive impact on the rest of the team members."
        },
        {
            "text": "She is, without a doubt, the heart of this team."
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "Trainer-san!"
        },
        {
            "text": "Tazuna-san, what's the matter?"
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "I have something to discuss with you regarding McQueen-san…"
        }
    ]
}