{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "The winner of the race, Mejiro McQueen, unfortunately blocked the \nUma Musume behind her from progressing through the course…",
            "name": "Announcer"
        },
        {
            "text": "Therefore, we will be lowering her placement to 18th place.",
            "name": "Announcer"
        },
        {
            "text": "On that day, Mejiro Mcqueen had an amazing start and rushed into \nthe inside of the track to ensure she'd be able to stay in a \ngood position moving forward in the race."
        },
        {
            "text": "However, doing this left the Uma Musume behind her with nowhere \nto go, putting them at risk of toppling over."
        },
        {
            "text": "This devastating incident was the result of the Uma Musume that \nwas most favored to win, Mejiro McQueen. As such, her actions \nwere widely reported in the media."
        },
        {
            "text": "McQueen… Are you okay?",
            "name": "Mejiro Ryan"
        },
        {
            "text": "Eh!? Oh, of course I am.",
            "name": "Mejiro McQueen"
        },
        {
            "text": "While it is true that I was unable to live up \nto my fan's expectations, and that I put the other \nUma Musume in that race in danger…",
            "name": "Mejiro McQueen"
        },
        {
            "text": "That is exactly why I mustn't feel dejected.",
            "name": "Mejiro McQueen"
        },
        {
            "text": "I will make up for my blunder during that race.",
            "name": "Mejiro McQueen"
        },
        {
            "text": "You're beating yourself up over this, aren't you? Please don't \nblame yourself more than necessary.",
            "name": "Mejiro Dober"
        },
        {
            "text": "I agree! You're going to do great in the next race, I know it!",
            "name": "Horsegirl with Straight-cut Bangs"
        },
        {
            "text": "You can do it, McQueen-san!",
            "name": "Droopy-eyed Horsegirl",
            "choice_data_list": [
                "<size=42>Let's use this as a learning experience.</size>"
            ]
        },
        {
            "text": "Yes, of course I will.",
            "name": "Mejiro McQueen"
        },
        {
            "text": "Oye, I'm back!",
            "name": "Gold Ship"
        },
        {
            "text": "There were some people out there with cameras and stuff. Don't \nworry though, I caused a scene by calling ‘em degenerates for ya!",
            "name": "Gold Ship"
        },
        {
            "text": "Those were reporters… weren't they?",
            "name": "Mejiro McQueen"
        },
        {
            "text": "They must have been waiting outside to interview me.",
            "name": "Mejiro McQueen"
        },
        {
            "text": "Hmm? Isn't it better this way then? To come this far into campus \nwithout being a student, there's no doubt they were scoundrels.",
            "name": "Gold Ship"
        },
        {
            "text": "I'd imagine they'd leave soon enough, but maybe we should call \noff training for today since they're here…",
            "name": "<username>"
        },
        {
            "text": "I don't mind if they're here. In fact, if they have any questions \nI would be happy to answer them with sincerity.",
            "name": "Mejiro McQueen"
        },
        {
            "text": "Moreover, I need to make sure that I win my next race so that we \ncan have some favorable news coverage.",
            "name": "Mejiro McQueen"
        },
        {
            "text": "Now then, I've gotten myself all excited for some \nexercise. I'm heading out, Trainer-san!",
            "name": "Mejiro McQueen"
        },
        {
            "text": "Ah… okay…",
            "name": "<username>"
        },
        {
            "text": "Ah… okay…",
            "name": "<username>"
        },
        {
            "text": "The dormitory is right there, you know? I won't \nget lost, so you don't need to walk me back…",
            "name": "Mejiro McQueen"
        },
        {
            "text": "But I'm sure the reporters will by lying in wait for you.",
            "name": "<username>"
        },
        {
            "text": "I told you that I didn't mind answering them though…",
            "name": "Mejiro McQueen"
        },
        {
            "text": "Ah, McQueen-san! Do you have a comment regarding \nwhat happened durin the Spring Tenno Sho?",
            "name": "Reporter A"
        },
        {
            "text": "Why did you run in such a dangerous manner!?",
            "name": "Reporter B"
        },
        {
            "text": "I apologize immensely for any inconvenience my actions may have \ncaused to the other individuals participating in that race.",
            "name": "Mejiro McQueen"
        },
        {
            "text": "I lacked experience, and as such was not conscious of those \naround me, which led to that incident occurring.",
            "name": "Mejiro McQueen"
        },
        {
            "text": "What have you done to appease those that \nyou have hindered with your actions?",
            "name": "Reporter A"
        },
        {
            "text": "I have apologized to each and every one of them.",
            "name": "Mejiro McQueen"
        },
        {
            "text": "Is it true that your trainer instructed you to force \nyour way into the inside of the course?",
            "name": "Reporter B"
        },
        {
            "text": "Trainer-san instructed me to do that!? I \ncan assure you that is not the case!!",
            "name": "Mejiro McQueen"
        },
        {
            "text": "My actions were purely based on my own judgement! Trainer-san has \nnothing to do with what happened!",
            "name": "Mejiro McQueen"
        },
        {
            "text": "Until now, all of Mejiro McQueen's answers were filled with \ncomposure. However, that all changed in an instant."
        },
        {
            "text": "She said that she “would be happy to answer them with sincerity.” \nIf this is what she believes is the right thing to do then it \nisn't my place to interfere."
        },
        {
            "text": "That being said, I can't just stand here quietly as she attempts \nto put all of the blame onto herself.",
            "choice_data_list": [
                "McQueen, let's go."
            ]
        },
        {
            "text": "That being said, I can't just stand here quietly as she attempts \nto put all of the blame onto herself.",
            "choice_data_list": [
                "McQueen, let's go."
            ]
        },
        {
            "text": "But if we do that, they'll think that \nyou're to blame for what I did…!",
            "name": "Mejiro McQueen"
        },
        {
            "text": "Regardless of what I instructed her to do, the \nresponsibility lies with me since I am her trainer. \nFor that, I too apologize.",
            "name": "<username>"
        },
        {
            "text": "Trainer-san!!",
            "name": "Mejiro McQueen"
        },
        {
            "text": "Now let's go, McQueen.",
            "name": "<username>"
        },
        {
            "text": "…",
            "name": "Mejiro McQueen"
        },
        {
            "text": "Don't worry about what happened, McQueen. You gave it your all in \nthat race, so there's no need to beat yourself up over it.",
            "name": "<username>"
        },
        {
            "text": "Don't worry about what happened, McQueen. You gave it your all in \nthat race, so there's no need to beat yourself up over it.",
            "name": "<username>"
        },
        {
            "text": "You don't plan on feeling dejected, right? Then let's \nconcentrate on the upcoming race instead.",
            "name": "<username>"
        },
        {
            "text": "You don't plan on feeling dejected, right? Then let's \nconcentrate on the upcoming race instead.",
            "name": "<username>"
        },
        {
            "text": "Understood…",
            "name": "Mejiro McQueen"
        },
        {
            "text": "Umm… Trainer-san…",
            "name": "Mejiro McQueen"
        },
        {
            "text": "I know that we had planned for the Arima Kinen to be my next \nrace, but I would like to race in the Japan Cup before that.",
            "name": "Mejiro McQueen"
        },
        {
            "text": "Are you sure? You're probably still \nfatigued from your previous race…",
            "name": "<username>"
        },
        {
            "text": "Don't worry about that. I'm already ready for another race.",
            "name": "Mejiro McQueen"
        },
        {
            "text": "So please allow me to race in the Japan Cup.",
            "name": "Mejiro McQueen"
        },
        {
            "text": "Mejiro McQueen likely wanted to make up for her blunder at the \nSpring Tenno Sho as soon as possible by entering the Japan Cup."
        },
        {
            "text": "She would use this race as a way to atone for what she did to \nappease those who had put their faith in her, and to appease \nthose who she had inconvenienced.",
            "choice_data_list": [
                "<size=39>Fine… You can race in the Japan Cup next.</size>",
                "<size=39>Fine… You can race in the Japan Cup next.</size>"
            ]
        },
        {
            "text": "Thank you. I will… I will definitely win this race.",
            "name": "Mejiro McQueen"
        },
        {
            "text": "(Wooooooaaaaah!!)"
        },
        {
            "text": "McQueen is struggling to bridge the gap! In fact, the gap between \nher and first place is only widening!",
            "name": "Commentator"
        },
        {
            "text": "The favorite to win, Mejiro McQueen, has finished in 4th place!",
            "name": "Commentator"
        }
    ]
}