{
    "text_block_list": [
        {
            "text": "At long last, starting today the Twinkle Series challenge with Sakura Bakushin O has begun!",
            "color_text_info_list": [
                "Sakura Bakushin O",
                "Twinkle Series"
            ]
        },
        {
            "text": "She's going to do some amazing things. Because—"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Without further ado, I'll be running the 1200 meters!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Allow me to show you my world-class speed!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Bakushinbakushiii―n!!"
        },
        {
            "text": "She accelerates right from the start, and in the blink of an eye she's gone. It's already a struggle to catch up to her…!"
        },
        {
            "text": "I didn't need to test her ability again. Her weapon of choice is her overwhelming speed. She may well be one of the best in her generation."
        },
        {
            "text": "I'm sure she'll do great in races, especially in shorter distances where that overwhelming speed is vital!"
        },
        {
            "text": "But—"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Baku… shin…… Baku……"
        },
        {
            "text": "…When she crosses the 1200m mark, she suddenly starts to lose steam. It was supposed to just be a 1200m race to begin with…"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Baku… haah, hah……",
            "choice_data_list": [
                "Were you just about to run over 1200 meters?"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Hah… haah…. I was……"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "My legs, were in great shape… All was, going well…"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "But, I think… the 2400m….also, showed me… what it was made of……"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Haaah… It's… okay. My room for growth, is… in… infi… infini……",
            "choice_data_list": [
                "Calm down…",
                "Calm down…"
            ]
        },
        {
            "text": "The longer the distance, the worse her performance is going to be. After all, sprinting is her specialty."
        },
        {
            "text": "So it is, but…"
        },
        {
            "text": "After our training session, I was creating a plan of action on how to train her…"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Trainer-san! My apologies that I kept you waiting!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Greetings! Your class president, Sakura Bakushin O, has arrived!",
            "choice_data_list": [
                "I didn't call you, though…"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "No matter! Only a superior class president rises to the occasion before she is even beckoned!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "So, I'm here to greet you once again!",
            "choice_data_list": [
                "Greet me?"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Yes, naturally! Manners are very important to class presidents."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Firstly, congratulations on receiving the wonderful honor of being my trainer!",
            "choice_data_list": [
                "Thank you?"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I'm sure you're very excited about how I'm going to put my overflowing brilliance to use! Yes, yes, I'm certain you are!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I'm willing to do everything in my power to Bakushin together with you!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Yes, that dream of ours, that dream of unparalleled, earth-shattering, genius wonder and applause—"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "— \"The speed to win all G1s\"!! In order to achieve this!!",
            "color_text_info_list": [
                "G I"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I've been making plans A.S.A.P.! Come, come, please take a look!"
        },
        {
            "text": "What she handed me was a neatly written race rotation plan for the year.",
            "choice_data_list": [
                "Challenge all the GIs in one year?!"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Affirmative! I believe that is roughly 30 races!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "The only way to be a proper class president is to accomplish something that no one has ever done before!",
            "choice_data_list": [
                "You can't enter them all in one year.",
                "You can't enter them all in one year."
            ]
        },
        {
            "text": "I explained that there are certain times of the year when certain races can be run, and that there are prerequisites to enter…"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Hm, hmm…… So, the Junior class can only enter G1's such as the Asahi Hai Futurity Stakes, and the Hanshin Juvenile Fillies, et cetera.",
            "color_text_info_list": [
                "Junior class",
                "Asahi Hai Futurity Stakes",
                "Hanshin Juvenile Fillies"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "In other words, only the Classic class can aim for the Triple Crown, hm.",
            "color_text_info_list": [
                "classic class"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Whaaaaaat?!",
            "choice_data_list": [
                "It's basic knowledge…",
                "It's basic knowledge…"
            ]
        },
        {
            "text": "And with distance aptitudes and scheduling issues, it's a 100% impossible challenge for one girl to win all the G1s. So…",
            "choice_data_list": [
                "Why don't you narrow down your target races?",
                "Why don't you narrow down your target races?"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Eh? Why do I need to narrow down?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Ha! Could it be, you are doubtful of my abilities, Trainer-san?",
            "choice_data_list": [
                "No, it's your duty as class president!"
            ]
        },
        {
            "text": "I told her that it was the duty of the class president to show the other girls a clear path to follow…"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "……"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Now that you mention it―!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "As class president, it is my solemn duty to make it easier for everyone to run!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Understood, let's narrow down our target races!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "After all, as long as I bear the name of class president, the title of Triple Crown Uma Musume is non-negotiable!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "So, I'll be participating in the Satsuki-sho, Japan Derby, and Kikka-sho!",
            "color_text_info_list": [
                "satsuki azalea (Rhododendron indicum)",
                "Japan Derby",
                "Chrysanthemum Awards"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Oh, oh, and we can't forget the Arima Kinen, right? There's no way I can't participate in the race where all the best Umas gather!",
            "color_text_info_list": [
                "Arima Kinen"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "And the Tenno Sho would be good, too! After all, it's a shield! It's perfect for defending the class president's seat!",
            "choice_data_list": [
                "…… Alright, anyways!"
            ],
            "color_text_info_list": [
                "Emperor's prize"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Oooooh～! My glory as class president has already been decided!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I'll be counting on your support for that, Trainer-san!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "You and I have decided on the path that Bakushin ought to take… That is to say, the Bakushin Road!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Starting today, let's put our all into this path! Let us go forth and Bakushin!!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Aaah, I can't wait any longer! I can't wait for the day I pave the way with explosive speed!"
        },
        {
            "text": "There's no doubt, her weapon of choice is her sheer speed. It would be a shame not to take advantage of that talent…!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Satsuki Sho, Japan Derby, Kikka Sho, Tenno Sho, and Arima Kinen!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Please wait for me! Because this class president will, without a doubt, head straight for the biggest Bakushin―!!"
        },
        {
            "text": "But, even if I explained the race schedule to her, she wouldn't be convinced. Well, then… I'll just have to guide her well myself!"
        },
        {
            "text": "—I'm in charge of her future, as her Trainer!"
        },
        {
            "text": "And so began the days of running with Sakura Bakushin O towards a grand dream… …Right? I think?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Bakushinbakushiiiin!!"
        }
    ]
}