{
    "text_block_list": [
        {
            "text": "On my way to the training course to pick up something I forgot…"
        },
        {
            "text": "This time, the \"President Showdown\" is in the gym! We have to hurry up and cheer on Baku-chan!",
            "choice_data_list": [
                "…President Showdown?"
            ]
        },
        {
            "text": "I was curious, so I took a look in the gym to find――"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "As class \"president,\" I'll make absolutely sure of it! I shall win!"
        },
        {
            "name": "Classmates",
            "text": "Fight on, Baku-chan! Let's see what you're made of!"
        },
        {
            "name": "Bamboo Memory",
            "text": "That's <i>my</i> line! I'm going to turn you into dust with my armband of the Public Morals <i>\"President\"!</i>"
        },
        {
            "name": "PM Committee Member",
            "text": "Gyaaa―! President of Public Morals～! I've got tingles～～!"
        },
        {
            "text": "…I was originally going to go get the thing I forgot, but I ran into a hell of a showdown!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Oh, Trainer! You've come to support me!?",
            "choice_data_list": [
                "No, I was on my way to get something I forgot…"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "What's this!? If that's the case, then you're most certainly in luck! To have come across such a historic battle!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "The \"President Showdown\" to determine the president among presidents …So far, it's been a series of draws!"
        },
        {
            "name": "Bamboo Memory",
            "text": "Whoever wins today, the <i>greatest of presidents!</i> Shall she become…"
        },
        {
            "name": "Bamboo Memory",
            "text": "The question is, what should the showdown be <i>this</i> time? For the 50th round, what the meat of it should consist of is…"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Oh, yes! Earlier, Trainer said you were going to go get something you forgot, were you not!?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "How about finding the Trainer's lost item and whoever returns first is declared the winner… Now what do you think of that!"
        },
        {
            "name": "Bamboo Memory",
            "text": "I have no objection! Because the ability to help others, a good role model <i>makes!</i>"
        },
        {
            "text": "And so, the curtain rose on the battle for the \"President Showdown\"――"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "The winner of the \"Deliver Trainer's Lost Item Grand Championship Title,\" the grand victor――is me!!"
        },
        {
            "name": "Bamboo Memory",
            "text": "Uuuuuuugh～!! I lost…! I couldn't even see the back of you……!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "However……Trainer, aren't you still forgetting something!?",
            "choice_data_list": [
                "Huh? No, not really…"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "…The class president knows. The class president knows that you haven't eaten for a while now, because you've been working on our practice menu."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "So, for my purposes, that is the next best thing to really having forgotten something. However, what you're really forgetting is――"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "\"Giving Your Hardworking Self a Break\"…!",
            "choice_data_list": [
                "Bakushin O…!"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Now, let's not delay, let's go! First, let's get that stomach to start Bakushin-ing up some food!"
        },
        {
            "name": "Bamboo Memory",
            "text": "So this is the \"class\" president… I was completely and utterly <i>annihilated.</i> Both by her legs <i>and</i> the depth of her feelings."
        },
        {
            "name": "Crowd",
            "text": "Truly the president among presidents…! Mesmerizing～～!"
        },
        {
            "text": "Afterwards, we ate yakisoba noodles so large they reminded us of the magnitude of the class president's feelings… We were full in both stomach and heart!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I did it, I did it―!! Now the strongest class president, is me!"
        },
        {
            "name": "Bamboo Memory",
            "text": "Kuuuu! That's the <i>power</i> of Bakushin, alright! What <i>speed…!</i>"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Ehhen! That is true… however! It's all thanks to my Trainer, too!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I shall help my Trainer! And while I was running, I remembered our usual training!",
            "choice_data_list": [
                "You've put what you've learned to good use!",
                "You've put what you've learned to good use!"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "My Trainer helped me! I delivered the forgotten item, and that I can return the favor… I'm pleased as can be about!"
        },
        {
            "name": "Bamboo Memory",
            "text": "Aaaaack―! A complete and <i>utter</i> annihilation! And the bond between the two of you was so <i>touchiiing～～!</i>"
        },
        {
            "name": "Crowd",
            "text": "That was such a great fight! Thanks for the truly moving display! Congratulations～～!"
        },
        {
            "text": "The reigning winner, Sakura Bakushin O, continued to bask in the applause of the crowd!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Uuuuuuughhh～～! I cannot believe my Bakushin has been… defeated……"
        },
        {
            "name": "Bamboo Memory",
            "text": "This is the <i>power</i> of the Public Morals President! I'll take the title of the <i>strongest president!</i>"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Frustrating… This is, frustrating…!",
            "choice_data_list": [
                "Bakushin O…"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "However! Defeat shall also become Bakushin's renewed strength!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I'm determined to win next time! Until then, you can keep the position!"
        },
        {
            "name": "Bamboo Memory",
            "text": "Fu… Now <i>that</i> makes me a happy president to hear that!"
        },
        {
            "name": "Crowd",
            "text": "Class presideeent! Good try―!!"
        },
        {
            "text": "The whole gym applauded Sakura Bakushin O's passion."
        }
    ]
}