{
    "text_block_list": [
        {
            "name": "Sakura Bakushin O",
            "text": "Hmhmhm!? In the corner of the hallway, the one secretly handing something over is…!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "You two suspicious ones over there! Show me what you just hid!!"
        },
        {
            "name": "Mejiro Ryan",
            "text": "I-i-i-it's not suspicious at all!? It's just a super normal book――"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Hiding it means you have a guilty conscience! Come on now, let's see it!!"
        },
        {
            "name": "Daiwa Scarlet",
            "text": "Ah!?"
        },
        {
            "name": "Mejiro Ryan",
            "text": "Uuuuuuuugh～! She saw, she saw, she saw…!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "What's the big deal? This is just shoujo manga, is it not?"
        },
        {
            "name": "Daiwa Scarlet",
            "text": "Y, yes, that's right, Ms. Ryan!"
        },
        {
            "name": "Daiwa Scarlet",
            "text": "This is… Yeah, it was just a \"I'm forcing my favorites on you!\" sorta thing!"
        },
        {
            "name": "Daiwa Scarlet",
            "text": "Are you interested in shoujo manga too, Ms. Bakushin O? T, to think!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Hm? Me?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Well, then, let me take a look, just a tad… \"The serious class president and the delinquent student are attracted to each other whilst still repelling one another,\" hmm."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Fantastic!! The class president is the main character―this is without a doubt a masterpiece!!"
        },
        {
            "name": "Daiwa Scarlet",
            "text": "I, is that so? Well, it's sure a masterpiece, but…"
        },
        {
            "name": "Daiwa Scarlet",
            "text": "In this manga, the process of the main character, who was so weak-willed, falling in love and becoming strong, I can't get enough of it!"
        },
        {
            "name": "Mejiro Ryan",
            "text": "I've heard that it can be a bit risqué at times, though…"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Hoho, becoming stronger and… growing risky…"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "――Very well, I've decided! I'm going to fall in love, too!!"
        },
        {
            "name": "Daiwa Scarlet",
            "text": "Huh!?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Love will give you Bakushin-like strength! I'll win even the riskiest of battles!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "――and that is why!",
            "choice_data_list": [
                "So you want to fall in love…"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "But I have never been in love! What the hell is love supposed to do!",
            "choice_data_list": [
                "Like finding someone you care about?",
                "Sorry, I'm not sure either.",
                "Sorry, I'm not sure either."
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "But I have never been in love! What the hell is love supposed to do!",
            "choice_data_list": [
                "Like finding someone you care about?",
                "Sorry, I'm not sure either.",
                "Sorry, I'm not sure either."
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Mmm-hmm! So what do we do when we find it!",
            "choice_data_list": [
                "You should try telling her how you feel."
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "It's a way of expressing your daily favors. It sure feels good to do that!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Expressing favors makes me feel warm and empowered—I get it!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Then I'll go tell everyone as soon as I can! Bakushin!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I love it!"
        },
        {
            "name": "Rice Shower",
            "text": "Huh…! Ba, Ms. Bakushin O…?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I love it!"
        },
        {
            "name": "Nishino Flower",
            "text": "What? That… I also like your straightforwardness, don't you?"
        },
        {
            "text": "The reactions of the girls varied, but Sakura Bakushin O's confession caused a lot of confusion around her."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Huh, I've finished expressing my feelings! I'm sure this has made me even stronger!",
            "choice_data_list": [
                "I hope so.",
                "I hope so."
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Oh, no! I didn't tell the most important person!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I love you, trainer! Thank you for always supporting me!!!",
            "choice_data_list": [
                "… Thank you very much!"
            ]
        },
        {
            "text": "It's true that both the person who expresses her feelings and the person who is expressed her feelings feel warm and fuzzy."
        },
        {
            "text": "Sakura Bakushin O's actions were far from love, but she had something to gain in her own way."
        },
        {
            "text": "I couldn't think of any advice I could give about love, so I apologized honestly."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "No, no, don't worry about it! Then we just have to learn together!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Oh, just in time, Ms. Urara! Ms. Urara!"
        },
        {
            "name": "Haru Urara",
            "text": "Hello, Ms. Bakushin-o! What's going on?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I need some advice about love! Do you know anything about it!"
        },
        {
            "name": "Haru Urara",
            "text": "Koi～? Say-chan said you caught a lot of fish at the pond in the park?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Are you sure? Then we must head for the park as soon as possible!",
            "choice_data_list": [
                "That's not the same thing."
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Trainer, here we go! In search of massive amounts of love, come on, Baxcene!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Ahh, so love is brewing in this pond! Now I'm looking forward to it!",
            "choice_data_list": [
                "No, I thought you meant the fish carp."
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Hmm, you certainly have a point. Then let's aim for the carp!"
        },
        {
            "text": "My advice seems to have been passed over lightly… I made up my mind and decided to go fishing with her until she was satisfied."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Mmm-hmm. I'm sure I'm feeling it right now, at this very moment."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "The thrill of wondering if it will come or not. This is the thrill of falling in love with a koi!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "She who controls the carp, controls the love! I'm sure that's what it's all about!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Whoa, whoa, whoa! Here comes the carp! I'm going to catch it!"
        },
        {
            "text": "After that, the two of us persevered and managed to catch a carp."
        },
        {
            "text": "Sakura Bakushin O was pleased with the results: \"I feel stronger! I feel stronger!"
        }
    ]
}