{
    "text_block_list": [
        {
            "text": "Sakura Bakushin O managed to finish the Twinkle Series in style."
        },
        {
            "text": "We were able to get through the very important \"first three years\" together――"
        },
        {
            "text": "One day, I was basking in the afterglow of such a big milestone."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Trainer! It's over this way, this way this way!"
        },
        {
            "text": "Sakura Bakushin O had invited me to visit a shrine."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "The sakura mochi here is aaaabsolutely delicious! You're almost sure to be completely and totally amazed!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I'll go and get you one, just wait one minute!",
            "choice_data_list": [
                "I'll come with you."
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Nono! It's a thank-you day for Trainer, so I'll do it!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "As such…"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Please lend me some money!! I have forgotten my wallet!!"
        },
        {
            "text": "Sakura Bakushin O bought me some sakura mochi, which was, indeed, delicious, with a little hint of sweetness."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Haaah, this place takes the first place cake for sakura mochi!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "It's almost as perfect as my mom's homemade ones. It's superb!",
            "choice_data_list": [
                "Your mom sounds kind.",
                "Your mom sounds kind."
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Affirmative! She is an excellent mother to me!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I've actually been thinking about something. I haven't told anyone about it yet, but…"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Sakura mochi is one of the best rice cakes in the world, isn't it?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Could it be, perhaps they're…… named after me!?",
            "choice_data_list": [
                "Huh??"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "In honor of me, a top class person, it was dubbed \"Sakura\" mochi, don't you think…?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "When you think about it, somehow it makes it taste even better!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Surely, that's how my mother felt when she made it for me."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "And surely, even now she's still waiting, kneading rice cakes."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I hope that I can be a shining example to you all…"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Well, I'm already a pretty amazing, exemplary role model!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "But, it was Trainer who helped me grow even more."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "To be honest, there were times when I doubted Trainer on the way."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Does my Trainer want me to stay on the short track forever, just like everyone else? I wondered.",
            "choice_data_list": [
                "(Oh, no.)"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Despite that, I decided to trust Trainer."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "And it's because of that that I've been able to run this far."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "In fact, I ran the whole 3600 meters! I think I set quite the good example!",
            "choice_data_list": [
                "……That's right!",
                "……That's right!"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Please, let me ask you one thing."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Trainer, you believe in me, don't you?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Spring and Autumn Tennoushou, Arima Kinen, and so on…",
            "color_text_info_list": [
                "Tennoushou"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "You believe I can win all those other races… don't you?"
        },
        {
            "text": "I could answer that question without any hesitation.",
            "choice_data_list": [
                "Of course I do!"
            ]
        },
        {
            "text": "If she can keep up her speed and get off to a fast start, no one else will be able to catch up…"
        },
        {
            "text": "I'm sure she'll be able to win any race thrown at her… Someday!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Fufu, I only wanted to hear you say it properly!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Then, thank you for your continued support of me!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Let's aim for complete domination of the Bakushin Road! Onwaaaards―!",
            "choice_data_list": [
                "Onwaards―!"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "We're going to Bakushin together, you and me, until we win our dream!"
        }
    ]
}