{
    "text_block_list": [
        {
            "text": "I was on my way home from an outing with Sakura Bakushin O――"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Are you aware, Trainer? Did you know that my rival is coming here, right now?",
            "choice_data_list": [
                "Eh, rival…?"
            ]
        },
        {
            "text": "When I was told that, I thought of the Uma Musume of her generation…"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "You already know, don't you? Indeed, my rival is――"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "The fastest king of the sea! The \"Sailfish\"!!",
            "choice_data_list": [
                "I didn't think it was a fish!?"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "The one who commands the land, is me. The one who commands the seas is… that fish, for now."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "However! One day, I will take that name and call myself the fastest on land <i>and</i> sea!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "To master speed is a prerequisite for the strongest Uma Musume and the strongest honor-roll student!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "In other words, let's G.O. to the aquarium, which is open to the public for a limited time!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Excuse meeee―!!",
            "choice_data_list": [
                "Quiet in the museum!"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Oops, pardon me! The class president was getting excited just now."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Now, without further ado, let's find the enemy! Where on earth could he～…Ah."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "That's a school of sardines! Eating sardines makes you smarter!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Ever since I heard that, I've been eating them from head to tail!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Thanks to this, I am very intelligent. The sailfish must be terrified.",
            "choice_data_list": [
                "I, I see."
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "And, ohh! Look at that! Swimming over there, that's…!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "It's a \"yellowtail\", the fish they call the fish of success! Before they grow up, they're called things like \"Mejiro\" and \"Warasa\"――"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Oya? So the McQueens will eventually become \"yellowtail\" McQueens?",
            "choice_data_list": [
                "More than that, we're looking for a sailfish!"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Oh, that's right! It was an elite fish that I couldn't pass up, but nevertheless, how careless of me!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "My hunch is that they should be around here somewhere! Let's seeee… the fish in the tank next to――"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "\"Sailfish\"…"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "…!! ……～～～～!!!!!!!",
            "choice_data_list": [
                "(She's excited so quietly…!)",
                "(She's excited so quietly…!)"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Haa… haah… that's, a sailfish. Somehow, it looks a bit like me, doesn't it."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "This… sharp, fast-looking expression… like that……"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Sure enough, I still want to compete with you! But, this is a museum, and we can't break the rules…"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Kuuuuuu～～! What am I supposed to dooo～～!",
            "choice_data_list": [
                "Let's just observe for today.",
                "Maybe try something like racing in your brain."
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I see… So, you think we should know our rivals and make preparations for a future time?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Understood! I'll use my sardine-trained brain to uncover the secret to the sailfish's speed!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Hoho… Hoouuuh! Did you see that!? The dorsal fin went <i>swoosh!</i>"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I see, I see, I seeeeee! Now I know the whole secret to speed!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "To sum it up, the trick is to… <i>swoosh</i> the dorsal fin with all your might!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Fu-fu-fuu～! This is the result of eating sardines!"
        },
        {
            "text": "I don't know how that would help her without a dorsal fin, but… she seemed satisfied, so it was fine."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Racing, in my brain!? My honors student heart was just completely shocked!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "…My brain… in my brain, with the sailfish… a race……"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I've been waiting for you… sailfish!"
        },
        {
            "name": "Sailfish",
            "text": "Oh… You're the fastest Uma Musume on the track, aren't ya? I'm fast <i>and</i> my stamina is craaaazy. You sure you can beat me?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "That's my line! Watch your back… No, watch your dorsal fin!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Bakushinbakushiiii―n!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "………",
            "choice_data_list": [
                "H, how'd it go?"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "It was an excellent battle of speed and stamina! I may even want to go as far as to rename myself Mejiro Bakushin O."
        },
        {
            "text": "I don't know what's going on in her brain, but she seems to have gotten a handle on it…!"
        }
    ]
}