{
    "text_block_list": [
        {
            "text": "Sakura Bakushin O is set to run three 1200 meter races. She's training hard every day."
        },
        {
            "text": "But she doesn't want to run just short distances. The next race after these three, she might not be convinced anymore."
        },
        {
            "text": "While I was thinking about this, I was walking around campus and came across…"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Good for you, Ms. Flower! The doctor even complimented you on your quick recovery!"
        },
        {
            "name": "Nishino Flower",
            "text": "It's all thanks to Ms. Bakushin O helping me."
        },
        {
            "name": "Nishino Flower",
            "text": "I think it would have taken me a long time to carry all these books by myself."
        },
        {
            "name": "Nishino Flower",
            "text": "Thank you so much for the help."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "No, no, not at all! If I help you, it's inevitable that the process will speed up!"
        },
        {
            "name": "Classmate A",
            "text": "Oh, Bakushin O-chan. Do you remember what we're gonna do tomorrow?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Of course I do! You wanted me to give you some tips on how to get started, didn't you!"
        },
        {
            "name": "Classmate A",
            "text": "Oh, I'm glad. Yeah, thanks for the help."
        },
        {
            "name": "Classmate A",
            "text": "And I think it's time to celebrate, don't you? We've all been looking for you!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Ha! It's that time already!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I'll be right there! Now, let's be off, and you too, Ms. Flower!"
        },
        {
            "name": "Nishino Flower",
            "text": "Huh?"
        },
        {
            "name": "Nishino Flower",
            "text": "Ah, wait a second…!"
        },
        {
            "text": "If there was a celebration, something good probably happened to Sakura Bakushin O. I decided to go check it out."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "――and, so!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "That is how I, Sakura Bakushin O! Managed to shave five seconds off the record time for the quickest change from uniform to jersey!"
        },
        {
            "name": "Nishino Flower",
            "text": "Quickest change…"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Thank you all very much for coming to celebrate this momentous occasion!"
        },
        {
            "name": "Classmates",
            "text": "Congratulations～! (Clapclapclap!)"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Thank you very much―!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "What do you think, Ms. Flower? I'm both fast on my feet and fast at changing clothes!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "In fact, I'm also the current record holder for fastest talker! I can't wait to break that one, too!"
        },
        {
            "name": "Nishino Flower",
            "text": "U, umm… That's sure great!"
        },
        {
            "name": "Classmate B",
            "text": "But lately, you've been doing even better than before. I guess you could say your speed's been honed."
        },
        {
            "name": "Classmate C",
            "text": "Definitely! That's what my homeroom teacher said, too."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Hmm! What did you say!?"
        },
        {
            "name": "Classmate C",
            "text": "She said she appreciated how quickly you collected everyone's papers. She also said it would be even better if you could be more careful, though."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Ha-ha-haaa, our teacher, you say! She praised me that much!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "As class president, I'm quite proud of myself!"
        },
        {
            "name": "Classmate B",
            "text": "Uh, huh, yup. I'm counting on you for your speed. I'll keep relying on you, class president!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I was relied on――!!"
        },
        {
            "text": "…The contents of the congratulations were heartwarming, and I caught a glimpse of Sakura Bakushin O, so beloved by all of her classmates."
        },
        {
            "text": "…Later, while walking through the school, I saw a pair who seemed to have finished partying."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Whew, I received quite a lot of compliments! That's me! The president paragon!"
        },
        {
            "name": "Nishino Flower",
            "text": "Ahaha…"
        },
        {
            "name": "Nishino Flower",
            "text": "But, it looks like Ms. Bakushin O is really adored by everyone."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "That's right! As class president, it's my chief job to be adored!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Moreover, now I'm an upgrade from before! I'm the president of presidents!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "After all, thanks to my Trainer's precise guidance, I'm in great shape!"
        },
        {
            "name": "Nishino Flower",
            "text": "Fufu, so that's how it is."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Affirmative! Even now, I'm aiming to run 3 short distance races so I can run in a long distance race!"
        },
        {
            "name": "Nishino Flower",
            "text": "3 short distance races…?"
        },
        {
            "name": "Nishino Flower",
            "text": "Well, that's, that's just running short distances, isn't it…",
            "choice_data_list": [
                "(Thump…)"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Hmm? I think I just heard someone's heart leaping somewhere…"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Anyway, this is still a bona-fide long distance. It may still be tough for you, Ms. Flower."
        },
        {
            "name": "Nishino Flower",
            "text": "Ha, ha…"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Fufu. Just follow your Trainer and you'll be just fine!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "In fact, since working with the Trainer, I've been relied on more than ever."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "My Trainer will absolutely make my dreams come true!!"
        },
        {
            "name": "Nishino Flower",
            "text": "I see…"
        },
        {
            "name": "Nishino Flower",
            "text": "You believe in your Trainer a lot, don't you?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Yes, of course!"
        },
        {
            "text": "Unexpectedly, I heard Sakura Bakushin O's true feelings, and my heart was filled with passion."
        },
        {
            "text": "Because she believes in me, I have to lead her well… Down the Bakushin Road, where she can shine her absolute best!"
        }
    ]
}