{
    "text_block_list": [
        {
            "name": "Sakura Bakushin O",
            "text": "Uuuuuuughh! It's still too hard!!"
        },
        {
            "name": "Mihono Bourbon",
            "text": "What seems to be the trouble?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "The trouble seems to be this! It seems that my uniform can no longer withstand my extraordinary excellence!"
        },
        {
            "name": "Mihono Bourbon",
            "text": "The cause can be determined to be weight gain. Estimating from the most recent calorie intake and the speed of movement――"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "N-no, no! It's out of the standard, so it can't be calculated!"
        },
        {
            "name": "Mihono Bourbon",
            "text": "You are incorrect. The change in the numbers proves it."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "If our stories cannot reach an agreement… then let's race to decide! The winner's theory is the right one, that is all!"
        },
        {
            "name": "Mihono Bourbon",
            "text": "Numerical changes due to exercise are presumed to be validation… Order approved. Moving to verification phase."
        },
        {
            "text": "Thus, the game between the two was played out over several days…"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Ah! There's Ms. Bourbon! Let's decide who wins today!"
        },
        {
            "name": "Mihono Bourbon",
            "text": "――End of verification……Weight loss should have relieved the pressure of the uniform."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Hm? Now that you mention it, that seems to be the case. While I've been running for the past few days, the scale's been reading……"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Hah! I see, the uniform has grown to acommodate me! Could it have been inspired by my running!?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "In other words……I was right after all!"
        },
        {
            "name": "Mihono Bourbon",
            "text": "……… …No, I do not think you were."
        },
        {
            "text": "At any rate, that's how Sakura Bakushin O succeeded in losing weight!"
        }
    ]
}