{
    "text_block_list": [
        {
            "text": "Recently, a puzzle solving game called \"Uma Riddle\" created by some students at the Academy has been gaining traction."
        },
        {
            "text": "It seems the challenge is to solve a riddle on the premises, and Sakura Bakushin O is playing by recommendation of her classmates, but――"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Auuuuuughhh―!! I can't solve this at aaaaaall!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I'm supposed to be the one who solves all riddles and leads by example, but this is not the example to be leading by!",
            "choice_data_list": [
                "Do you need help?"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Eeeeh!? That's very kind of you, but isn't that not a good example?",
            "choice_data_list": [
                "Your willingness to work with your Trainer is setting a \ngood example.",
                "Your willingness to work with your Trainer is setting a \ngood example."
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Hm, well, then there's no problem! Let's show everyone our President Power!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Hmhm! \"Hints can be obtained from Nakayama,\" so it says."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Nakayama, Nakayama… Speaking of Nakayama――",
            "choice_data_list": [
                "Should we find it out from Nakayama Festa?",
                "Can you figure it out by going to Nakayama Racecourse?"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I see! The famous \"Nakayama\" of the school is her, isn't it!",
            "choice_data_list": [
                "I wonder if she'll cooperate?",
                "I wonder if she'll cooperate?"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "There will always be obstacles to overcome! I'll get through them all with spirit and perseverance!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I found it, Nakayama-san! Now, do please give me a hint for the third \"Uma Riddle\"!!",
            "choice_data_list": [
                "If that's all you say, she's not going to get the \nmessage…"
            ]
        },
        {
            "name": "Nakayama Festa",
            "text": "No, it's called \"You can get hints from Nayakami,\" ain't it? I'm that \"Nakayama.\""
        },
        {
            "name": "Nakayama Festa",
            "text": "…But, I can't tell you about it for free, y'know."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "What's this!?"
        },
        {
            "name": "Nakayama Festa",
            "text": "Now, yer gonna play me for a clue. If you win, I'll tell you what 'cha wanna know.",
            "choice_data_list": [
                "What if we lose?"
            ]
        },
        {
            "name": "Nakayama Festa",
            "text": "Well, if you're Bakushin O, how about… bannin' the class president for a day?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Deal!!!!!",
            "choice_data_list": [
                "What a quick answer!?"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Don't you worry, Trainer! I'll use my President Power to make for absolute sure we win!"
        },
        {
            "name": "Nakayama Festa",
            "text": "Now, those are the eyes of a winner…!"
        },
        {
            "name": "Nakayama Festa",
            "text": "I'll let you decide what you want to compete in. Let's have a smashin' showdown!"
        },
        {
            "name": "Nakayama Festa",
            "text": "…Uh, my bad. Can you say that again?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Indeed! Let us showdown with our respective President Powers!!"
        },
        {
            "name": "Nakayama Festa",
            "text": "What the…? President Power? What on earth are you talkin' about?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I'm talking about the appropriate attitude and behavior for a class president!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Ms. Nakayama! Let's have a competition to see who's better suited to be class president!",
            "choice_data_list": [
                "…You can say no, just so you know.",
                "…You can say no, just so you know."
            ]
        },
        {
            "name": "Nakayama Festa",
            "text": "Nah, a gambler never goes back on her word."
        },
        {
            "name": "Nakayama Festa",
            "text": "'sides, the more grim the odds, the more I burn…!"
        },
        {
            "text": "Thus began a contest of President Power between the two."
        },
        {
            "text": "It was a competition to see who could say and do the most class president-like things in various situations――"
        },
        {
            "text": "Sakura Bakushin O had the upper hand in the early stages, but Nakayama Festa persisted, and the battle between the two became fierce."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Hah, hah… Now that's a victory for me…!"
        },
        {
            "name": "Nakayama Festa",
            "text": "…Fu, I lost, eh. The Power of this President is intense."
        },
        {
            "name": "Nakayama Festa",
            "text": "I'll give you the hint, as promised. Keep up the sick work, president!"
        },
        {
            "text": "After that, thanks to the hints she received, Sakura Bakushin O was able to finish solving the \"Uma Riddle.\""
        },
        {
            "text": "Sakura Bakushin O was in a good mood the whole time, partly because the ban on class president activities had been lifted."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I see! When I think of Uma Musume, I think of racing! And by races, I mean racetracks!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Fufu, now that's straight to the core reasoning.",
            "choice_data_list": [
                "But the racetrack is off campus…",
                "But the racetrack is off campus…"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "No! If you look at the racetrack as a place of learning, you could say it's within the Academy!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I'll be at Nakayama Racecourse this weekend! The clue to the mystery is at the Nakayama Racecourse!!",
            "choice_data_list": [
                "G, got it."
            ]
        },
        {
            "text": "I'm not sure if her guess is correct, but going to Nakayama Racecourse isn't a bad idea."
        },
        {
            "text": "It'll be a good opportunity to learn about Nakayama Racecourse while still solving the riddle."
        },
        {
            "text": "The weekend came――"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Fu-fu-fu! Here we are, Nakayama Racetrack!",
            "choice_data_list": [
                "Since we're here, let's take a tour."
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Affirmative! I'll do a great job with both the Uma Riddle <i>and</i> researching the track!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Look, Trainer, at the uphill climb before the finish line!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "If I can make it up that hill, the final obstacle, and finish in first place――"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "That would be a tremendous feeling, wouldn't it!",
            "choice_data_list": [
                "Let's build up your strength for that."
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Naturally! Let's do it as flawlessly as ever!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "And I shall make Sakura Bakushin O's name known at Nakayama Racetrack!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Once I've decided that much, I won't back down!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "We need to get back to the Academy and get some training in!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "To a glorious future, Bakushiiiiiii―――n!!",
            "choice_data_list": [
                "Hey, what about the riddle!?"
            ]
        },
        {
            "text": "It seemed that my voice hadn't reached her, and before I knew it, Sakura Bakushin O was out of sight."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Baku! Shin! Baku! Shin!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Fuu, I think that's it for today."
        },
        {
            "name": "Classmate A",
            "text": "Oh, it's the Prez! Nice work."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Thank you for that! Good work, everyone!!"
        },
        {
            "name": "Classmate B",
            "text": "You said you were going to Nakayama Race Track, but did you decide not to～?"
        },
        {
            "name": "Classmate C",
            "text": "Well, \"Nakayama\" in \"Uma Riddle\" isn't Nakayama Racecourse to begin with…"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "\"Uma Riddle\"… \"Nakayama\"…?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "<i>Aaahhhh!!</i> <i>I forgooooot―――!!!!!</i>"
        },
        {
            "text": "In the end, Sakura Bakushin O was unable to solve the Uma Riddle until the end of the day, but――"
        },
        {
            "text": "The knowledge she gained about Nakayama Racecourse helped her grow a little."
        }
    ]
}