{
    "text_block_list": [
        {
            "text": "One afternoon――"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "You've called me… Are you finally going to confess!? The perpetrator of the other day's bombing incident was none other than you, Ms. Tachyon!"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Calm down. Today, I have a favor to ask of you."
        },
        {
            "name": "Agnes Tachyon",
            "text": "Class president! Honor student! Only you! I have a request that only you can fulfill!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Ohhhh! Is that so～! Heehee～! If that's the case, then by all means, please do rely on me for any and all of your needs!"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Ha-ha-ha! Thank you for your honesty. Now, take a look at that clock."
        },
        {
            "name": "Agnes Tachyon",
            "text": "It emits a special kind of radio wave, not unlike standard radio waves, that turns the brain into a kind of receiver. It acts on the pineal gland, causing it to produce melatonin――"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Hmhm!? Pineal… Receive… Mela…!?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "In other words! You're going to have some serious sleep issues, but I want to see you use them to grow!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Grow! I see, that's where the honor roll student comes in! All right! I'm going to face off against sleepiness, and―"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Guuuh～～～～…"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Hypnotic induction was successful. Next phase. ―You're gracefully running along a sandy beach at dusk, are you not?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Ohh! Indeed! My legs are so light! It's as if I could fly!"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Oh? Then take flight through the air and, ――cross over the limits of… the event horizon!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Over… the limits～～!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Hooohhhh～～!? At last, I'm Bakushin-ing the sky～～!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Hmgnnghhm? …Huh, what in the world am I doing? Where's the beach at dusk??"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Good, good, good! Now, let's demonstrate. …Ms. President, I'm the one who blew up your classroom the other day!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I beg your pardon!? Not once, but twice! To blow up a sacred classroom and, and～～!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I've got you now, Ms. Tachyon! With a very graceful run, at that!!"
        },
        {
            "name": "Agnes Tachyon",
            "text": "After all… it seems your running style has clearly changed. In other words, this escapade proved it."
        },
        {
            "name": "Agnes Tachyon",
            "text": "――That my theory of hypnotic running improvement theory was correct!"
        },
        {
            "text": "From that day on, Sakura Bakushin O's running was refined!"
        }
    ]
}