{
    "text_block_list": [
        {
            "text": "After her outing―― Sakura Bakushin O is once again feeling down in the dumps."
        },
        {
            "text": "She's feeling down because she's about to say goodbye to her freckle-faced classmate."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "…I know that at Tracen Academy, students often leave school."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "But, I believed that…! That I would be with my entire class the whole time, growing together, working hard together, and graduating together!",
            "choice_data_list": [
                "I see…"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Even so, the day to say goodbye will come."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "As class president, I'd like to do something for her in the time we have left, but――",
            "choice_data_list": [
                "Why don't you give her a present?"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Ohh! That's a superb idea!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "If this gift has to be a parting one, I want to make it something that stays in one's heart forever! Hmhmhm, what should it be…!",
            "choice_data_list": [
                "A fun run.",
                "A straightforward song.",
                "An encouraging cheer."
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "A run, you say?"
        },
        {
            "text": "The time she spent training for her last race must have been invaluable to her."
        },
        {
            "text": "So why don't you go for one last, fun run with her? That's my suggestion――"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Hoho, as expected of Trainer! What a magnificent idea!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "That training was a memorable time not only for her, but for me as well."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "So――"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Thank you very much! I'll invite her out tomorrow A.S.A.P.!"
        },
        {
            "text": "The next day, I saw Sakura Bakushin O and her freckle-faced classmate on the field.",
            "choice_data_list": [
                "Good to see the sun is shining!",
                "Good to see the sun is shining!"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Indeed! It's a beautiful blue sky with not a single cloud to be found――ideal conditions for Bakushin-ing!"
        },
        {
            "name": "Freckled Horsegirl",
            "text": "This feels a little nostalgic, huh～. It feels like a long time ago that we both trained together!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Fu-fu, I feel the same way. Then, without further ado, let's get started!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "No need to go easy on me! Let's clash, without holding anything back!"
        },
        {
            "name": "Freckled Horsegirl",
            "text": "Of course! I'm not gonna lose, Baku-chan!",
            "choice_data_list": [
                "Go on, you two!",
                "Go on, you two!"
            ]
        },
        {
            "name": "Both",
            "text": "Yes! <i>Bakushiiiiiiiii―n!!</i>"
        },
        {
            "text": "With smiles as bright as the sun, they started to run."
        },
        {
            "text": "And I kept running as much as time and energy allowed."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Hah, haa… That was a Nice Bakushin you did!"
        },
        {
            "name": "Freckled Horsegirl",
            "text": "Baku-chan did, too. That was a really fun run we did together!"
        },
        {
            "name": "Freckled Horsegirl",
            "text": "…You know, I'm really grateful to Baku-chan and Trainer."
        },
        {
            "name": "Freckled Horsegirl",
            "text": "It's because of you two that I feel so refreshed!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Now, where did this come from? I've told you before, have I not?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "As class president, I was just doing what I was supposed to do!"
        },
        {
            "name": "Freckled Horsegirl",
            "text": "Hmmm… That's it?"
        },
        {
            "name": "Freckled Horsegirl",
            "text": "But I thought I was making good friends with Baku-chan, wasn't I?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "N, no!! Of course, it's because you're my dear friend, too!"
        },
        {
            "name": "Freckled Horsegirl",
            "text": "Fufu, thanks.♪ Will you continue to be my friend, from now on?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Of course! Even though we may be far apart, we'll still be friends!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "――Forever and always!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "A song, you say?"
        },
        {
            "text": "The Uma Musume of Tracen Academy have been conveying their feelings through races and live performances."
        },
        {
            "text": "I suggested that Sakura Bakushin O should sing a song about what she wanted to say to her and give her a live performance――"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I'll do that!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I am a member of the Tracen Academy. And I'm the class president, a role model for students!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Let's create the absolute best song with everyone from class, and give her a live performance she'll never forget!"
        },
        {
            "text": "And a day later. The gymnasium was rented out for the concert.",
            "choice_data_list": [
                "Here, the lead singer goes in the middle."
            ]
        },
        {
            "name": "Freckled Horsegirl",
            "text": "O, okay! Are you sure about this? I can't believe you're doing this live for me―"
        },
        {
            "name": "Classmate A",
            "text": "Really, really! We've all worked so hard to prepare for this!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Fu-fu, thanks to you, we were able to create a spectacular song! We'll give you the best fight song the world has ever witnessed!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Come, come! The whole class is right about to begin the Bakushin Live!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "\"――Let's forge on ahead～♪ Even if we're separated now～♪\""
        },
        {
            "name": "Classmates",
            "text": "Yeah, yeah!!"
        },
        {
            "text": "Sakura Bakushin O's sincere singing and the cheerful chorus of her classmates echoed in the air. But, in the end――"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "…Even if, we're apart."
        },
        {
            "text": "Sakura Bakushin O choked on her words and looked away.",
            "choice_data_list": [
                "Bakushin O…"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I'm sorry, I――"
        },
        {
            "name": "Classmates",
            "text": "\"――My heart is a straight line～♪ Under the blue sky, we're connected～♪\""
        },
        {
            "name": "Sakura Bakushin O",
            "text": "E, everyone!?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "(…That's right. What am I doing!? Being overcome by my own feelings, interrupting the live performance――)"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "(As class president, as Sakura Bakushin O, I have to deliver this song to her…!)"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "\"Goodbye? No, no, that's not right♪ This is advancing to the future, moving forward's…～♪\""
        },
        {
            "name": "Classmates",
            "text": "\"Bakushin! Bakushin!\"",
            "choice_data_list": [
                "\"Bakushin! Bakushin!\""
            ]
        },
        {
            "text": "Sakura Bakushin O managed to pull it off, and the concert went off without a hitch."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Uuugh, I apologize for the shameful scene I showed you earlier."
        },
        {
            "name": "Freckled Horsegirl",
            "text": "You've got nothing to be sorry for! Thank you, for putting on such a wonderful show for me."
        },
        {
            "name": "Freckled Horsegirl",
            "text": "…I'll keep running, even after I leave the academy."
        },
        {
            "name": "Freckled Horsegirl",
            "text": "Because this farewell is \"moving forward to the future's Bakushin,\" right?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "…That's right! I hope we can run together again some day!"
        },
        {
            "text": "Thus, after a parting of ways, Sakura Bakushin O had grown up a little."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "A cheer, you say?"
        },
        {
            "text": "She's as sad to be moving away as Sakura Bakushin O is to be leaving her."
        },
        {
            "text": "But it would only be a sad farewell if things went like this. I told her I'd send her off in good spirits――"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I… see. …You're right, Trainer!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Aaall right! Let's give her a cheer with all of our might!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I hope that when she thinks of Tracen Academy, it'll always bring a smile to her face…!"
        },
        {
            "text": "And then, on the day to say goodbye――"
        },
        {
            "name": "Freckled Horsegirl",
            "text": "Thanks for coming to see me off, everyone! Even Baku-chan's Trainer.",
            "choice_data_list": [
                "Take care out there."
            ]
        },
        {
            "name": "Freckled Horsegirl",
            "text": "I will! The same goes for Trainer and Baku-chan, too."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "…The truth is, being in the same class for the rest of our lives, and to graduate together, we can't… Uuuugh!"
        },
        {
            "name": "Freckled Horsegirl",
            "text": "Baku-chan…"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "However, I've made up my mind! As class president, I will send you off with a smile!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Everyone――here we go!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Hurray! Hurray! Fight on!! Full Speed Ahead・Big Bakushin!!"
        },
        {
            "name": "Classmates",
            "text": "Hurray! Hurray! Fight on!! Full Speed Ahead・Big Bakushin!!"
        },
        {
            "text": "Sakura Bakushin O and her classmates gave a warm cheer of encouragement to their departing friend."
        },
        {
            "name": "Freckled Horsegirl",
            "text": "Thank you. I'm sad to leave you all, but I'll do my best out there!",
            "choice_data_list": [
                "It's a summoning call…"
            ]
        },
        {
            "name": "Freckled Horsegirl",
            "text": "Sorry, I have to go. Take care, everyone…!"
        },
        {
            "text": "As the girl trotted towards the entrance gate, with everyone watching until they couldn't see her anymore, Sakura Bakushin O hurriedly chased after her."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "――W, wait, please!! Just one more word…!"
        },
        {
            "name": "Freckled Horsegirl",
            "text": "Huh?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I may be far away, but I'm still your class president! Because that's the only thing that will never change…!!"
        },
        {
            "name": "Freckled Horsegirl",
            "text": "…Yeah!"
        },
        {
            "name": "Freckled Horsegirl",
            "text": "I'm so glad that I'm in the same class as―I'm so glad that Baku-chan's the class president!!"
        },
        {
            "text": "This time, she was nowhere to be seen, and Sakura Bakushin O looked down sadly."
        },
        {
            "text": "But the next moment, she looked up and turned to me."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Everyone, let's go! For her sake, we'll make a name for ourselves all over the country!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Now, onto the future, Bakushinbakushin!!"
        },
        {
            "text": "The sound of her cheerful voice echoed throughout the surroundings, warming the hearts of those around her."
        }
    ]
}