{
    "text_block_list": [
        {
            "text": "It was my day off, and I was heading to catch a movie when suddenly ——"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Oh, Trainer! Are you here for \"The Dawn of Horsegirls: Toward Untrodden Records\" as well?",
            "choice_data_list": [
                "\"The Dawn of Horsegirls\"?"
            ]
        },
        {
            "name": "Symboli Rudolf",
            "text": "Hmm? Your reaction suggests you're not familiar with this movie at all."
        },
        {
            "name": "Symboli Rudolf",
            "text": "\"The Dawn of Horsegirls\" is a biographical series about horsegirls who've dedicated their lives to competitive racing."
        },
        {
            "name": "Symboli Rudolf",
            "text": "While there's probably some dramatization, it beautifully captures the emotions of horsegirls as they compete."
        },
        {
            "name": "Symboli Rudolf",
            "text": "As a trainer, it should be a valuable reference to you. I'd recommend giving it a watch if you get the chance.",
            "choice_data_list": [
                "Alright, why don't I watch it right now."
            ]
        },
        {
            "name": "Symboli Rudolf",
            "text": "Oh, your interest's been piqued already!"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Shall we watch it together then? Heheh, we can discuss our thoughts afterward!"
        },
        {
            "text": "And with that, the movie began……"
        },
        {
            "name": "Symboli Rudolf",
            "text": "The struggle with injuries, a miraculous comeback story…"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Not everyone can achieve such a remarkable turnaround. But the challenges they face are something we can all relate to."
        },
        {
            "text": "Just as Symboli Rudolf had mentioned, it was an enlightening movie for me as a trainer.",
            "choice_data_list": [
                "I learned a lot."
            ]
        },
        {
            "name": "Symboli Rudolf",
            "text": "Heheh, right? I'm glad you enjoyed it."
        },
        {
            "name": "Symboli Rudolf",
            "text": "In which case, you might also like the previous movie. If you're interested, just let me know and I'll lend it to you."
        },
        {
            "name": "Horsegirl A",
            "text": "—— Oh, look, look! Just as I thought, it's starting today! I've been so excited about this so I remembered～♪"
        },
        {
            "name": "Horsegirl B",
            "text": "No way! Being able to see it on the first day is like super lucky♪ Ah～ I can't wait to feel the butterflies!!"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Hm? Was that one of our students? Well, that's commendable. Watching \"The Dawn of Horsegirls\" on its opening day…"
        },
        {
            "name": "Symboli Rudolf",
            "text": "… But, \"feel the butterflies\", was it? I guess some are looking for that kind of feeling from this movie."
        },
        {
            "text": "…… As I glanced around the movie theater, I noticed an advertisement for a romance film that read: \"Now in Theaters!\"",
            "choice_data_list": [
                "I think they're here to see this.",
                "I think they're here to see this."
            ]
        },
        {
            "name": "Symboli Rudolf",
            "text": "Oh, let's see…… \"First Love Carrot Cake ～ Love Is Sweeter Than Carrots ～\" …?"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Judging by the poster, it seems to be a teen romance movie. Maybe it's popular among the students…?",
            "choice_data_list": [
                "Want to give it a try?",
                "Want to give it a try?"
            ]
        },
        {
            "name": "Symboli Rudolf",
            "text": "Huh? I don't mind, but why…?",
            "choice_data_list": [
                "Having the same interests can be \na great conversation starter.",
                "Having the same interests can be \na great conversation starter."
            ]
        },
        {
            "name": "Symboli Rudolf",
            "text": "…… I see."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Indeed, having shared hobbies can make conversations smoother. Plus, it's easier to connect with someone who appreciates your interests."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Right. My difficulty in connecting with the students isn't solely because of my personality, it's likely due to differences in our interests and preferences as well."
        },
        {
            "name": "Symboli Rudolf",
            "text": "You're absolutely right. Nothing will begin unless we take action, just as the saying goes; \"Nothing ventured, nothing gained\"."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Sure, let's go grab the tickets now! We absolutely have to check it out!"
        },
        {
            "text": "The movie was a bittersweet tale of two people who met over a carrot cake in a quaint café and gradually fell in love…"
        },
        {
            "text": "The final scene where the heroine grabs the boy's arm as he's about to leave and musters the courage to confess was particularly impactful."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Watching two movies in a day feels like quite the indulgence.",
            "choice_data_list": [
                "Did you enjoy the movie?",
                "Did you enjoy the movie?"
            ]
        },
        {
            "name": "Symboli Rudolf",
            "text": "Yes, I enjoyed it a lot."
        },
        {
            "name": "Symboli Rudolf",
            "text": "The movie slowly built the characters' relationship in the first half, but the final moments were dramatic and emotional ——"
        },
        {
            "name": "Symboli Rudolf",
            "text": "While there weren't any unique tricks employed, the story was crafted meticulously, staying close to the emotions of the main character."
        },
        {
            "name": "Symboli Rudolf",
            "text": "It may not be flashy, but it had a well-crafted plot. Mm, I feel like I understand why it's popular among the students now."
        },
        {
            "text": "Symboli Rudolf's impressions were perceptive, but why did I get the feeling I just listened to a movie review…?",
            "choice_data_list": [
                "What about the scenes…?"
            ]
        },
        {
            "name": "Symboli Rudolf",
            "text": "Huh? I just told you… Was there something strange about it?"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Ah, I see what you mean now. You must be talking about the main character's peculiar dialogue."
        },
        {
            "name": "Symboli Rudolf",
            "text": "\"Adore her as I do, I shan't open my heart's door to her\". … Heheh. The usage of \"heart's door\" and \"a-dore\" certainly caught me off guard.",
            "choice_data_list": [
                "Did you not find it relatable?"
            ]
        },
        {
            "name": "Symboli Rudolf",
            "text": "Relatable…? You mean empathizing with the protagonist's romantic journey…?"
        },
        {
            "name": "Symboli Rudolf",
            "text": "…………"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Regrettably, that perspective never crossed my mind."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Immersing deeper in the excitement by projecting ourselves onto the characters' romantic experiences…"
        },
        {
            "name": "Symboli Rudolf",
            "text": "That aspect might indeed be more significant to most. This must be why it is popular among young people."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Well then, I should start appreciating it from that angle as well. By doing so, I can share our students' feelings more effectively."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Hahah, you taught me something new again. Your perspective is quite enlightening."
        },
        {
            "text": "… Spending a day with the \"Emperor\" Symboli Rudolf made me feel like I understood her a bit more."
        }
    ]
}