{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Throughout every era, and every corner of the world, \nexceptional individuals who seem blessed from birth emerge."
        },
        {
            "text": "This was no different at Tracen Academy ——"
        },
        {
            "name": "Commentator",
            "text": "First place goes to Symboli Rudolf! She is in a class of \nher own, effortlessly leaving her competitors in the dust! \nThis looks like a strong statement from Symboli Rudolf!"
        },
        {
            "name": "Symboli Rudolf",
            "text": "<i>Phuh… </i>It seems I've comfortably secured victory."
        },
        {
            "text": "The Selection Race serves as the stage where promising \nhorsegirls aiming to make their debut showcase their \nabilities before the trainers present ——"
        },
        {
            "text": "Symboli Rudolf had clinched the top spot, leaving a \nsubstantial gap between her and the runner-up."
        },
        {
            "text": "The trainers, myself included, were left in a state of disbelief \nafter witnessing her overwhelming ability, which had exceeded \nthe already high expectations placed on her……"
        },
        {
            "name": "Symboli Rudolf",
            "text": "I extend my heartfelt gratitude to all those who cheered for me \nfrom the stands. Your support made today's victory possible."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Now I ask of you — esteemed trainers. Have you witnessed, \nand acknowledged, my true potential?"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Doubtless, there are numerous areas in which I still fall short, \nand the throne at the pinnacle I strive to reach remains distant."
        },
        {
            "name": "Symboli Rudolf",
            "text": "All the more reason why I seek a companion who is willing \nto walk the path to it — that imperial road — alongside me."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Should you believe yourself the one \ncapable, I implore you to step forth."
        },
        {
            "name": "Trainers",
            "text": "………"
        },
        {
            "name": "Rookie Trainer A",
            "text": "Eugh, impressive speech, but… with a horsegirl of her caliber…"
        },
        {
            "name": "Rookie Trainer B",
            "text": "Y-Yeah. If she doesn't emerge victorious… it would \nreflect poorly on her trainer, wouldn't it…?"
        },
        {
            "text": "Indeed, from a trainer's perspective, taking charge of someone \nlike Symboli Rudolf is a very high-risk endeavor…"
        },
        {
            "text": "In the end, no one stepped forward to accept \nthis challenge and the trainers dispersed…"
        },
        {
            "text": "…………"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Alright… I should get going!"
        },
        {
            "name": "Commentator",
            "text": "It's Symboli Rudolf entering the final straight! \nHer speed's increased even further! She's extending \nthe gap to the competition with ease!"
        },
        {
            "name": "Commentator",
            "text": "No one can catch up! This is a dominant display that makes \nyou believe the Triple Crown isn't beyond reach——!!"
        },
        {
            "text": "—— Symboli Rudolf's incredible, overwhelming \nperformance just wouldn't leave my mind."
        },
        {
            "text": "I didn't sleep very well that night……"
        },
        {
            "text": "The following day, when I found myself \nwalking to the training course ——"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Oh, it's you… I recognize you from the Selection Race."
        },
        {
            "name": "Symboli Rudolf",
            "text": "A trainer, personally paying a visit to the contender of a \nSelection Race… Can I take it that you are here to scout me?"
        },
        {
            "name": "Symboli Rudolf",
            "text": "In which case, allow me to ask you one thing. \n…… With what purpose have you come to see me?",
            "choice_data_list": [
                "I wanted to see more of your running.",
                "I wanted to see more of your running."
            ]
        },
        {
            "name": "Symboli Rudolf",
            "text": "Hmm, I see. To \"see more of your running\"… \nIn other words, you carry expectations for the future."
        },
        {
            "name": "Symboli Rudolf",
            "text": "There were in fact two other trainers \nwho visited me after the race."
        },
        {
            "name": "Symboli Rudolf",
            "text": "One expressed their determination to make me stronger, while \nthe other declared their commitment to walk alongside me."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Trainer, in three days' time I will once more \nput this question to you and the others."
        },
        {
            "name": "Symboli Rudolf",
            "text": "At that time, I want you to exemplify \nyour answer in some manner."
        },
        {
            "name": "Symboli Rudolf",
            "text": "I apologize for giving you this test of sorts. \nBut the matter is of great importance to me as well."
        },
        {
            "name": "Symboli Rudolf",
            "text": "To stand at the top, acknowledged by everyone, \nacting as a guide to every horsegirl — that is \nthe mission I have imposed upon myself."
        },
        {
            "name": "Symboli Rudolf",
            "text": "One cannot waste time on superficial trivialities \nin the quest to achieve such aspirations."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Until three days from now then. \n… I will eagerly await your answer."
        },
        {
            "text": "Symboli Rudolf locked eyes with me, carrying a calm \nand gentle smile as she delivered those words."
        }
    ]
}