{
    "text_block_list": [
        {
            "name": "Satono Crown",
            "text": "Alright, looks like there's no issue with setting up the venue. And practicing the evacuation drills finished on schedule……"
        },
        {
            "name": "Satono Crown",
            "text": "Make sure to follow these procedures for the actual day too, everyone! Alright, let's keep pushing through to the actual performance!"
        },
        {
            "name": "Company Staff",
            "text": "Yes!"
        },
        {
            "text": "Satono Crown's father's business was tailoring, and this was an event where the students would have a chance to wear formal wear.",
            "choice_data_list": [
                "(I'll do my best too!)",
                "(I'll do my best too!)"
            ]
        },
        {
            "name": "Satono Crown",
            "text": "Hmmm-hmm, I've been keeping my eye on this for a while now, this sales opportunity……"
        },
        {
            "name": "Satono Crown",
            "text": "After your debut, in addition to your competition clothes, proper formal wear is an absolute must-have for parties and awards ceremonies!"
        },
        {
            "name": "Satono Crown",
            "text": "Since the Chairman has given her approval, I need to make sure this is a success. And then……next year hopefully we'll hold the event again……!"
        },
        {
            "name": "Satono Crown",
            "text": "And if we do that, it'll create a stable demand every year! It'll also reduce the likelihood of everyone having to buy impromptu outfits for important events.",
            "choice_data_list": [
                "So a win-win……!"
            ]
        },
        {
            "name": "Satono Crown",
            "text": "That's right! Well then, unfortunately we'd have to do this during lunch but, shall we have a meeting about public relations!?"
        },
        {
            "text": "And like this, Satono Crown was able to focus on her work, while I handled a lot of the simpler tasks."
        },
        {
            "name": "Satono Crown",
            "text": "Trainer, can you have some more copies of this flyer printed out?",
            "choice_data_list": [
                "Okay!"
            ]
        },
        {
            "name": "Multiple Uma Musume",
            "text": "Huh~ Kura-chan, what are you doing? Oh, what's this? Some kind of event?"
        },
        {
            "name": "Satono Crown",
            "text": "Good morning everyone! This time it's a meeting to focus on formal wear. There are some wonderful dresses and suits, so come on and check it out!"
        },
        {
            "name": "Satono Crown",
            "text": "Umasta, UmaTok, UmaTube……the scheduled posts look perfect! That's right, maybe I should do a giveaway for the followers♪"
        },
        {
            "name": "Satono Crown",
            "text": "Looks like the materials we're borrowing from the school won't be enough, huh. Maybe I should prepare……a full-length mirror, some lighting, and table for writing?"
        },
        {
            "name": "Satono Crown",
            "text": "Trainer, I need to go stop by the company real quick, okay!? I need to help with the ordering process anyways.",
            "choice_data_list": [
                "Got it! Anything else I can help with?"
            ]
        },
        {
            "name": "Satono Crown",
            "text": "No, we're fine for today. Just relax until night training starts!"
        },
        {
            "text": "Even adults would have been impressed by how perfect her work was. On top of that, she came back exactly on time as the sun was setting……"
        },
        {
            "name": "Satono Crown",
            "text": "――Haaaaaaaaa!"
        },
        {
            "name": "Satono Crown",
            "text": "Good……everyday my times are getting shorter. It's going well……♪"
        },
        {
            "text": "Training went well and ended rather quickly. Her abilities were steadily improving too. Just how exceptional was she……?",
            "choice_data_list": [
                "With this, in your next race……!"
            ]
        },
        {
            "name": "Satono Crown",
            "text": "Right, I'll definitely win. But I can't let my guard down. After all, that girl will be competing next time……!"
        },
        {
            "text": "There were many strong competitors in Satono Crown's generation. Born in to a family of athletes, a rare elite――"
        },
        {
            "name": "Duramente",
            "text": "………………"
        },
        {
            "name": "Uma Musume C",
            "text": "Ah, it's Duramente-san……! Her aura's crazy today too…… I guess it makes sense, she received an elite education……!"
        },
        {
            "name": "Uma Musume D",
            "text": "And did you hear? In the next mock race, she'll be racing against that Crown-san. A showdown between elites, huh!? Uwaaah~ who's gonna win~?"
        },
        {
            "name": "Satono Crown",
            "text": "Fufufuu, just the right amount of tension, huh? Guess that's what it's like when they've got high expecations."
        },
        {
            "name": "Duramente",
            "text": "……it's not bad. As a stage to prove my strength, and the worth of my bloodline."
        },
        {
            "name": "Satono Crown",
            "text": "『Pride in the family's blood』 is it? Everyone in your family has gotten results in various sports competitions and Uma Musume races, right?"
        },
        {
            "name": "Duramente",
            "text": "Yes……As a descendant of that family, my duty is to prove my worth."
        },
        {
            "name": "Duramente",
            "text": "Crown, you also have a duty to your family as well, don't you? However I only want to prove I am the 『Strongest』. Regardless of who my opponent is."
        },
        {
            "name": "Satono Crown",
            "text": "OK. Your determination……I've heard it loud and clear."
        },
        {
            "name": "Satono Crown",
            "text": "But, I also have pride in my family."
        },
        {
            "text": "Was Satono Crown fired up because of a rival? She was putting even more effort in to her training and work."
        },
        {
            "name": "Satono Crown",
            "text": "It's going well……I can do it……! I can accomplish both!"
        },
        {
            "name": "Satono Crown",
            "text": "I'm confident!"
        },
        {
            "text": "She was making effective use of her time and managing her health. Everything seemed to be perfect. ……However."
        },
        {
            "name": "Satono Crown",
            "text": "Hu……uh……?",
            "choice_data_list": [
                "Something wrong?"
            ]
        },
        {
            "name": "Satono Crown",
            "text": "Eh……wait? Did I really order this much fabric?"
        },
        {
            "name": "Satono Crown",
            "text": "A briefing session……? No way, you're kidding me――Ah!"
        },
        {
            "name": "Satono Crown",
            "text": "It was that time! Uwaaah, I've gone and done it now~!!"
        }
    ]
}