{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Satono Crown",
            "text": "――OK! With this, the fabric order is complete. \nAll that's left is to sell sell sell at the meeting♪"
        },
        {
            "name": "Satono Crown",
            "text": "But well, maybe it's about time I replace my laptop? \nTo think it'd suddenly cut-out……"
        },
        {
            "name": "Satono Crown",
            "text": "Anyways, it's a good thing I was able \nto borrow one from the company today!"
        },
        {
            "name": "Satono Crown",
            "text": "――That's it! Because I was using a different computer \nfrom normal……! I typed the wrong number……? Aaaah, no \nmatter how I look at it, there's an extra zero……!",
            "choice_data_list": [
                "Oh dear……!"
            ]
        },
        {
            "text": "It was hard to believe she'd make such a simple mistake. \nThis girl who was excellent at everything……"
        },
        {
            "name": "Satono Crown",
            "text": "Kuu……it happened again……",
            "choice_data_list": [
                "Eh?"
            ]
        },
        {
            "name": "Satono Crown",
            "text": "No, it's nothing. \nAnyways……I need to think of a solution quickly……!"
        },
        {
            "name": "Satono Crown",
            "text": "I'll definitely turn this around. This kind of pinch is nothing."
        },
        {
            "name": "Satono Crown",
            "text": "Rather, it's times like these that you have to get it done!"
        },
        {
            "text": "The gaze in her eyes was serious. Even though I was \nworried, she wasn't discouraged in the least. I was \nsurprised with how quickly she changed gears."
        },
        {
            "name": "Satono Crown",
            "text": "Alright, it's going to get busy!"
        },
        {
            "text": "And so, Satono Crown once again put her all in to running――!"
        },
        {
            "name": "Company Staff A",
            "text": "Using the extra fabric to make ready-made suits……I see. \nHowever, we've already set a date to finalize our plans \nfor sales at the meeting……"
        },
        {
            "name": "Satono Crown",
            "text": "That has already been taken in to account! Please \nlook over these documents for more details. With \nthis plan, we should still be in the black."
        },
        {
            "name": "Satono Crown",
            "text": "I can't stand having the company take a hit due to my mistake. \nI'll definitely make up for it. So please……let me do it!"
        },
        {
            "name": "Gold City",
            "text": "――Ooooh, modeling formal wear for a collab……is it? \nSounds fun, doesn't it? I'll try asking Managee."
        },
        {
            "name": "Satono Crown",
            "text": "Thank you very much! Once it's finished, we'll give you a set. \nAlso, I'd like to do a photo shoot as well……"
        },
        {
            "name": "Curren Chan",
            "text": "Here here~, let's take the cute ones and upload them to Umasta♪ \nCurren will really spread the word!"
        },
        {
            "name": "Satono Crown",
            "text": "Is that so?……No it's fine, it was a sudden request after all. \nYes……Yes……Well then, sorry to bother you."
        },
        {
            "name": "Satono Crown",
            "text": "Aiyah, I guess this person couldn't help either~! \nAre there any other designers that would do this……!?"
        },
        {
            "name": "Fabric Craftsman",
            "text": "Delivery by this date……!? \nMy business motto is 『Meticulous』 though……"
        },
        {
            "name": "Satono Crown",
            "text": "I'm begging you! I can't ask a place that relies only on speed. \nI'll include expediency fees……so how does this sound!?"
        },
        {
            "name": "Crown's Classmate",
            "text": "Hey heeey, Crown, I heard about that meeting on Umasta! \nThat was really cool though, that suit had such a chic feel to it."
        },
        {
            "name": "Satono Crown",
            "text": "……! Didn't it? Definitely come take a look!"
        },
        {
            "text": "The new project proceeded on quickly. \nFrom an outsider's perspective, her work was almost like magic……!",
            "choice_data_list": [
                "Is there anything I can help with?",
                "Is there anything I can help with?"
            ]
        },
        {
            "name": "Satono Crown",
            "text": "Thanks. But your support is more than enough. Rather, \nI'm the one that should apologize for suddenly being so busy."
        },
        {
            "name": "Satono Crown",
            "text": "But that all ends tomorrow…… \nYeah, this time it's perfect……!"
        },
        {
            "name": "Satono Crown",
            "text": "The meeting tomorrow will definitely be a success! Thanks for \nyour help. Well then, we're finished for today. Good night.",
            "choice_data_list": [
                "Right!",
                "Right!"
            ]
        },
        {
            "text": "Once again she was working late. This time it would be perfect. \nBut on the other hand, in regards to her training……",
            "choice_data_list": [
                "(There just wasn't enough time……)"
            ]
        },
        {
            "text": "It was unlikely that she hadn't realized that. \nBut she still tried her best without complaint."
        },
        {
            "text": "Her excellence and her dedication were the real deal. In that \ncase, times like these were when she would need support……",
            "choice_data_list": [
                "(This is a trainer's role……!)"
            ]
        },
        {
            "text": "――And then, the day of the meeting. The venue was packed……! \nBoth order-made and ready-made products sold like crazy."
        },
        {
            "name": "Satono Crown",
            "text": "Thanks for coming! \n……We did it. My plan was a complete success!"
        },
        {
            "name": "Company Staff A",
            "text": "Sales are several times higher than projected! \nAs expected of the young lady."
        },
        {
            "name": "Satono Crown",
            "text": "It thanks to you for letting me take on that \nchallenge! ……Oh, it's just about time for a break, \nisn't it? I'm going to step away for a bit.",
            "choice_data_list": [
                "Aah, wait, me too……!",
                "Aah, wait, me too……!"
            ]
        },
        {
            "name": "Satono Crown",
            "text": "Huuu……I'm really glad I was able to fix things. \nIt's finally almost over, huh……But……"
        },
        {
            "name": "Duramente",
            "text": "――Haa, haa, haa, haa, haa……!"
        },
        {
            "name": "Satono Crown",
            "text": "…………"
        },
        {
            "name": "Satono Crown",
            "text": "Maybe……I was a bit naive. \nThat girl, she's putting everything in to it.",
            "choice_data_list": [
                "Crown……!"
            ]
        },
        {
            "name": "Satono Crown",
            "text": "Trainer……! Ahaha……Guess there's no point in whining about it, huh? \nNo problem……I'll definitely be able to turn things around."
        },
        {
            "name": "Satono Crown",
            "text": "There isn't much time, but I'll do everything that I can. \nAfter all, starting today I can focus solely on training……",
            "choice_data_list": [
                "Then, use this!",
                "Then, use this!"
            ]
        },
        {
            "name": "Satono Crown",
            "text": "Eh……is that……? Let me see it……!"
        },
        {
            "text": "Now, I want to support her. With that thought in mind, \nI spent all of last night creating a new training menu."
        },
        {
            "text": "Even if there wasn't time, there was always \nsomething that you could do. I analyzed her \npast data and race footage as much as I could……"
        },
        {
            "text": "I created a training menu tailored to her nature and \neffective even if she only had a short amount of time."
        },
        {
            "name": "Satono Crown",
            "text": "Um……changing the current training menu to a more \ntime efficient method? Including meal management…… \ntaking in to consideration my likes and dislikes……!?"
        },
        {
            "name": "Satono Crown",
            "text": "I'm surprised you researched this much…… \nWith something like this, I feel like it would work out……!"
        },
        {
            "name": "Satono Crown",
            "text": "How perceptive…… You're……pretty good, huh!?",
            "choice_data_list": [
                "So you think this is worthwhile?"
            ]
        },
        {
            "name": "Satono Crown",
            "text": "It'll depend on results. However……"
        },
        {
            "name": "Satono Crown",
            "text": "I want to believe in your passion and abilities……! I've just \ngot a feeling that with this, things will be completely different!"
        },
        {
            "name": "Satono Crown",
            "text": "Fufufufufuu! Thank you, Trainer. It's a great help."
        },
        {
            "name": "Satono Crown",
            "text": "Alright, let's go turn this around! \n――I'm confident!"
        }
    ]
}