{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Satono Crown",
            "text": "Alright, looks like there's no issue with setting up the venue. \nAnd practicing the evacuation drills finished on schedule……"
        },
        {
            "name": "Satono Crown",
            "text": "Make sure to follow these procedures for the \nactual day too, everyone! Alright, let's keep \npushing through to the actual performance!"
        },
        {
            "name": "Company Staff",
            "text": "Yes!"
        },
        {
            "text": "Satono Crown's father's business was tailoring, and this was \nan event where the students would have a chance to wear formal wear.",
            "choice_data_list": [
                "(I'll do my best too!)",
                "(I'll do my best too!)"
            ]
        },
        {
            "name": "Satono Crown",
            "text": "Hmmm-hmm, I've been keeping my eye on this \nfor a while now, this sales opportunity……"
        },
        {
            "name": "Satono Crown",
            "text": "After your debut, in addition to your competition \nclothes, proper formal wear is an absolute must-have \nfor parties and awards ceremonies!"
        },
        {
            "name": "Satono Crown",
            "text": "Since the Chairman has given her approval, I need \nto make sure this is a success. And then……next year \nhopefully we'll hold the event again……!"
        },
        {
            "name": "Satono Crown",
            "text": "And if we do that, it'll create a stable demand every year! \nIt'll also reduce the likelihood of everyone having to buy \nimpromptu outfits for important events.",
            "choice_data_list": [
                "So a win-win……!"
            ]
        },
        {
            "name": "Satono Crown",
            "text": "That's right! Well then, unfortunately we'd have to do this \nduring lunch but, shall we have a meeting about public relations!?"
        },
        {
            "text": "And like this, Satono Crown was able to focus on \nher work, while I handled a lot of the simpler tasks."
        },
        {
            "name": "Satono Crown",
            "text": "Trainer, can you have some more copies of this flyer printed out?",
            "choice_data_list": [
                "Okay!"
            ]
        },
        {
            "name": "Horsegirls",
            "text": "Huh~ Kura-chan, what are you doing? \nOh, what's this? Some kind of event?"
        },
        {
            "name": "Satono Crown",
            "text": "Good morning everyone! This time it's a meeting to \nfocus on formal wear. There are some wonderful dresses \nand suits, so come on and check it out!"
        },
        {
            "name": "Satono Crown",
            "text": "Umasta, UmaTok, UmaTube……the scheduled posts look perfect! \nThat's right, maybe I should do a giveaway for the followers♪"
        },
        {
            "name": "Satono Crown",
            "text": "Looks like the materials we're borrowing from the school \nwon't be enough, huh. Maybe I should prepare……a full-length \nmirror, some lighting, and table for writing?"
        },
        {
            "name": "Satono Crown",
            "text": "Trainer, I need to go stop by the company real quick, okay!? \nI need to help with the ordering process anyways.",
            "choice_data_list": [
                "Got it! Anything else I can help with?"
            ]
        },
        {
            "name": "Satono Crown",
            "text": "No, we're fine for today. \nJust relax until night training starts!"
        },
        {
            "text": "Even adults would have been impressed by how \nperfect her work was. On top of that, she came \nback exactly on time as the sun was setting……"
        },
        {
            "name": "Satono Crown",
            "text": "――Haaaaaaaaa!"
        },
        {
            "name": "Satono Crown",
            "text": "Good……everyday my times are getting shorter. \nIt's going well……♪"
        },
        {
            "text": "Training went well and ended rather quickly. Her abilities \nwere steadily improving too. Just how exceptional was she……?",
            "choice_data_list": [
                "With this, in your next race……!"
            ]
        },
        {
            "name": "Satono Crown",
            "text": "Right, I'll definitely win. But I can't let my guard down. \nAfter all, that girl will be competing next time……!"
        },
        {
            "text": "There were many strong competitors in Satono Crown's generation. \nBorn in to a family of athletes, a rare elite――"
        },
        {
            "name": "Duramente",
            "text": "………………"
        },
        {
            "name": "Horsegirl C",
            "text": "Ah, it's Duramente-san……! Her aura's crazy today too…… \nI guess it makes sense, she received an elite education……!"
        },
        {
            "name": "Horsegirl D",
            "text": "And did you hear? In the next mock race, she'll \nbe racing against that Crown-san. A showdown between \nelites, huh!? Uwaaah~ who's gonna win~?"
        },
        {
            "name": "Satono Crown",
            "text": "Fufufuu, just the right amount of tension, huh? \nGuess that's what it's like when they've got high expecations."
        },
        {
            "name": "Duramente",
            "text": "……it's not bad. \nAs a stage to prove my strength, and the worth of my bloodline."
        },
        {
            "name": "Satono Crown",
            "text": "『Pride in the family's blood』 is it? Everyone \nin your family has gotten results in various \nsports competitions and Uma Musume races, right?"
        },
        {
            "name": "Duramente",
            "text": "Yes……As a descendant of that family, \nmy duty is to prove my worth."
        },
        {
            "name": "Duramente",
            "text": "Crown, you also have a duty to your family as well, \ndon't you? However I only want to prove I am the \n『Strongest』. Regardless of who my opponent is."
        },
        {
            "name": "Satono Crown",
            "text": "OK. Your determination……I've heard it loud and clear."
        },
        {
            "name": "Satono Crown",
            "text": "But, I also have pride in my family."
        },
        {
            "text": "Was Satono Crown fired up because of a rival? \nShe was putting even more effort in to her training and work."
        },
        {
            "name": "Satono Crown",
            "text": "It's going well……I can do it……! I can accomplish both!"
        },
        {
            "name": "Satono Crown",
            "text": "I'm confident!"
        },
        {
            "text": "She was making effective use of her time and managing her health. \nEverything seemed to be perfect. ……However."
        },
        {
            "name": "Satono Crown",
            "text": "Hu……uh……?",
            "choice_data_list": [
                "Something wrong?"
            ]
        },
        {
            "name": "Satono Crown",
            "text": "Eh……wait? Did I really order this much fabric?"
        },
        {
            "name": "Satono Crown",
            "text": "A briefing session……? \nNo way, you're kidding me――Ah!"
        },
        {
            "name": "Satono Crown",
            "text": "It was that time! Uwaaah, I've gone and done it now~!!"
        }
    ]
}