{
    "1001": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "140009": "Ehehe～…",
        "140013": "Wow!"
    },
    "1002": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "20043": "Ugh…",
        "80000": "Good work.",
        "90020": "Happy Valentine's Day",
        "90021": "Happy Valentine's Day",
        "140002": "Aah!"
    },
    "1003": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "2032": "Thanks, trainer!",
        "2034": "I'm going to win anyway, so maybe I'll think of a line to say on the podium right now～♪",
        "2035": "Thanks, trainer!",
        "10015": "Looks like there's an announcement! I wonder what it is～, I'm curious～♪",
        "10018": "I hear there's an event coming soon! I wonder if Kaichou will be there too～?",
        "20000": "Do I have to run today too? But I'm so tired～.",
        "20001": "Somehow, my body's not moving well…. Ugh～, I don't feel so good…!",
        "20002": "Hehe, the invincible Teio-sama is in top form again today! Don't topple over in surprise when you see me run, eh～?",
        "20003": "Hey hey, I'm feeling even stronger than usual today! I'm going to run faster! Faster faster faster!",
        "20006": "I'm ready! Hey hey, Trainer? You're still not～?",
        "20007": "Al～right, let's do it! Just watch me!",
        "20023": "Al～right, I'm in top condition! Hehe, Teio-sama's greatest legend isn't about to be broken this time!",
        "20024": "Watch carefully, trainer! I'll win in a flash; if you blink, you might miss it～",
        "20025": "I'm going to win anyway, so maybe I'll think of a line to say on the podium right now～♪",
        "20050": "Thanks, trainer!",
        "70001": "Keep up the good work, Trainer! For the legend of the invincible Teio, you're absolutely necessary!",
        "80000": "that's enough for today",
        "90003": "Hey, have you seen Kaichou? Aw, I was thinking of having lunch with her today!",
        "90004": "Trainer, good job! Hmmm, you worked hard for me again today～♪",
        "90005": "Trainer's also out at this hour? I haven't done enough exercise yet, so I was just hanging around～.",
        "90007": "Hey～! Let's go catch a strong beetle～! Golshi has one too～!",
        "90020": "Happy Valentine's Day!",
        "90021": "Happy Valentine's Day!",
        "90221": "Happy Valentine's Day!",
        "91000": "Of my class, I especially don't want to lose to McQueen. Whether it's tests or races, I'll beat her～!",
        "91001": "Let's go to the arcade together sometime! I'm confident I can beat Trainer at any game.",
        "91002": "Racing is good, but dancing is the best～! That's right, everyone thinks that both are amazing!",
        "91003": "Mom and dad call me all the time. They don't have to worry so much～.",
        "91004": "Hey hey, is there anything you wanna know? Hehehe… I'm a bit～ of an expert on academy gossip, you know?",
        "91007": "My goal is to be the undefeated, strongest, invincible triple crown Umamusume! In this outfit, I'll definitely make it come true!",
        "91008": "Look, look at this red cloak! And the sleeves' pattern too… ehehe, I asked to match them with Kaichou♪",
        "91010": "The student council room sofa is fluffy. I just take naps there but… Air Groove gets mad at me～.",
        "91011": "When I can't sleep, I listen to classical music. I get bored and fall asleep right away, I recommend it for Trainer too!",
        "91013": "When you jump off the diving board into the pool, it feels soooo good～! Next time I'm trying the highest one♪",
        "92000": "Hey～ what are we doing today? Hurry up, let's get started～!",
        "92001": "Trainer, what's next? Whatever it is, leave it to me!",
        "92002": "Streeetch! My body's so soft! It's squishy!",
        "92003": "Al～right, training time～! Watch my greatness closely!",
        "92005": "I'm not stopping until I become the strongest Umamusume! Of course, Trainer won't either, right?",
        "92011": "Let me try some reeeeally tough training! Pleease! Like Kaichou does!",
        "400008": "Our goal should be to reach a happy end where everyone's smiling!",
        "400031": "That CM with the 3 of them was so cool! It showed some neat places in the city, right? I can't wait to go play there!"
    },
    "1004": {
        "11": "Cygames",
        "80000": "that's enough for today",
        "90020": "Happy Valentine's Day!",
        "90021": "Happy Valentine's Day!",
        "140001": "Yes!",
        "140015": "Fufu"
    },
    "1005": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "1008": "Come on, guys, let's go!",
        "2031": "Come on, guys, let's go!",
        "20046": "Let's go!",
        "80000": "that's enough for today",
        "140008": "chuckling"
    },
    "1006": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "80000": "that's enough for today",
        "90020": "Happy Valentine's Day",
        "90021": "Happy Valentine's Day",
        "140012": "Okay…!",
        "410002": "good",
        "410003": "good"
    },
    "1007": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!"
    },
    "1008": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "80000": "Good work.",
        "90020": "Happy Valentine's Day",
        "90021": "Happy Valentine's Day"
    },
    "1009": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "80000": "Good work.",
        "90020": "Happy Valentine's Day",
        "90021": "Happy Valentine's Day",
        "140001": "Yes!",
        "140009": "Fufu",
        "140011": "Whoa…!",
        "410001": "Yes!",
        "410004": "Fufu",
        "410005": "Fufu"
    },
    "1010": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!"
    },
    "1011": {
        "12": "Umamusume Pretty Derby♪",
        "1000": "Let's go, everyone!",
        "1001": "I believed we would win♪",
        "1002": "How vexing, next time for sure...",
        "1003": "Oh dear, a draw, is it.",
        "1004": "It is our victory!",
        "1005": "How vexing, next time for sure...",
        "1006": "Oh dear, a draw, is it.",
        "1007": "A new highscore♪",
        "1008": "We can win...!",
        "1027": "Yes♪",
        "1029": "I will dance...!",
        "1030": "Let us move to the gate?",
        "2030": "Let's go, everyone!",
        "2031": "We can win...!",
        "10000": "I will not bend or compromise. You allow me to affirm who I am... For that, I am very grateful.",
        "10001": "The path towards the zenith is a long one... I pray for you to walk it with me to its very end.",
        "10002": "Going alone remains a wall slightly too high for me... Would you accompany me again? To the arcade♪",
        "10003": "Happy New Year~ Would you like to play karuta? I will show you the power of a <i>dan</i> rank holder♪",
        "10004": "Please have a taste of my favorite traditional confections. Isn't it quite nice to enjoy something other than chocolate on Valentine's Day too?",
        "10005": "Trainer, would you like a matcha tea that complements the sweetness? I shall put my heart into making some.",
        "10006": "Tanabata once included a custom of dedicating waka composed on the leaves of the paper mulberry to the stars. How about writing one together?",
        "10007": "Nerikiri, manjuu, kintsuba... Pumpkins can actually turn into quite a few traditional confections♪",
        "10008": "My family home turns into something of a sightseeing spot every Christmas, lit by paper lanterns♪",
        "10016": "It would seem a present has arrived. What if it was an \"open-to-surprise <i>tamatebako</i>\"...?",
        "10017": "Congratulations on completing a mission. These goals are unmistakably important...",
        "10018": "It looks like an event will soon start. Are you prepared for it?",
        "10019": "The event has started. We can take it at our own pace. But let's give it our best... to fully conquer it♪",
        "20000": "This level of fatigue isn't enough to... Please pay it no mind.",
        "20001": "... I'm beginning to feel fatigue setting in. But, no... I can still go on.",
        "20002": "Wanting to run fast has made me fidgety... fufu. We can't have that, can we. Clear mind, clear mind♪",
        "20003": "My body feels light...! Fufu, I think I can be more active than usual today.",
        "20038": "Let's begin.",
        "20040": "Let's go.",
        "30006": "Victory is most soothing. Quest cleared♪",
        "40000": "My own path...!",
        "40001": "My own path...!",
        "40002": "Behold!",
        "70018": "Elegance~",
        "70019": "I'll prove that I can reach the top.",
        "71018": "Elegance~",
        "71019": "I'll prove that I can reach the top.",
        "80000": "Good work.",
        "81000": "Please treat me gently♪",
        "90009": "\"Winter cometh and spring is not long\". Our efforts in winter lead to our success in spring. It is time for focus.",
        "90020": "Happy Valentine's Day",
        "90021": "Happy Valentine's Day",
        "91000": "That El... she mixes hot sauce in natto, did you know? Such transgressions against tradition can not be forgiven...!",
        "91001": "I received a mail from my little sister in America. \"One day I'll defeat you!\"... Isn't she cute～♪",
        "91002": "When she challenges me so directly I just want to respond the same way. Fufu... oh, that Spe♪",
        "91003": "One way or another Maruzen always ends up taking care of me... I admire her greatly. I must repay her kindness.",
        "93004": "I am grateful for your protection, trainer.",
        "93005": "You'll accompany me in a new game, won't you?",
        "95001": "Rest assured I will live up to expectations♪",
        "95003": "Grass Wonder, going forth!",
        "95007": "<i>Pirorin</i>♪ Gained experience~",
        "95008": "Level up! A new world opens!",
        "95010": "My name is Grass Wonder. Be assured you can leave running and healing to me♪",
        "120000": "This feeling of warmth is...",
        "140001": "Done♪",
        "140002": "Aaah...!",
        "140003": "Fufu, you picked up a lot♪",
        "140004": "Splendid work!",
        "140006": "Fufu, you picked up a lot♪",
        "140007": "Splendid work!",
        "140008": "Hm, hmhmm♪",
        "140009": "Ufufu~",
        "140010": "My~ fufu♪",
        "140011": "Oh my~!",
        "140012": "Oh!",
        "140013": "As expected.",
        "140014": "Ah...!",
        "140015": "Hmmhm~...",
        "140016": "Hellooo♪",
        "140017": "Ara~...",
        "140018": "Oh my...",
        "400012": "Here are the event missions~ These require a good cleanup too♪",
        "410000": "I'll do my best~",
        "410001": "Oh my~!",
        "410002": "I've done it~♪",
        "410003": "I've done it~♪",
        "410004": "Fufu",
        "410005": "Fufu",
        "410006": "Ara~...",
        "410007": "Ara~...",
        "410008": "Ara~...",
        "920000": "I'll do my best~"
    },
    "1012": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "20046": "Let's go!",
        "410004": "Ha ha!",
        "410005": "Ha ha!"
    },
    "1013": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "1001": "Splendid work!",
        "20040": "Let's go!",
        "20046": "Let's go.",
        "80000": "Good work.",
        "140012": "good",
        "140017": "Aah!"
    },
    "1014": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "20046": "Let's go!",
        "140008": "Ehehee～"
    },
    "1015": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "80000": "that's enough for today",
        "90020": "Happy Valentine's Day",
        "90021": "Happy Valentine's Day",
        "140008": "Fufu",
        "140009": "Ha ha!",
        "140017": "Much: ……"
    },
    "1016": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "90020": "Happy…… Valentine's Day",
        "90021": "Happy…… Valentine's Day",
        "140002": "Kuh…",
        "140018": "Tch……"
    },
    "1017": {
        "11": "Cygames",
        "20041": "I understand.",
        "80000": "that's enough for today",
        "90020": "Happy Valentine's Day",
        "90021": "Happy Valentine's Day",
        "140008": "Fufu",
        "140010": "Ha ha!",
        "410004": "Ha ha!",
        "410005": "Ha ha!"
    },
    "1018": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "80000": "Good work.",
        "90020": "Happy Valentine's Day",
        "90021": "Happy Valentine's Day",
        "140005": "Good work.",
        "140008": "Fufu",
        "140012": "good",
        "410002": "good",
        "410003": "good"
    },
    "1019": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "20046": "Let's go!"
    },
    "1020": {
        "11": "Cygames",
        "90020": "Happy Valentine's Day",
        "90021": "Happy Valentine's Day",
        "140009": "Fufu"
    },
    "1021": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!"
    },
    "1022": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "13": "Here's today's login bonus～♪",
        "15": "It look like it's going to be this one for tomorrow～",
        "1000": "Shall we go.",
        "1001": "We did it♪",
        "1002": "Mmmm, next time for sure!",
        "1003": "A draw huh～",
        "1004": "A glorious victory…!",
        "1005": "Mmmm, next time for sure!",
        "1006": "A draw huh～",
        "1007": "Let us honor each other together♪",
        "1008": "Clover blessings to you all…!",
        "1034": "Cheers with tea♪",
        "1044": "As you wish～♪",
        "1051": "I'm so excited～♪",
        "1052": "Let's go for the win!",
        "1077": "We can win!",
        "2030": "Shall we go.",
        "2031": "Clover blessings to you all…!",
        "2032": "Thank you, I commend you for your achievements♪",
        "2033": "Shall we go! I will grab victory and bring honor to everyone.",
        "2034": "Let me show you what I can do. Hopefully, it will be a wonderful memory for everyone…!",
        "2035": "Thank you, I commend you for your achievements♪",
        "10000": "I know it took a lot of determination on your part to let me run, but you still made up your mind.",
        "10001": "With you. I feel like I can run I feel like I can run anywhere♪",
        "10002": "Whether it's a special day or an ordinary day… you're always by my side. That's why they are all precious memories.♪",
        "10003": "Happy New Year. Best of luck to you this year too… Just kiding, I'll be in your care this year too～♪",
        "10004": "For you I've prepare a special choco made by our chef! I really want you to eat something delicious!",
        "10005": "I'll give you chocolate and a message card later. What it says is a secret between you and me～♪",
        "10006": "I also made decorations to hang on bamboo branches♪\r I want to show the people in the castle the origami I learned in Japan.",
        "10007": "Halloween is said to have originated in ancient Celtic times, I also have a costume in my family's treasure room that has a lot of history…!",
        "10008": "There's a Christmas gift exchange in the dorms today! It's very student — like… ♪ Who do you think will get my gift?",
        "10009": "Are you free this evening? If you don't mind, I was wondering if you could show me around the city lights?",
        "10010": "On New Year's Eve, I'm going to put a mistletoe leaf under my pillow♪ I will share it with trainer too!",
        "10011": "Happy Birthday♪ A small blessing from me to you… I hope you're looking forward to your gift.",
        "10012": "Have you seen the invitations yet? It's your birthday party… I will be your excort today♪",
        "10013": "A lot of birthday gifts arrived at the dormitory from all over the world… \"What's going on!\" I was surprised!",
        "10014": "I want to take a picture with you today♪ I want everyone in the castle to see that I had a wonderful birthday in a faraway land!",
        "10015": "Oh, it look liker there is an announcement! I'll have to remember to ask.",
        "10016": "It's like a gift has arrived♪ Gifts are exciting isn't it!",
        "10017": "You accomplished your mission! I'll give you a praise～♪ Just kidding!",
        "10018": "Looks like the event will be starting soon♪I'll have to make arrangements so that everyone can enjoy it.",
        "10019": "It look like they are holding an event ～♪ After enjoying it to the fullest… we have to have a tea party!",
        "10021": "Wow, it looks like the level of the Uma Index has gone up～♪",
        "20000": "\"A great smile and a good night's sleep are the best cures according to medical textbooks\"… It's important to review your physical health.",
        "20001": "Well, I don't want to worry the guards too much, so… Is it okay if I go in moderation today?",
        "20002": "Fufufu～♪ My body feels so light! I might even be able to fly like a fairy♪",
        "20003": "I'm in a very good mood～♪oh, is it because I found a four-leaf clover this morning?",
        "20004": "I've been doing lifting as a warm-up exercise～♪ So we can start anytime!",
        "20005": "The shoes are well taken care of♪ Fufufu… even the leprechauns are surprised.",
        "20006": "Thank you for your guidance today♪ Now…! Let's do it properly!",
        "20007": "Good day. How is the training today? I'll do whatever you tell me to do♪",
        "20008": "Hmmm… how about a little four-leaf clover hunt for a change?",
        "20009": "Ah… I have to do it properly…! I just got permission from my father!",
        "20010": "Huu… I… I'm sorry. Shall we start the practice?",
        "20011": "To be honest, my condititon tough… but it's what I decided to do. Let's go the way we should go…!",
        "20021": "Oh, we continue the race. Only the best will do, though.",
        "20022": "Self-respect is important, you know? If you misjudge the opportunity, you can't win something that you shuld be able to win.",
        "20023": "Fufu～♪ I got a message of support from everyone at the castle this morning! Alright, let's do it～!",
        "20024": "I'm all fired up and tuned in! I also carry a pressed clover flower in my pocket as a good luck charm.♪",
        "20025": "Let me show you what I can do. Hopefully, it will be a wonderful memory for everyone…!",
        "20026": "If I win, let's take a commemorative photo! Please look forward to a wonderful victory and a big smile♪",
        "20027": "Mmm! Is it me, or It looks like my hair is shiny today…? Look, even my tail, which is unique to my family, is more glossy than usual…♪",
        "20028": "Shall we go! I will grab victory and bring honor to everyone.",
        "20029": "Noblesse oblige… winning is also my mission, as I have decided to run…!",
        "20030": "I'll do my best to make this a race to remember! That's right ♪ Let's have a tea party at the victory party!",
        "20031": "If I can show our usual strength, we should be able to win without any problem. I'm off♪",
        "20032": "My legs are a little heavy… Maybe the fairies have been playing tricks on me…! Mmm! Let's pass them too!",
        "20033": "I know I'm not at my best… but when I think of all the people back home who are cheering for me, I can't afford to lose!",
        "20034": "Let's turn things around from here. I'm sure there are people out there who will be encouraged by that back …!",
        "20035": "Focus, focus… Stay calm when you're cornered… that's what I've been taught since I was a little girl.",
        "20036": "Whatever your condition… I can't show a disgraceful appearance as a member of the royal family…",
        "20037": "May the Clover bless you.",
        "20038": "Let's go!",
        "20039": "Let's start～♪",
        "20040": "Shall we go?",
        "20041": "Mm-hmm… ♪",
        "20042": "Woah…!",
        "20043": "Oh, my…?",
        "20046": "Let's depart♪",
        "20047": "Wow! Beautiful～♪",
        "20049": "Thank you, I commend you for your achievements♪",
        "20050": "Thanks for your efforts, you've been a great help!",
        "20051": "Let's do our best together～♪",
        "23015": "Let's start～♪",
        "30000": "Just one more step…! But it was a good match!",
        "30001": "A good fight… maybe? I want to win next time!",
        "30002": "Hmmm, just barely made it in…!",
        "30003": "Unable to accomplish… it become a bitter memory.",
        "30004": "Fufu♪ Did I manage to become everyone's pride?",
        "30005": "Fufu… it turned out to be a great success. Thank you for your support… ♪",
        "30006": "The ceremony is about to begin!",
        "30007": "Fufu… it turned out to be a great success. Thank you for your support… ♪",
        "31000": "Well, sall we go.",
        "40000": "Please guide me to a glorious victory…!",
        "40001": "This light… you want me to follow you? Wait…! I see it! My path.",
        "40003": "I'm sure it's going to be a happy day!",
        "40004": "Fufu… ♪ Sorry for the wait! Let's make this ceremony full of memories!",
        "60000": "I'm so excited～♪",
        "60001": "Let us express our gratitude.",
        "70000": "Let's make these days full of excitement.",
        "70001": "It all started that day, didn't it? Fufu, Well done on your escort.",
        "70004": "Cute and easy to move around in! Japanese sailor uniforms are a wonderful culture♪",
        "70008": "I can't believe my belly button is showing…! The maids will be surprised if they see it♪",
        "70009": "Isn't the emblem on the chest nice? It's my favorite point♪",
        "70010": "The traditional uniforms that so many students have worn… even my parents were impressed♪",
        "70014": "When I run, the frills spread out… it's beautiful, isn't it♪",
        "70015": "This emerald green… it reminds me of my homeland.",
        "70016": "Could this be a first look?",
        "70017": "Actually… Horseshoes are embroidered on the inner lining!",
        "70018": "Ta-daa ☆ What do you think?",
        "70019": "I have the determination not to lose… Now, I'll run!",
        "71004": "Cute and easy to move around in! Japanese sailor uniforms are a wonderful culture♪",
        "71008": "I can't believe my belly button is showing…! The maids will be surprised if they see it♪",
        "71009": "Isn't the emblem on the chest nice? It's my favorite point♪",
        "71010": "The traditional uniforms that so many students have worn… even my parents were impressed♪",
        "71014": "When I run, the frills spread out… it's beautiful, isn't it♪",
        "71015": "This emerald green… it reminds me of my homeland.",
        "71016": "Could this be a first look?",
        "71017": "Actually… Horseshoes are embroidered on the inner lining!",
        "71018": "Ta-daa ☆ What do you think?",
        "71019": "I have the determination not to lose… Now, I'll run!",
        "80000": "good work",
        "81000": "Let's have a wonderful and memorable match♪",
        "81001": "This is the feeling of youth ♪ I still won't lose!",
        "90000": "Have a nice day! Let's make today another memorable and wonderful day.",
        "90001": "I'm getting used to not having a maid to help me get ready in the morning… fufu, Isn't it beautifully done today?",
        "90002": "Meat and potatoes at the school cafeteria is good isn't it! Potatoes as a side dish is a rarity in my home country, I'm hooked～♪",
        "90003": "Late afternoons make me want to get some light exercise………Hey! Will you accompany me to soccer passing practice?",
        "90004": "Good day again today～♪ Did you have a peaceful and safe day? May tomorrow be a good day too…",
        "90005": "Maybe I'll have a cup of decaf tea before I go to bed… would you like to join me? I can tell your tea fortune♪",
        "90006": "The other day I found a park full of white clover. We could play coronation with flower crowns♪",
        "90007": "It's so hot every day! I've been to many countries, but this humidity is just feel like Japan!",
        "90008": "Japan has fewer clovers in the fall…? Hmmm…! The more precious it is, the more happy power it seems to have.",
        "90009": "On cold days, I miss the maid's special sweet milk tea… drink it in a mug full of it～♪",
        "90010": "Fine's Morning Quiz♪ What's inside my left shoe right now?",
        "90011": "I had such a wonderful dream today! I dreamt that everyone at the school was ring warming for my wedding.",
        "90012": "The day is already half over! It's amazing how quickly time flies.",
        "90014": "Irish weddings are long. Everyone drinks and dances till the morning… it looks like a lot of fun!",
        "90015": "Time for the first dance? … Let's share the best moments. Will you take my hand, Darling?",
        "90016": "I went to see Sakura and it was beautiful…! The dancing sakura were like a flower shower.",
        "90017": "The other day, I did \"die-cutting\" at a food stall, and the store owner was very strict in her judging! I was so surprised! fufu♪",
        "90018": "When I was looking at dragonflies, Shakar told me something interesting. … Just a little bit take a look at your fingertips.",
        "90019": "When I go back to Ireland in the winter, I'll bring back a warmer as a souvenir. I think the maids will be pleased!",
        "90020": "Happy Valentine's Day!",
        "90021": "Happy Valentine's Day!",
        "91000": "The other day Groove-san said, \"Ramen, ramen, how can you not get bored of it?\"… There are so many different flavors, I never get tired of them!",
        "91001": "When I invite Shakur to a tea party, \"Caffeine improves work efficiency\" If I tell her that she is willing join～♪",
        "91002": "Flower's bento is like a little jewel box. I wish my chef could see them♪",
        "91003": "Kawakami-chan recommended \"Purifai\"! It's very interesting～♪ I'd love to see it broadcast in my country…!",
        "91004": "I must make my father proud of me for giving me his permission. I hope I can go back to my country with pride♪",
        "91005": "Easy to move in, yet glamorous…! Who is the designer? I would love to order a ball gown…",
        "91006": "It's so neat when we all wear matching outfits! And I love the gold buttons… just like our Kingsguard♪",
        "91007": "I had a lot of my favorite clover motifs attached to this race outfit♪ Fufu, where is it?",
        "91008": "Fufufu… Uniform is good, this outfit is also good. Because the knees is out I feel lighter. It's a new sensation～♪",
        "91009": "When I ran early in the morning, the morning dew on the clover was sparkling, it reminded me of a castle garden♪",
        "91010": "Let's do our best in the afternoon practice. Whether or not it will be a wonderful memory depends on my ability!",
        "91011": "I have to try to go to bed as early as possible. If I stay up too late, the rotation of the guards will collapse!",
        "91012": "Lalala～♪\r Spring in this country is so sparkling and pleasant～♪ it's like a dream to have blue skies all day long!",
        "91013": "Japanese summer nights are dark all night long, so you can see beautiful stars very well. I think I can have a good dream…♪",
        "91014": "My favorite Japanese food is matsutake mushrooms! It smells so good and delicious～♪\r I wonder if it won't be served at the school cafeteria…?",
        "91015": "Kotatsu is amazing isn't it～♪ Combining a table and a bed is an idea worthy of a medal!",
        "91016": "A bachelorette party is a special and slightly lonely night. …If I throw one, do you think people will come?",
        "91017": "When I told my sister that Airgroove -san also had a nice match suit… it turned into a big deal!",
        "91018": "I'm thinking of throwing another dark hot pot party with Dober, would trainers like to join us as well?",
        "91019": "The other day I snuck off to Bright's dad's amusement park. I didn't know that amusement parks are usually so crowded!",
        "91020": "I wonder if I can eat ramen in this race outfit. … Oh, maybe if I use a fork!",
        "91021": "I love miso soup! But sometimes I miss burnt ispini and crispy fried eggs.",
        "91022": "I think I'll have that special thing for lunch today ―that magic food that turns into ramen after three minutes!",
        "91023": "Well, it was a fun day! Busy and lively… I think I can sleep well tonight.",
        "91024": "The clover field is getting lively! I remember when I used to play coronation with my sister.",
        "91025": "I heard that in Japan, when summer comes, that's when it starts. If i'm not wrong… \"Chilled Chinese noodles\"!",
        "91026": "It can get very cold in the fall back home. So I borrowed the captain's scarf once, you know?",
        "91027": "Hey, did you notice the little snowman by the window in the trainer's office after the snow the other day?",
        "91028": "She expressed my brilliance. She made me look so beautiful… I feel my spine grow taller when I feel your thoughts.",
        "91029": "The Celtic knot has the meaning of \"eternity\". You really can't beat Beauty-san.",
        "92000": "What kind of training are we doing today? I have to earn ability that can make my country proud♪",
        "92001": "I've met a lot of tutors… but your teaching style is especially good!",
        "92002": "I think the memories of running with all your strength will lead to strength and pride. It will surely be my food for thought in the future…",
        "92003": "I found a four-leaf clover earlier. It feel like today's training is going to go well♪",
        "92005": "I'm getting stronger and stronger… I wonder what exciting things you will teach me next?",
        "92006": "Father has gave me permission to enter the race… Let's work hard together so that we can live up to that trust♪",
        "92007": "Making memories is not only about what you did, but also who you were with. I'm glad you become my trainer …",
        "92011": "Watermelon splitting sounds like a fun game! How about we do it after practice? I want to treat the guard to something cold as well♪",
        "92015": "You are to lead me, and this is your supreme command. … Ha-ha-ha! Did I surprise you?",
        "92016": "It would be fun to open a new door together, wouldn't it?",
        "92017": "Something that can't be worn as a race outfit [dress]. That's why I'll do my best today as well♪",
        "92018": "I like your training notes. It has a lot of past and future with me, doesn't it?",
        "92020": "I will continue show that I am worthy of this race outfit [dress] that contains brilliance and \"ideal\".",
        "92021": "One day this road will end, but we will walk it together, hand in hand, leg in leg… together!",
        "92022": "Hey, trainer. From now on, will you continue to look at me?",
        "93000": "Thank you, it was really great…!",
        "93001": "It become a wonderful memory that I will never forget… ♪",
        "93004": "I will never forget the memories with you for the rest of my life.",
        "93005": "I'll tie the ribbon. Can you give me your hand?",
        "95000": "Learn, grow, so that one day I can fulfill my mission…!",
        "95001": "Wow! I feel like it's going to be a great memory♪",
        "95003": "Good day to you♪ I'm Fine Motion.",
        "95004": "A wonderful memory clover! Will you look for it with me?",
        "95005": "Support? As you wish～♪",
        "95006": "You can count on me more!",
        "95007": "From now on, for a while longer. Please stay with me, okay?",
        "95008": "Blessed are the blessings bestowed upon us!",
        "95009": "Do you swear? That you will run together with me!",
        "95010": "I'm Fine Motion! Let's open the door to the future together!",
        "110000": "Training today? Thank you for your hard work.",
        "110001": "So many wonderful memories♪",
        "110002": "Oh, Will you escort me to the race?",
        "120000": "Wow…! I wonder if it's blessing of the Clover…!",
        "140000": "Horay horay! Trainer～～♪",
        "140001": "Yay♪",
        "140002": "Aaahhh!",
        "140003": "Ahaha! Everyone is so cute～♪",
        "140004": "Wow, you got it～♪",
        "140005": "Don't worry, don't worry!",
        "140006": "Ahaha! Everyone is so cute～♪",
        "140007": "Wow, you got it～♪",
        "140008": "Exciting♪",
        "140009": "Ohhh…",
        "140010": "Mmm…",
        "140011": "Wow! This is…!",
        "140012": "Okay…!",
        "140013": "I'm so excited!",
        "140014": "Aaahhh!",
        "140015": "Mmm～～…",
        "140016": "Dear me? Trainer?",
        "140017": "Aww!",
        "140018": "Ehhhh…!",
        "400001": "Why are you all so eager to wear Beauty-san's race outfit…?",
        "400010": "Solving the riddle was a lot of fun. I made a lot of good memories♪",
        "410000": "Shall we go!",
        "410001": "We did it♪",
        "410002": "Fufufu～……♪",
        "410003": "Fufufu～……♪",
        "410004": "Fufu",
        "410005": "Fufu",
        "410006": "Mmmmm～……",
        "410007": "Mmmmm～……",
        "410008": "Mmmmm～……"
    },
    "1023": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "20040": "Okay…!",
        "20041": "Hmhmhmm…",
        "20043": "Oh no…",
        "80000": "good work",
        "90020": "Happy Valentine's Day",
        "90021": "Happy Valentine's Day",
        "140008": "Fufu",
        "140014": "Much: ……",
        "410004": "Fufu",
        "410005": "Fufu",
        "90221": "Happy Valentine's Day"
    },
    "1024": {
        "20040": "I'm coming!",
        "23015": "I'm coming!",
        "410000": "I'm coming!",
        "410002": "Ehhen!",
        "410003": "Ehhen!",
        "920000": "I'm coming!"
    },
    "1025": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "80000": "Good work.",
        "140009": "Fufu",
        "140017": "Much: ……",
        "410001": "We did it……!",
        "410004": "Fufu",
        "410005": "Fufu"
    },
    "1026": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "80000": "Good work.",
        "90020": "Happy Valentine's Day",
        "90021": "Happy Valentine's Day",
        "140010": "U……",
        "140012": "Hmmm… ……",
        "140018": "U……"
    },
    "1027": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "20046": "Let's go!",
        "90020": "Happy Valentine's Day",
        "90021": "Happy Valentine's Day",
        "140009": "chuckling",
        "140011": "Whoa…!"
    },
    "1028": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "20039": "I'm so excited～♪",
        "23015": "I'm so excited～♪"
    },
    "1029": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "1203": "Hawaa…!"
    },
    "1030": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "90020": "Happy Valentine's Day",
        "90021": "Happy Valentine's Day",
        "90221": "Happy Valentine's Day",
        "140002": "Whoa…!",
        "140008": "Hawaa…!"
    },
    "1031": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!"
    },
    "1032": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "80000": "that's enough for today"
    },
    "1033": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "20038": "Let's begin.",
        "20039": "I understand.",
        "23015": "Let's begin.",
        "80000": "good work",
        "90020": "Happy Valentine's Day",
        "140009": "Phew.",
        "140014": "Ah…",
        "140017": "Oh…"
    },
    "1034": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "80000": "Good work."
    },
    "1035": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!"
    },
    "1036": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!"
    },
    "1037": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "13": "Here is today's login bonus.",
        "15": "We will be getting this one tomorrow.",
        "1000": "Ladies and gentlemen, it's time.",
        "1001": "The goal was successfully achieved.",
        "1002": "My mistake…",
        "1003": "I didn't pack it in well.",
        "1004": "It's a win on schedule.",
        "1005": "My mistake…",
        "1006": "I didn't pack it in well.",
        "1007": "Further beyond the goal…",
        "1008": "Let's do our beste.",
        "1022": "All according to plan.",
        "1079": "Not a second loose.",
        "1080": "Punctuality.",
        "2030": "Ladies and gentlemen, it's time.",
        "2031": "Let's do our beste.",
        "2032": "Thank you for all you have done so far.",
        "2033": "We are on schedule and in good shape. Now we just need to get results.",
        "2034": "It was worth the time and effort to make plans with you. …I will fulfill my purpose.",
        "2035": "Thank you for all you have done so far.",
        "10000": "Thank you for reminding me of what was so important at that moment… the reason why I kept my schedule perfectly.",
        "10001": "Please continue to tell me if I am wrong. You have a perspective that I do not have.",
        "10002": "…I'm sure the trainer and I will have a good time with this plan. Next time… I'll have to ask her out properly.",
        "10003": "In Germany, New Year's is not a big deal. The various traditional rituals in Japan are interesting.",
        "10004": "With all the pride of a cake baker's daughter, today's Schokolade must be finished with more care than usual.",
        "10005": "Perfectly prepared… and very dearly loved. Please accept our special Sachertorte.",
        "10006": "I learned about Tanabata from Ms. Falcon. My wish is… that I may advance in a straight line toward my goal.",
        "10007": "It's Halloween, but I won't be trick-or-treating. I've prepared all the candy I can.",
        "10008": "I have always loved Christmas. I remember the happy smiles on the faces of all the customers who bought my father's cakes to take home.",
        "10009": "If you don't mind, I'd like to take some time today. …because today is the day I spend with my loved ones.",
        "10010": "In my hometown, we celebrate the end of the year with a big party to welcome the New Year.",
        "10011": "Happy Birthday! There is a cafe that serves delicious cakes, if you would like to join us later.",
        "10012": "I asked my parents for their special recipe. Please look forward to the birthday cake.",
        "10013": "The day you were born… an important day to look at yourself and reconfirm the schedule of your life.",
        "10014": "On my birthday, I remember my parents' faces more than ever… I want to continue to be a daughter they can be proud of.",
        "10015": "You have been notified. Check it before you forget for your future plans.",
        "10016": "Geschenk… a present for you. What's inside?",
        "10017": "You completed your mission on schedule… as expected. I'm sure you'll receive the proof of your efforts and accomplishments.",
        "10018": "The event will be held soon. Please plan accordingly so that you can enjoy them to the fullest.",
        "10019": "The event is underway. Events, a carnival, so to speak… It makes my body tingle.",
        "10021": "It seems that the level of the Umamusume directory has been raised. Please check it out.",
        "20000": "I feel a little heavy. Should I adjust my schedule?",
        "20001": "I will need to make time for rest…",
        "20002": "I guess you could say I'm on a roll… heh. Thanks to your guidance, we'll be on schedule.",
        "20003": "Excellent condition. Now we just need to keep going as planned…!",
        "20004": "Good shape… looks like it's going to deliver exactly what I was hoping for.",
        "20005": "Now, let's start following the plan. It's going to be a great training session.",
        "20006": "I am in good shape. I think I will be able to digest the menu as planned.",
        "20007": "At the current pace, the current schedule seems fine.",
        "20008": "I don't know why… a bit lazy… Maybe I need to adjust…",
        "20009": "I'm supposed to be training… but my body is a little heavy.",
        "20010": "Hmmm… I think even the fur on her tail seems to be disheveled…",
        "20011": "I am having trouble controlling my motivation…",
        "20021": "…I think it's too much to ask for a race today…",
        "20022": "The race to the finish line will affect our future plans…",
        "20023": "Sturm und Drang…! To be honest, I'm itching to…!",
        "20024": "We are in perfect condition… no deviations from the plan. We have no worries about winning.",
        "20025": "It was worth the time and effort to make plans with you. …I will fulfill my purpose.",
        "20026": "Physical condition is good, mental condition is good, tail cut is good… We are just about ready to go.",
        "20027": "We are on schedule and in good shape. Now we just need to get results.",
        "20028": "Thanks to you, the adjustment went well. I will not be ashamed to run as well as you.",
        "20029": "Don't worry. We will prove that we have done everything right.",
        "20030": "TOI, TOI, TOI… okay. Let's go, then.",
        "20031": "We are generally on schedule. We are well on target to achieve our goals.",
        "20032": "We are not at our best… but we have not lost sight of our goal.",
        "20033": "We're a little off schedule, but we can still make up for it.",
        "20034": "I can't deny that I'm in a slump… Anyway, I will give it my all now.",
        "20035": "This is an unexpected situation… But before I get depressed, I have to run well first…",
        "20036": "Now, I will run to the end so that I don't disgrace my parents… that's all I can do.",
        "20037": "I can't concentrate… but that doesn't mean I can't run.",
        "20038": "Then I will go.",
        "20039": "Let's begin.",
        "20040": "Concentration.",
        "20041": "Basics.",
        "20042": "Oh my god…!",
        "20043": "Hmmm…?",
        "20046": "Now, please join us.",
        "20047": "I'm excited…!",
        "20049": "I respect your guidance.",
        "20050": "Thank you for all you have done so far.",
        "20051": "It's time for training.",
        "23015": "Let's begin.",
        "30000": "It was a race to be proud of.",
        "30001": "A passing grade… next time, go even higher.",
        "30002": "I need to organize my schedule better…",
        "30003": "We need to rethink our plans… from the ground up…",
        "30004": "The schedule that we set up with you… it was flawless.",
        "30005": "Objective achieved… good run.",
        "30006": "As per your winning recipe… it turned out delicious.",
        "30007": "Objective achieved… good run.",
        "31000": "Auf geht's!",
        "40000": "Now is the time for fulfillment!",
        "40001": "Not a single step to victory… Now is the time for fulfillment!",
        "40003": "The taste that we have built up, please enjoy.",
        "40004": "Recipes, measurements, cooking… all perfect. The taste that we have built up, please enjoy.",
        "60000": "I'm going to return the gratitude to all of you who have supported me.",
        "60001": "I am a little nervous. TOI,TOI,TOI…",
        "70000": "The schedule is strictly adhered to, you know.",
        "70001": "You said you had already decided that you would be my trainer. Maybe… maybe. Hmmm.",
        "70004": "I would like to be aware that I am wearing the traditions of the school.",
        "70008": "I want my parents to see me on stage.",
        "70009": "It seems to inspire pride and courage.",
        "70010": "Balancing schoolwork and racing… a natural thing for students to do.",
        "70014": "Live lessons are also firmly scheduled.",
        "70015": "Of course the size is perfect. Not an inch out of place.",
        "70016": "It reminds me of my parents standing in the kitchen…",
        "70017": "The costumes I adored as a child… Somewhere, I seem to be dreaming.",
        "70018": "That's fantastic!",
        "70019": "We will win without error!",
        "71004": "I would like to be aware that I am wearing the traditions of the school.",
        "71008": "I want my parents to see me on stage.",
        "71009": "It seems to inspire pride and courage.",
        "71010": "Balancing schoolwork and racing… a natural thing for students to do.",
        "71014": "Live lessons are also firmly scheduled.",
        "71015": "Of course the size is perfect. Not an inch out of place.",
        "71016": "It reminds me of my parents standing in the kitchen…",
        "71017": "The costumes I adored as a child… Somewhere, I seem to be dreaming.",
        "71018": "That's fantastic!",
        "71019": "We will win without error!",
        "80000": "Good work.",
        "81000": "Let's see what you've built up.",
        "81001": "We will put our pride on the line… and play fair and square.",
        "90000": "Mornings tend to be hectic. Preparation the day before is essential.",
        "90001": "Speaking of Japanese breakfast… Natto, right? I love it.",
        "90002": "I finished my meal in 25 minutes and 30 seconds, and reviewed… oh no. I was supposed to meet Ms. Falcon for lunch.",
        "90003": "…every day for eight seconds. That's the time I use to check the cafeteria for new desserts.",
        "90004": "Four minutes to reconfirm plans, five minutes to think of family and friends… we make the most of the time we have before we go to bed and fall asleep.",
        "90005": "Today is ending… Let's reflect on the day, make plans for tomorrow, and prepare for the future.",
        "90006": "I have always admired spring flowers. The way they endure the harsh winters and bloom properly every year… it's magnificent.",
        "90007": "The risk of heat stroke is always present. Create a hydration schedule and carry your own water bottle.",
        "90008": "Autumn in Germany is the time for Oktoberfest. I would like to invite you to Oktoberfest.",
        "90009": "In winter, we tend to spend more time indoors. Let's start developing recipes for new cakes, shall we?",
        "90010": "Good morning, and I hope you'll join me for a spell to start your day.… Ich gebe mein Bestes!",
        "90011": "Every time you say hello to everyone, you say you smell something delicious… and the cause is the cookies you baked in the morning.",
        "90012": "Sugar intake is also a good way to get through the afternoon. But be sure to plan ahead.",
        "90013": "Even if you are busy, always take a break. My father used to say that this was the secret of doing a good job.",
        "90014": "Sweets are not allowed at this time. Even if you want to eat them, you have to wait until tomorrow.",
        "90015": "The dough is ready. Now it's time to put it in the fridge for 12 hours… Hmmm… look forward to it.",
        "90016": "Cherry blossoms remind me of cherry blossom viewing with my parents… Actually, there are rows of cherry trees in Germany as well.",
        "90017": "It's been hot again this year… but don't worry. I made a cold cake, Kalter Hund.",
        "90018": "Recently, I have been searching for snacks that are as low in calories as possible. Even though it is autumn, I have to keep a tight control on my appetite.",
        "90019": "Basically, most sweets are made to cool down the heat, but if you eat them, your heart will be warmed… it's a strange thing, isn't it?",
        "90020": "Happy Valentine's Day",
        "90021": "Happy Valentine's Day",
        "91000": "I was humming along to the metronome when Ms. Falcon came up behind me… I was so surprised that I just screamed…",
        "91001": "I think Ms. Jordan may be a master at managing her schedule to keep up with that many friendships without strain.",
        "91002": "Your attitude toward competition is the opposite of mine, but I think that's why I have something to learn from you.",
        "91003": "Golsi and I toured a cake store, but before we knew it, it had turned into a candy-collecting tour.",
        "91004": "I like movies, but only zombies… It's strange that decomposing corpses can't move like that…!",
        "91005": "I want to make sure that every single step is perfect… I want to show respect to the audience and to the people I ran with.",
        "91006": "I have always loved carnivals. The thought of dancing in this costume makes my heart sing. Hmmm.",
        "91007": "Fluffy, yet sturdy enough to withstand strenuous activity… a great outfit.",
        "91008": "Perfectly sized to fit… I admire the skill of the master craftsman who made it.",
        "91009": "The smell of freshly made sweets wafting through the store before it opens sometimes makes me nostalgic for my parents' house.",
        "91010": "In Germany, lunch is the main thing. Even now, I haven't changed that habit. It is also reasonable for exercise.",
        "91011": "It would be nice to have an alarm that can be set to wake me up in seconds… but in the end, my body clock may be the best.",
        "91012": "It's the season to see ladybugs. They are so cute…",
        "91013": "It is indeed very hot… I would like to go to the lake, but let's cool off at the pool.",
        "91014": "Autumn is the season for sports, isn't it? Then I would like to play soccer. If you don't mind, I'd like to play with you.",
        "91015": "Snow reminds me of Stollen… I used to help make them every Christmas.",
        "91016": "Ms. Falcon, she can tell what candy I made by the smell of my clothes. It's kind of embarrassing…",
        "91017": "Whenever I make a new product, Bakushin O always shows up and tastes it. It's very helpful… but where in the world did she come from…?",
        "91018": "Lately I've been swapping homemade cakes with Ms. Flower. It tastes so tender… and so comforting.",
        "91019": "I believe that both racing and patissier work are equally challenging in terms of everything you have achieved.",
        "91020": "It is the pastry chef's job to color special occasions such as birthdays. Then I will… I will color the race with my running.",
        "91021": "The morning is the time to complete all the day's preparations… an ironclad rule for pastry chefs.",
        "91022": "Whether it's an after-dinner dessert or a snack… even if it's the same snack, we need to rearrange the timing and the content.",
        "91023": "Konditor… It could be said that a pastry chef's day begins at night. We have to prepare for tomorrow's event.",
        "91024": "In the season of cherry blossom viewing, it would be nice to make a stollen with the image of cherry blossoms instead of snow.",
        "91025": "Summer is the best time to travel in Germany. If we have the opportunity, we will show you around. Let us help you make your schedule.",
        "91026": "I would love to go out to pick chestnuts… I just came up with a recipe for a delicious looking Mont Blanc.",
        "91027": "Valentine's Day, Christmas… When the time comes for sweets to be served, we are all in a state of excitement.",
        "91028": "A craftsman is essentially a title given after rigorous training. I would like to keep in mind the importance of this costume.",
        "91029": "When I wear this outfit, I feel motivated to work on the piece… it's kind of like before a race.",
        "92000": "Let's work together to reach our goals. First, a plan.",
        "92001": "Schedule confirmed, okay. Let's get started today.",
        "92002": "We may be far away, but we have a steady schedule and we will get there.",
        "92003": "Of course we are already prepared. Thank you for your guidance.",
        "92005": "I truly believe that with you, we will reach our goal.",
        "92006": "Let's work together to finalize a plan. We are counting on you.",
        "92007": "If you think I'm being clumsy again, feel free to let me know.",
        "92011": "It's fresh… In Germany, lake bathing is more popular than sea bathing.",
        "92015": "Everything is ready. So, Öffnen… let's open the store.",
        "92016": "In racing, too, I will reach the level of a master… I promise.",
        "92017": "We will be precise in every step of the process, until we have completed our work of triumph.",
        "92018": "I see quite a bit of potential in protein cookies… both in taste and nutrition.",
        "92020": "For now, let's just focus on doing the best we can… and when we're done, we'll enjoy the sweet treats together.",
        "92021": "Preparation is essential so that the trainers can enjoy the taste of victory.",
        "92022": "We want to work together to produce the best results - just as my parents did in the kitchen.",
        "93000": "Now I can be truly proud of myself…",
        "93001": "I am sure I could not have made it this far on my own.",
        "93004": "The sweetest and happiest feeling ever…",
        "93005": "I hope I have become a worthy Meister.",
        "95000": "Steadily one step at a time… to the goal.",
        "95001": "We will walk forward to the person we should aim to be.",
        "95003": "This is Eishin Flash. Together, to a proud victory.",
        "95004": "A perfect schedule is the path to victory.",
        "95005": "We will be happy to assist you.",
        "95006": "Want to manage more closely?",
        "95007": "Daily practice creates further improvement.",
        "95008": "I think I have found a new frontier as a craftsman.",
        "95009": "Sincerity and attention to detail. Light and subtle. Please enjoy the taste that you have never experienced before.",
        "95010": "Eishin Flash. We bring you the best taste of the best that we have to offer.",
        "110000": "Now, let's see, what is the training schedule this time…",
        "110001": "The history and traditions of the school… we encourage you to learn about them.",
        "110002": "I would like to gain experience to achieve my goal.",
        "120000": "With this power, we go further.",
        "140000": "Viel Erfolg!",
        "140001": "Well done.",
        "140002": "There is no need to panic.",
        "140003": "Wunderbar…!",
        "140004": "I thought the results were as expected.",
        "140005": "I guess I misjudged…",
        "140006": "Wunderbar…!",
        "140007": "I thought the results were as expected.",
        "140008": "chuckling",
        "140009": "Hmmm… ……",
        "140010": "chuckling",
        "140011": "That's great.",
        "140012": "Well……!",
        "140013": "……～!",
        "140014": "Much: ……",
        "140015": "Unn……",
        "140016": "Let's go.",
        "140017": "U……",
        "140018": "Huh ……",
        "400000": "Perfect recipe with perfect instructions. It's a testament to our daily appreciation. We will make sure you win.",
        "400003": "Time is limited. We must quickly find the right motifs to tickle our fancy.",
        "400006": "I felt the essence of this academy… Wunderbar― one word: excellent.",
        "400009": "Respect for Tressen Academy, here.",
        "400011": "Although the result was disappointing, I would like to report to my parents that it was a valuable experience… \"Next time for sure\", right?",
        "400012": "The event mission is here. Due to the variety of missions, detailed planning is recommended.",
        "400013": "Here is your reward. Don't forget.",
        "30207": "Objective achieved… good run.",
        "90221": "Happy Valentine's Day"
    },
    "1038": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "1001": "Yay♪",
        "140001": "Yay♪",
        "140009": "Fufu",
        "140015": "Ah...!"
    },
    "1039": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "20041": "Hmhmhmm…",
        "90020": "Happy Valentine's Day",
        "90021": "Happy Valentine's Day",
        "140008": "Fufu",
        "140009": "Ehehe～…",
        "140012": "Well……!"
    },
    "1040": {
        "11": "Cygames",
        "80000": "Good work.",
        "90020": "Happy Valentine's Day",
        "90021": "Happy Valentine's Day",
        "140008": "Ha ha!",
        "140009": "Fufu"
    },
    "1041": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "13": "Here's today's Login Bonus!",
        "15": "Oooh! Is this tomorrow's…!?",
        "1000": "I'll keep on being the class presideeent!",
        "1001": "Worthy of a gold star!",
        "1002": "I lost…!",
        "1003": "What's next?!",
        "1004": "The eee―xpected outcome!",
        "1005": "I lost…!",
        "1006": "What's next?!",
        "1007": "A new record! The peak of Sakura season!",
        "1008": "Let's Bakushin, fair and square!",
        "1087": "Set your back as straight as a line!",
        "1088": "My body's all fired up!",
        "2030": "I'll keep on being the class presideeent!",
        "2031": "Let's Bakushin, fair and square!",
        "2032": "The sincerest of thank you's for your guidance!",
        "2033": "Proper breathing, proper condition! And, of course, it's proper that I win!",
        "2034": "I'm in flawless shape for this race! Truly, I'm the greatest! It's almost as if I've already won!",
        "2035": "The sincerest of thank you's for your guidance!",
        "10000": "This I swear! Under your guidance, I will become worthy of being an exemplary role model for all Umamusume… I shall become the greatest class president there ever was!",
        "10001": "There is never error in Trainer's guidance! Why?…Because you're <i>my</i> Trainer!",
        "10002": "My cellphone has been fully charged! Now, no matter when, where, or how I get lost, I can contact you, Trainer!",
        "10003": "This year's resolution is Ba・ku・shin! I've had it decided since New Year's Day last year!",
        "10004": "While cooking, the chocolate I was making… blew up. I guess it just couldn't withstand my explosively passionate feelings!",
        "10005": "For Trainer, who has a mature palate! I have prepared for you bitter chocolate that has been burnt to a crisp, therefore making it extra dark! Fufuu―n!",
        "10006": "…Faster, faster, faster! Now, I command you to shoot now, shooting star! My wish has been sufficiently prepared!!",
        "10007": "Trick-or-treaaaaat! Huh? Nothing happened? I heard if you recite those magic words, you'll get free candy…",
        "10008": "Let's enjoy Christmas to the very fullest! I'm the one who takes the initiative to organize all the holiday events, because it's the class president's duty!",
        "10009": "Trainer, did you know? Santa is extreeemely fast. So fast that he eludes me…!",
        "10010": "Lots of cleaning to do?! Leave it to me! If you just throw away all the stuff lying on the floor, it'll make most places look great!",
        "10011": "It's your birthday, so please take care of yourself, kick back, and relax! I have the utmost confidence in myself not to break anything today!",
        "10012": "A very happy birthday to you, Trainer! I see… the fact that you have aged superbly! (Clapclapclap!)",
        "10013": "Today is the fateful day I was born! I wouldn't have any objections if you decided to make it a national holiday!",
        "10014": "Ehehe… My dad and mom wished me a happy birthday earlier… To tell you the truth, I'm on cloud nine right now!",
        "10015": "It seems like there's some news! It might have something to do with my class! Let's check it out!",
        "10016": "It seems a present has arrived! Could it be, a gift from someone who caught wind of our spectacular efforts?",
        "10017": "It looks like you've completed a goal! I'm quite proud of myself, too! Ehhen!",
        "10018": "Ohh… It looks like there's an event going on. Which class president made the necessary provisions… I must investigate this.",
        "10019": "It's quite lively, isn't it… Doing something fun without the authorization of the class president… Uuuu～… Please let me join iiin!",
        "10021": "Well done! Trainer, your directory level has gone up!",
        "20000": "Even if my energy is almost exhausted… I'll stay strong… As an example for everyone… I… will… keep……running!",
        "20001": "U, uuughh… Move, legs, mooove～!! Why are you so heavyyy―?!",
        "20002": "A role model for students everywhere! I shall show you all my magnificent training!!",
        "20003": "Please expect nothing but the biggest of Bakushins! Today, I'm giving it my aaaaalll!!",
        "20004": "No matter the training, this Bakushin O right here will show you how it's done!",
        "20005": "Warm-up has been flawlessly completed! Now, now, which training shall we do?!",
        "20006": "What shall we start with?!",
        "20007": "I see, it's training time! Roger that!",
        "20008": "Ughughuhgugh…!! Gotta focus, focuuuus…!",
        "20009": "Haah～… The sky is beautiful as always today, isn't it～…",
        "20010": "Uuuugh… As class representative… As president… I know what I must do, buuuut…!",
        "20011": "…I'm stumped…!?",
        "20021": "A race, right?…I'm fine! Even if I don't have the same lightning in my legs… I can still do it…!",
        "20022": "…Traaain… errrr… A-are we doing another raaace…? As you may have anticipated, I have to say, I want a breaaak…",
        "20023": "I can feel it! The passionate gazes of those who want to cheer on the class president staring at me! I shall answer the call and meet your expectations!",
        "20024": "No matter who your opponent is, Bakushin all the way! Though looks may be deceiving, in truth I am overflowing with confidence!",
        "20025": "I'm in flawless shape for this race! Truly, I'm the greatest! It's almost as if I've already won!",
        "20026": "I shall put my heart and soul into every sprint! No matter the race, I refuse to cut corners!",
        "20027": "Right now, I'm faster than anyone else! In other words, business as usual!",
        "20028": "Proper breathing, proper condition! And, of course, it's proper that I win!",
        "20029": "If it's a speed showdown, I won't lose it!",
        "20030": "Most assuredly, I promise you victory!",
        "20031": "May I start running now? I may, right?!",
        "20032": "Hmhmhm… My legs have started trembling the <i>tiiiiniest</i> bit. Perhaps these are the \"nerves\" that everyone's been feeling.",
        "20033": "…I Bakushin-ed without thinking! It'll be fine, we'll win for sure!",
        "20034": "There's no need to worry. Because I shall blow everyone away and leave the opposition in the dust for you!",
        "20035": "…Yesterday, I dreamt I came in last place. But, a dream is just a dream… right?!",
        "20036": "No matter the predicament I find myself in, I have a secret to coming in first place. That secret is…<i>speed!!</i>",
        "20037": "I understand being scared. But, the fastest wins… and that is the simple, eternal truth!",
        "20038": "Understood!",
        "20039": "Bakushiiin!",
        "20040": "Hiyaaaah!",
        "20041": "Hmhmhmm…",
        "20042": "Hnnn～?",
        "20043": "Fuwaaah…",
        "20046": "Let's go!",
        "20047": "Oooh, that's good!",
        "20049": "Our efforts have paid off!",
        "20050": "The sincerest of thank you's for your guidance!",
        "20051": "Oooh―! I'll give it my best shot!",
        "23015": "Bakushiiin!",
        "30000": "Indeeed. Just as expected, I'm superb!",
        "30001": "Hmhm… It seems I still have everyone's undying admiration!",
        "30002": "Everyone else was fast, too! Let us acknowledge this!",
        "30003": "I… refuse… to suuulk～…",
        "30004": "A Bakushin-ical victory! Haa-ha-ha-ha-ha-haaa―!",
        "30005": "Because I'm an honor student! Ha-ha-ha-ha-ha-ha―!",
        "30007": "Because I'm an honor student! Ha-ha-ha-ha-ha-ha―!",
        "31000": "Here I go, Bakushin!",
        "40000": "To! Victory! Baa―kushiii―n!",
        "40001": "To! Victory! Baa―kushiii―n!",
        "40002": "Ha-ha-ha!",
        "60000": "I'm counting on you for a class president-inspired cheer, please and thank you!",
        "60001": "I shall demonstrate to you how to put on the most superior of Lives!",
        "70000": "Let's do our very best! No need to worry, I am here!",
        "70001": "Meeting me must have been a moment of divine destiny for you! Fufu!",
        "70004": "The school uniform suits me better than anyone else! You guessed it, because I'm the class president!",
        "70008": "…Indeed! An outfit worthy of being worn by the star of the class!",
        "70009": "No matter the race… Let's make the Sakura blossoms bloom!",
        "70010": "School uniforms are sacred garments! I fold mine properly every single day!",
        "70014": "I'd forgotten how to put this outfit on, so I created an informative manual! … I won't lose it this time!",
        "70015": "Fufufu… Why, what a very Bakushin mantle this is!",
        "70018": "Bakushinbakushiiin!",
        "70019": "I'll show you the strength of the class president!",
        "71004": "The school uniform suits me better than anyone else! You guessed it, because I'm the class president!",
        "71008": "…Indeed! An outfit worthy of being worn by the star of the class!",
        "71009": "No matter the race… Let's make the Sakura blossoms bloom!",
        "71010": "School uniforms are sacred garments! I fold mine properly every single day!",
        "71014": "I'd forgotten how to put this outfit on, so I created an informative manual! … I won't lose it this time!",
        "71015": "Fufufu… Why, what a very Bakushin mantle this is!",
        "71018": "Bakushinbakushiiin!",
        "71019": "I'll show you the strength of the class president!",
        "80000": "Thank you for your hard work!",
        "81000": "Fufuu―n… Would you like to challenge the honorable class president!?",
        "81001": "I've still got more in mee―! I'll show you Bakushin's true strength!",
        "90000": "Time for a spirited greeting today, as usual! Come on, now, breathe in aaall the way, and… <i>Gooooood morniiiingg――!!</i>",
        "90001": "Cleaning the blackboard, changing the water in the vases… This class president has been booked since this morning! Truly… I'm just remarkable!",
        "90002": "Trainer! Greetings! Let's put 100% into our afternoon training, just as we always do―!",
        "90003": "My energy is at full capacity after having refueled with some lunch! Come, now― training, running, sprinting! Anything you've got, throw it at me, please!",
        "90004": "Thank you for your hard work today! … Yes, yes! I'm fantastic at thanking people, aren't I!",
        "90005": "Even when class ends and the bell rings, I'll still keep doing my best! After all, I'm the class president!!",
        "90006": "No matter how many times I see it, Spring is marvelous… Yes! Because! It is! The class president's! Chosen! Season!!",
        "90007": "I heard that there are many different ways to eat watermelon. It seems you can eat it with things like salt and sugar… But I'm Team Shove-It-All-in-Your-Face-at-Once!",
        "90008": "'Tis the season of many events, including the Holy Hoof Festival. And 'tis the season to show off my skills as class president! Heheh!",
        "90009": "When it's cold out, please simply gaze upon my smiling face! Because this smile was acclaimed by my very own mother for warming the heart… Cheeese!",
        "90020": "A very Happy Valentine's Day!!",
        "90021": "A very Happy Valentine's Day!!",
        "91000": "Nothing out of the ordinary at school today! I've been on patrol with Biko-san, so you can rest easy!",
        "91001": "The secret to unifying a class? … That is, of course, a brilliant class president!",
        "91002": "Sometimes I need a reward, you know. I shall praise myself now as such. Good job, me, good job.",
        "91003": "Bourbon-san and Rice-san are doing their best every single day, and I'm very proud of them! Both of them deserve a gold star!!",
        "91004": "…Trainer, please say something, anything! Whenever you look me all silent like that… I get the heebie-jeebies!",
        "91005": "Indeed, I am impossibly flawless! As such, allow me to dance the 3 minute-long choreography you gave me in under a minute!",
        "91006": "I'll be wearing this outfit for a while! Because whenever I try to take it off, it ends up being quite the challenge!",
        "91007": "Just as everyone is expecting of me, let's show them this big, shining Sakura blossom together!",
        "91008": "I shall win every single race! That is why I'm the class president! Iiiindeed!!",
        "91009": "Lately, I've been meeting Flower-san a lot when I walk to school. Mayhaps, I've drawn her to me with my irresistible charms!",
        "91010": "Test scores are being posted in the morning? Ha-ha, don't you worry! I'll finish my supplementary lessons straightaway!",
        "91011": "I finished my homework in two minutes flat! Even without looking at the questions, it was a piece of cake for me!",
        "91012": "Mother's sakura mochi is aaabsolutely delicious! I'll keep insisting it should be on your shopping list! …<i>Drooool.</i>",
        "91013": "No matter how hot it is outside, an untidy appearance is a no-go! I refuse to disappoint the diligent pupils who admire the class president so fervently!",
        "91014": "Around this time of year, I try to read in the moonlight. I heard somewhere that honor students tend to do that.",
        "91015": "Even if it's cold, I don't wear heavy clothes! Because it's lighter, not to mention faster!",
        "92000": "Leave the long distance races to me! I'm bound to be good at them someday!",
        "92001": "I am very fond of sunny days! The reason: because they're easy to run in! That is all for this report! Ehhen!",
        "92002": "Speed! Explosive power! Class president! I'm made up of all three, but which shall we further develop first?!",
        "92003": "Bakushiiii―n! It's training tiiime!",
        "92005": "I'm prepared to be everyone's role model! Because I am the class president!",
        "92006": "As long as you and I work together, Trainer, we can overcome even the most arduous of trainings with ease!",
        "92007": "I will not stop until I've set an unprecedented world-record! Bakushin, Bakushiii―n!!",
        "92011": "As class president! With my whole heart! I shall do my very best!",
        "93000": "This Sakura that has bloomed with you shall never fall!",
        "93001": "Fufun, I'll keep on being everyone's role model!",
        "95000": "I've gotten faster, yet again!",
        "95001": "Give me the strength to win against any class president, from any world…!!",
        "95003": "Affirmative, this is Sakura Bakushin O!",
        "95005": "Supporting with excellence!",
        "95006": "Have no fear, the class president is here!",
        "110000": "By all means, go right ahead! Please do train this spectacular talent!",
        "110001": "Life is an endless cycle of preparing for a lesson and reviewing that lesson! These are the first steps to becoming an honor student!",
        "110002": "Are you going to Bakushin in a race!?",
        "120000": "Ooooh! I can feel the power―!",
        "140000": "Have no fear, the class president is here!",
        "140001": "We did it!",
        "140002": "Hah!?",
        "140003": "An award!?",
        "140004": "As expected of me―!!",
        "140005": "Wh-why can't I get it―!?",
        "140006": "An award!?",
        "140007": "As expected of me―!!",
        "140008": "Ehehee～",
        "140009": "Ehhen!",
        "140010": "Roger!",
        "140011": "Haa-ha-ha-ha!",
        "140012": "Whoa…!",
        "140013": "Bakushinbakushiiin!",
        "140014": "Huwhaah!?",
        "140015": "Uuughughugh…",
        "140016": "Traaineeeer!!",
        "140017": "Aww―…",
        "140018": "Sniff…",
        "400005": "Leave the making of sweets to me! I shall be exemplary in all that I do! … Ha! It smells like something's burning!?",
        "400007": "With the pride of the class president residing in my heart, I shall challenge the competition! …? Why are you looking at me like that?",
        "910100": "Fufuu―n… Would you like to challenge the honorable class president!?"
    },
    "1042": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "80000": "good work"
    },
    "1043": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "140008": "Hmm?"
    },
    "1044": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "80000": "good work",
        "140001": "Yes!",
        "140008": "Phew."
    },
    "1045": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "20041": "Hmhmhmm…",
        "920000": "I'll do my best~"
    },
    "1046": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!"
    },
    "1047": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "13": "Um, here are the login bonuses.",
        "15": "Looks like this one will be given away tomorrow.",
        "1000": "Let's go…!",
        "1001": "Thanks to all of you!",
        "1002": "It's not enough……",
        "1003": "It was an even battle.",
        "1004": "Victory for our team!",
        "1005": "It's not enough……",
        "1006": "It was an even battle.",
        "1007": "A new page right here…!",
        "1008": "Let's all work together.",
        "1054": "Yes…!",
        "1066": "Our story…!",
        "1094": "Yes!?",
        "1099": "I… I'll do my best…!",
        "1100": "Spell of Courage…!",
        "1164": "Y-Yes…!",
        "2030": "Let's go…!",
        "2031": "Let's all work together.",
        "2032": "Thanks for your help…!",
        "2033": "I may not be Rob Roy, but I'll be running as hard as I can…!",
        "2034": "I have the winning story in my head. All I have to do is trace it…!",
        "2035": "Thanks for your help…!",
        "10000": "It was fate that I was the hero that the trainer was looking for… It was an unforgettable episode.",
        "10001": "As long as there are people who look up to me, the heroic Rob Roy will continue to run, undeterred, for ever and ever…!",
        "10002": "We touched on many aspects, but the trainer… it's the trainer afterall.",
        "10003": "Osechi is said to have been an offering to the gods. It is more interesting to know the anecdote behind the ingredients.",
        "10004": "A chocolate from a book has been commercialized… there are 100 flavors… so, um… no, that's it…",
        "10005": "Chocolate drinks were considered empowering by the ancient Mayans and Aztecs, so… if you don't mind…",
        "10006": "If I were Hikoboshi, I would go to see Orihime even in the rainy season. I wouldn't want the hero to make the princess sad.",
        "10007": "If you don't give me sweets I will… I can't do it, can't I just read book for them instead?",
        "10008": "A man's good deeds eventually gave birth to the existence of Santa Claus … It's a wonderful story isn't it.",
        "10009": "Um… if you don't mind, I have a gift for you… a mistletoe brooch that is said to keep you healthy and happy!",
        "10010": "The custom of New Year's Eve differs from country to country. In some countries, people use a bell to drive away their worries, while in others, they make a wish.",
        "10011": "Happy Birthday! I found a book of poems about today, if you don't mind.",
        "10012": "『My dearest reader, I wish you a big blessing on your special day. 』 … oh my! Was I exaggerating?",
        "10013": "Thank you for the celebration…! Someday… I would like it to be said that the legend of our hero Rob Roy began on this day.",
        "10014": "There is a sake based on \"Rob Roy\"… Oh, when I grow up, will you have a drink with me…!",
        "10015": "You have received a letter. What is the content this time?",
        "10016": "It looks like a gift has arrived. Maybe it's something nice, like the beginning of a story.",
        "10017": "Mission accomplished! Overcoming trials and growing… We can only continue to move forward.",
        "10018": "The event is almost here. What stories will be spun, what heroes will be born?",
        "10019": "Why don't you go see the event? I have a feeling we're in for some exciting episodes… I just have a feeling!",
        "10021": "The level of the name book has increased. The trainer's tale of heroism is steadily being etched…!",
        "20000": "Huh, phew… sorry. I'm not only reading, but I'm also working out…",
        "20001": "Ugh, I'm so weak… I need to work out more to be a hero.",
        "20002": "Which training do you want to do! I have a feeling that today you I meet the new me… I have a feeling!",
        "20003": "Lately, some of my favorite authors have been working very hard on their new books… and I can't lose!",
        "20004": "Each training session is an episode that adds to the story… and that makes it all the more fun to think about!",
        "20005": "I don't know… but I feel like I can show you a more splendid me today…!",
        "20006": "The higher your goals, the more you have to work hard every day. I will do my best to be a hero…!",
        "20007": "Training has begun, hasn't it? I'll try to do exactly what I read in the instructional books…!",
        "20008": "I wonder if Rob Roy was ever this out of shape…?",
        "20009": "I feel like I have to do my best, but my heart is still heavy… I guess I'm still immature…",
        "20010": "I need to be more positive… Ugh… I thought I got back on track after reading the book…",
        "20011": "A scene where you have to work hard… heroes aren't supposed to stand still.",
        "20021": "Um… maybe we should take a break. … Even in war stories, there are many cases where overdoing it will lead to worse situation.",
        "20022": "The path of a hero starts with a single step, but if you can't move even one step, it's like putting the cart before the horse…",
        "20023": "I will make this race a legend that will be passed down from generation to generation…!",
        "20024": "Trainers… my readers. Please witness my tale of heroism…!",
        "20025": "I have the winning story in my head. All I have to do is trace it…!",
        "20026": "If I win this race, I'll be one step closer to my dream. I'll do it… yes, I'll do it…!",
        "20027": "My vision is clearer than usual… I can see everyone's movements better. If only I could put this to good use in the race…!",
        "20028": "I may not be Rob Roy, but I'll be running as hard as I can…!",
        "20029": "No matter what the situation, I will not give up, I will persevere… I'm going to produce result.",
        "20030": "I am very nervous before the race… But I think I will be able to run as usual.",
        "20031": "I'm off to keep up my record and one day be called a hero… I'll see you soon, trainer.",
        "20032": "I'm still anxious, but… I've done my best until now. I'm going to give it everything I can…!",
        "20033": "Fuuu, if you read a book and calm your mind, I am sure it will work out… Maybe…",
        "20034": "Huh? There's a smudge on the lens… Ugh, I'm not feeling good even though it's before the race…",
        "20035": "Even if I am not in good shape… I will run until the end. No matter what the outcome, it will lead to the future.",
        "20036": "My competition is so powerful… No, I still have to fight…!",
        "20037": "You can't run away from your feelings … You can't even play a minor role in this…! I know that… but…",
        "20038": "I'll do my best…!",
        "20039": "Here we go…!",
        "20040": "Steadily…!",
        "20041": "Well…",
        "20042": "Hiya…!",
        "20043": "Ugh…",
        "20046": "It's an adventure!",
        "20047": "The ocean…!",
        "20049": "The story continues. …I will continue!",
        "20050": "Thanks for your help…!",
        "20051": "I'll lead the way…!",
        "23015": "I'll do my best…!",
        "30000": "One step closer to the top…!",
        "30001": "Next time, get over the wall…!",
        "30002": "Next time, before…!",
        "30003": "I don't want to end up playing a minor role…!",
        "30004": "Here and now, the legend is written…!",
        "30005": "I'm so happy for you. …Heh heh.",
        "31000": "I'm off…!",
        "40000": "Open the way…!",
        "40001": "I can be a hero, too! If I keep going, if I keep believing… then one day…!",
        "60000": "Listen to the story… the story I play.",
        "60001": "Awawa…! I'm a hero, I'm a hero…!",
        "70000": "Can I be the hero of the story?",
        "70001": "The heroic tales you found… The heroic tales of Zenno Rob Roy please watch over them…",
        "70004": "I am also a student of the school that gave birth to many heroes…",
        "70008": "I'm not used to wearing such nice clothes… Do I look good…?",
        "70009": "To be able to wear a winning outfit like the illustrations in the book… I still dream about it.",
        "70010": "I have to work hard not to be told I'm being worn…!",
        "70014": "Song with a story on the lyric… I quite like singing it.",
        "70015": "This is the hero, Zenno Rob Roy! I have to be able to say with pride.",
        "70018": "What do you think? It's not weird right?",
        "70019": "I'm sure there is a wonderful story behind these clothes as well…",
        "71004": "I am also a student of the school that gave birth to many heroes…",
        "71008": "I'm not used to wearing such nice clothes… Do I look good…?",
        "71009": "To be able to wear a winning outfit like the illustrations in the book… I still dream about it.",
        "71010": "I have to work hard not to be told I'm being worn…!",
        "71014": "Song with a story on the lyric… I quite like singing it.",
        "71015": "This is the hero, Zenno Rob Roy! I have to be able to say with pride.",
        "71018": "What do you think? It's not weird right?",
        "71019": "I'm sure there is a wonderful story behind these clothes as well…",
        "80000": "Thank you for your hard work.",
        "90000": "For morning reading, I recommend short stories! You can easily enjoy a story that fits your mood.",
        "90001": "There is a legend that sleepiness is brought to us by fairies. Maybe they're on your trainer's shoulders right now♪",
        "90002": "I know that physical exercise is necessary for heroes, but… having the same amount of lunch as everyone else might be a bit much for me…",
        "90003": "When the lunch break ends at the climax of the story, I find myself wondering about the rest of the book … and the afternoon classes seem like an ordeal…!",
        "90004": "How about a story to accompany you at night? There's a great roundup of books that will refresh you before you go to sleep…!",
        "90005": "I like fairies and spirits, but ghosts… that's a bit… no, not really… I'd rather not…",
        "90006": "Are you suffering from hay fever, trainer? I can introduce you to anti-pollen glasses.",
        "90007": "Where would you like to go for your summer vacation…? Then England is the place to go. I'd love to see firsthand the many folklore stages!",
        "90008": "Well, the reading season is upon us! I have plenty of book recommendations, so give me a shout anytime…!",
        "90009": "I long to sit by the fireplace, listening to the sound of wood and reading a book while it snows…… I admire that kind of thing… ♪",
        "90020": "Happy Valentine's Day ……!",
        "91000": "Cafe-san is amazing…! I tell them what the book is about and they tell me the coffee that goes with it!",
        "91001": "Speak little and show with power I admire Kris S-san… I can't help but follow her with my eyes…",
        "91002": "I've had more opportunities to talk with Ayabe-san since I introduced her to my book on stars. …She really like star doesn't she?",
        "91003": "Even when I'm down, talking to Sweep-san makes me feel better. It's very strong… the magic of a smile.",
        "91004": "Rice-san paints very warm and gentle pictures. I love her drawings.",
        "91005": "It is embarrassing to sing in front of people, but at the same time, I feel as if I am being honored as a hero, which is a complicated feeling…",
        "91006": "I'm a little better at storytelling songs . I think of minstrelsy, and I feel like I can get into the spirit of it.",
        "91007": "This is the most powerful outfit I've ever seen, modeled after Rob Roy's…! Dignity and style… I hope it shows.",
        "91008": "When I wear the winning uniform, I feel like I'm getting closer to the hero I've always wanted to be… and I know I'll be fine no matter what the race is…!",
        "91009": "Early riser…? Yes, you are right, I arrive at school with plenty of time to spare. That way, I can enjoy reading before school starts♪",
        "91010": "The cafeteria is crowded at lunchtime … I often fall down by accident. It's a good thing they don't notice me too much…",
        "91011": "Rice-san looks very worried when I stay up late… I have to read in moderation at night.",
        "91012": "On the day of the entrance ceremony … I was so overshadowed that the guidance seniors didn't notice me… Now… I hope it won't happen again.",
        "91013": "Ugh… I can't believe I got sunburned in the shape of glasses… I'll never take off my glasses for a while, no matter what…!",
        "91014": "Cooler temperatures, no humidity… fall is a comfortable season for me and for my books.",
        "91015": "Do you know \"The Snow Queen\"? Gerda is one of my favorite protagonists because of her bravery and never-give-up spirit.",
        "92000": "We are moving forward today, aiming to be heroes…!",
        "92001": "Training is a discipline, so to speak… Famous warriors have also worked hard in this way, haven't they?",
        "92002": "Yes, I've finished my work as a member of the library committee. so we can start anytime…!",
        "92003": "I want to change… so I have to try any kind of training…!",
        "92005": "Trainer migh have notice, I'm bad at giving up compared to the other. I want to struggle as hard as I can…!",
        "92006": "I need to be able to handle any menu… I don't want to look uncool to my readers.",
        "92007": "This moment is a part of my heroic tale, and I cherish it. Please continue the story with me…!",
        "92011": "I think it is quite common for a change in environment to be a turning point in a story. I hope I can grow too…",
        "93000": "Your name will be etched in tales of heroism and passed down with the heroes.",
        "93001": "So this is… this is the story that the two of us created together.",
        "95000": "Have I come a little closer to \"Rob Roy\"?",
        "95001": "This is my potential - my path to glory…!",
        "95003": "Zeno Rob Roy, the hero of the future…!",
        "95004": "Please witness my path to heroism…!",
        "95005": "Let's see, a book about learning to cheer…",
        "95006": "I wish I could help more…!",
        "110000": "What kind of training do you do? I'll bring you a book that fits your menu.",
        "110001": "Are you looking for a heroic tale around school ? They're all so fascinating!",
        "110002": "I see that you have registered for the race. I wonder what kind of episodes will be born this time…?",
        "120000": "Power overflows…! It's like it's not me…",
        "140000": "Oh, you're cheering me on…!",
        "140001": "I did it!",
        "140002": "Aaah...!",
        "140003": "This anecdote should be told…!",
        "140004": "You have a lovely hero on your hands.",
        "140005": "Next time I will succeed…! That's the theory of the story!",
        "140006": "This anecdote should be told…!",
        "140007": "You have a lovely hero on your hands.",
        "140008": "Yes.",
        "140009": "What?",
        "140010": "Phew.",
        "140011": "Such a miracle…!",
        "140012": "That's great…!",
        "140013": "Whoa…!",
        "140014": "Mmmm…!",
        "140015": "Heart-pounding…",
        "140016": "Can't wait to see what happens next…!",
        "140017": "Oh no…",
        "140018": "Ugh…",
        "400002": "A party for all the students… It must be so glamorous to see all of you dressed up in costumes…!",
        "400005": "Watch me! I'm going to cast the finest magic!",
        "400011": "A request to the \"Stone of Dreams\"… Yes! May the next villagers have a wonderful trip…!",
        "400012": "The event mission is here! Is this a strategy book…? Was it in the library…?",
        "400013": "Did you forget to pick it up? Even if it's not obvious, don't forget…!",
        "400028": "This is surely a hidden challenge to the readers… What should I do if I am the only one who has noticed…!",
        "30007": "I'm so happy for you. …Heh heh.",
        "90021": "Happy Valentine's Day ……!"
    },
    "1048": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "90020": "Happy Valentine's Day",
        "90021": "Happy Valentine's Day",
        "140008": "Fufu"
    },
    "1049": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!"
    },
    "1050": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "13": "Hey, it's the login bonus.",
        "15": "Hmmm, it looks like this one is for tomorrow.",
        "1000": "Hmm, I'd better get going.",
        "1001": "Huh, you see that!",
        "1002": "I can't accept it…!",
        "1003": "I'll win next time.",
        "1004": "Yes! We won!",
        "1005": "I can't accept it…!",
        "1006": "I'll win next time.",
        "1007": "High score update!",
        "1008": "The winner is us.",
        "1096": "No, it's not necessary.",
        "1105": "I won't lose to any big guy.",
        "1106": "Don't treat me like a kid.",
        "2030": "Hmm, I'd better get going.",
        "2031": "The winner is us.",
        "2032": "I thought it could be better, but… well, it's not like this.",
        "2033": "Yes, my preparation is complete… you are grinning too much. Sure, my condtion is good, but… You don't get carried away until you win, right?",
        "2034": "I'm going to suprise the audience, and I will burn my run into their eyes.",
        "2035": "I thought it could be better, but… well, it's not like this.",
        "10000": "No one ever told me that last leg acceleration is my weapon. … You were the only one who noticed.",
        "10001": "If you were a parent, your children would be annoyed… you're hot- headed, nosy, and worry warts.",
        "10002": "I wish you were always quiet like the fish in the aquarium. Well, if you are like that It won't be you.",
        "10003": "How should I say it, … Even after a year you still didn't change, didn't you. Well, I will be in your care.",
        "10004": "Friendship choco is such a pain… Huh? Why are you looking at me like that? You're not going to say you want one, are you?",
        "10005": "Umm…… I'll give you the chocolate later. Why? For Valentine's Day. I've been in your care, just in case.",
        "10006": "Tanzaku huh… If it's my own wish, I will make it come true myslef. Well, you are free to write.",
        "10007": "I'll have to buy some Halloween candy… I'm sure the annoying people will come.",
        "10008": "Wishing for Santa…? No, I'm not at that age anymore. I wish you won't treat me like a child.",
        "10009": "I don't mind Christmas, I just don't like the noise. .…and the illumination are beautiful.",
        "10010": "Thank goodness there are no returning teams, so the course will be free. I'll run as fast as I can while I can…!",
        "10011": "It's your birthday huh. Don't expect me to celebrate, okay?",
        "10012": "Happy birthday… what's with that face? You look like an idiot… Fufu, that look hilarious.",
        "10013": "Oh, it's my birthday? How can you even remember such a thing?",
        "10014": "Birthday? Uh… yeah. Thanks. ………What? I'm not used to people celebrating my birthday.",
        "10015": "There is an announcement for you. Why don't you check it out?",
        "10016": "It look like there is a present for you.",
        "10017": "It look like you clear the mission. There might be a reward.",
        "10018": "they said there will be an event soon. Not that I know anything about it.",
        "10019": "They are holding an event huh… No wonder it was so noisy.",
        "10021": "Umamusume's name book, it look like it leveled up.",
        "20000": "Damn… legs… why are they so, so heavy…",
        "20001": "I'm not tired. I mean, I'm not going to let something like this get me down…",
        "20002": "Hmm. I'm ready. Let's get on with it, trainer.",
        "20003": "You're doing well, aren't you? For me, you know.",
        "20004": "Anyway I know what I have to do. So tell me what I'm missing.",
        "20005": "Give me the menu soon. I'm going to do more than the others and become stronger!",
        "20006": "… so? So it's going to be business as usual?",
        "20007": "Where do we start? You have a menu in mind, don't you?",
        "20008": "Just in case, I'll give it a shot. Don't get your hopes up.",
        "20009": "I'm not in the mood for it… but I'll do the training.",
        "20010": "I wonder if I'll remember anything if I practice in this condition.",
        "20011": "Ahhhh, damn. I don't have time for this smothering…",
        "20021": "Another race… no. I'm sure I can make it. If I take a break, I'm sure… I'll be fine.",
        "20022": "Yeah… I need to race more and win more races… I can't complain about it… haah.",
        "20023": "Fufu, Not bad isn't it? Right now I don't think I will lose to any big guy.",
        "20024": "My feeling is perfect, I just need to find the right time to get going… and I'm going to get the first place with this last leg.",
        "20025": "I'm going to suprise the audience, and I will burn my run into their eyes.",
        "20026": "Hey, when are we going to run? I don't want to miss the feeling now.",
        "20027": "With this condition, you can look forward to this race .……… Uh, it's nothing. Forget it.",
        "20028": "Yes, my preparation is complete… you are grinning too much. Sure, my condtion is good, but… You don't get carried away until you win, right?",
        "20029": "hey, let's go. I'm going to etch my name on every single person in the audience.",
        "20030": "No matter what the race, what I do is the same. I'm going to beat them all…!",
        "20031": "Condition? I guess so-so. Now if I can just do it like the practice…",
        "20032": "Are we in the real thing already? I wanted to make more adjustments, but… what can I do?",
        "20033": "I can't back out now, I'll do whatever I have to do, even in this condition!",
        "20034": "I have regrets, but there's no point in dwelling on it. As long as we get results, that's all that matters, right?",
        "20035": "Even if the adjustments are terrible, I'm going to win. I don't want to make excuses.",
        "20036": "The result is not determinde by your condition. You won't know until the actual competition.",
        "20037": "My condition is in shambles, I don't care anymore. No matter what the situation, I have to win…!",
        "20038": "Okay okay.",
        "20039": "I understand.",
        "20040": "This one.",
        "20041": "Hmmm.",
        "20042": "Kuh…",
        "20043": "I don't know.",
        "20046": "Okay okay.",
        "20047": "I'm going to get sunburned…",
        "20049": "I've gained some strength, and I'd like to thank you in advance.",
        "20050": "I thought it could be better, but… well, it's not like this.",
        "20051": "It's not like we're used with each other.",
        "23015": "This one.",
        "30000": "Ahhhh! Next time, I'll definitely take the first place…!",
        "30001": "We're not done yet… We're going to go higher…!",
        "30002": "Not bad… but half-assed strength doesn't mean anything.",
        "30003": "Damn…! This isn't how it's supposed to be…!",
        "30004": "Huh! Did you see my true strength!?",
        "30005": "Heh heh… That's what I'm talking about!",
        "30006": "Well, Did you see it… my tuning!",
        "30007": "Heh heh… That's what I'm talking about!",
        "31000": "I won't lose…!",
        "40000": "I won't let anyone get in my way…!",
        "40001": "Faster, faster…! Faster than anyone else! Don't underestimate me, I won't let you laugh. I'll show you what I'm look like when i'm serious!",
        "40003": "To heights no one else can reach…!",
        "40004": "…I can't do it? Give up? Don't underestimate me! put them all together… and shake them off…!",
        "60000": "Live huh… even though I'm already sattisfied with just winning the race.",
        "60001": "Fuuu, haaa…… Okay! Let's do it…!",
        "70000": "…If you don't come, I'll leave you.",
        "70001": "You've been a hot headed ever since we met. Don't you get tired with that tension?",
        "70004": "I'm not a fan of tight-fitting clothes. Uniforms… still okay.",
        "70008": "It's strange that everyone wears the same clothes.… It feel like I'm going to be buried in big guys.",
        "70009": "My own personal clothes… what are you looking at? Don't laugh.",
        "70010": "I'll have to buy a new uniform when I grow up. …I'll kick you if you say I don't need one, okay?",
        "70014": "I don't like to show off, but… I'll do the Live show. It's proof that we won.",
        "70015": "Don't ask me to be cute, okay? This is my style.",
        "70016": "What? It needs maintenance?",
        "70017": "CM shooting… will there be another one?",
        "70018": "Hmm, hmm ……♪",
        "70019": "I won't lose.",
        "71004": "I'm not a fan of tight-fitting clothes. Uniforms… still okay.",
        "71008": "It's strange that everyone wears the same clothes.… It feel like I'm going to be buried in big guys.",
        "71009": "My own personal clothes… what are you looking at? Don't laugh.",
        "71010": "I'll have to buy a new uniform when I grow up. …I'll kick you if you say I don't need one, okay?",
        "71014": "I don't like to show off, but… I'll do the Live show. It's proof that we won.",
        "71015": "Don't ask me to be cute, okay? This is my style.",
        "71016": "What? It needs maintenance?",
        "71017": "CM shooting… will there be another one?",
        "71018": "Hmm, hmm ……♪",
        "71019": "I won't lose.",
        "80000": "Good work.",
        "81000": "If you underestimate me just because I'm small, you'll regret it.",
        "81001": "I'm not done yet! I'm not going to lose to you.",
        "90000": "Haaa… I thought today would be the day I would be able to run on a course without other people. Too many early riser training idiots…",
        "90001": "…I wonder if we'll do the race, first thing in the morning. They say height is higher in the morning.",
        "90002": "How can they all eat so much for lunch? If I did, I won't be able to move.",
        "90003": "Huh… I think I'll take a nap. I wonder If there is place where Ticket won't find me… In the first place, how did she always find me?",
        "90004": "I'm not going home yet. I haven't reached my quota for today. I need to train more…!",
        "90005": "I heard that if I don't sleep, I won't grow taller, but I still have training to do… Ahhhh, there's just not enough time.",
        "90006": "It's getting warmer, maybe I'll take a nap on the rooftop…",
        "90007": "Ahhhh mou, Even though it's already hot, but Tickets are so noisy that it makes it even hotter…",
        "90008": "…It's been a while since I've done a fallen leaf bonfire. I like the flickering flames and the sound of wood burning… I quite like it.",
        "90009": "In winter, I think it's best to relax and have a one-person hot pot. It's warm and easy to clean up afterwards. … What, I won't call you, okay?",
        "90010": "…You have sleepy face. You're too lax. Want me to re-tighten the screws in your head?",
        "90011": "Haaah… I'm sleepy… I play too much because of the triple EXP. My level is getting higher and higher, so I don't know when to stop…",
        "90012": "VR Umarator, queue again… And reservations are full… I wonder if they will add more…",
        "90013": "That cloud… it looks like an airship or something will pop up. And save the world by riding on it… It's so cliché it feel lame.",
        "90014": "The workshop in the game smells like oil… but it's a strange smell that I can't get sick of.",
        "90015": "That enemy doesn't attack at all! You're doing great… developers. Damn… one more battle before I go to bed…!",
        "90016": "It's against the law to have caterpillars fall down! You made make a funny noise…! Let's not play games there…",
        "90017": "It's hot, but not too hot, because the VR workshop is scorching hot, like a sauna…",
        "90018": "I didn't know steam locomotives were still running. If you are in the area on an expedition or something, you might want to go see it…",
        "90019": "The battery on my phone is running down fast. It's like this when it's cold. Am I using it too much? No, but…",
        "90020": "…… Happy Valentine's Day!",
        "90021": "…… Happy Valentine's Day!",
        "91000": "Ticket shook me up and say, \"Taishintesto!\" I'm not a building.",
        "91001": "People are surprised when they look at my rank in mobile game…… I mean, It's normal if you've been playing for a long time, right?",
        "91002": "I was listening to the radio, and they were playing a song that I had requested. …Well, that's all.",
        "91003": "I can't wait to be able to do all my shopping by mail order… I hate crowds and I don't have to talk to store clerks…",
        "91004": "When I was removing stains from my clothes, Creek-san started praising me a lot… I just want to take care of my own things.",
        "91005": "Winning live, you know… who would have thought of making the winner of a race sing and dance, seriously.",
        "91006": "Haaaa, If we are using matching outfit the height difference is… ………nothing, forget it.",
        "91007": "I like the hood. It takes away the annoying stares and lets me concentrate on the race… and when I get to the finish line and take it off, I see a different scenery.",
        "91008": "Well, I noticed that I have a lot of asymmetrical clothes… …I think it's just a coincidence.",
        "91009": "I forgot my lunch box at the dormitory ……it's such a pain to go back… But the cafeteria has been crowded lately with all the sweets fairs and stuff… haaa.",
        "91010": "I went to the library during lunch break and Hayahide recommended a very thick book, saying it was a great book… I ran away.",
        "91011": "Oh, the event of that game ends today… well whatever. I'm just playing it to kill time…",
        "91012": "You should at least do a proper orientation for new students… Why do I have to be the one to guide them…?",
        "91013": "I'm thinking of going to some empty beach… I want to see sea anemones and stuff…",
        "91014": "A rare bird I saw in the park… I wonder if it was a migratory bird…? It's nice to be able to fly so far away.",
        "91015": "This school is so noisy in the winter with all the events… haah. I wonder if it will be quiet If it snows a lot … I guess not.",
        "91016": "Like putting on a button or inspecting horseshoes, etc… Does Ticket even know what an engineer's role is?",
        "91017": "Hayahide invited me to play a competitive puzzle game, and it looks like reaction time is the key. Well, I'm not just quietly accepting my lose.",
        "91018": "Teio's movement in VR was strange. Does it mean that the spring can't be reproduced in the game? Is she a real strong character?",
        "91019": "I bumped into Turbo earlier. We both got hit on the forehead. I really thought I was taller.",
        "91020": "I want to stare blankly at gears… The regular movement and rhythm… I feel like I can watch it all the time…",
        "91021": "This morning… I feel like I've wandered into a different world than usual… I've been playing too many games…",
        "91022": "Ah, Hayahide's scolding was long. I just played a game during dinner. Next time, I will try to make sure she doesn't find out.",
        "91023": "Oh no… I almost forgot about the app log-in. If I miss this, I'll be late for the equipment enhancement…",
        "91024": "It's getting nice and warm… Sometimes I go to the park for a walk … and play games.",
        "91025": "All the game commercials are full of swimsuits. What is it… I hate myself for feeling summer with this.",
        "91026": "I remember a game resident I played in VR steamed a baked potato with steam. Hmmm… weird world.",
        "91027": "It's cold. Let's start up Umarator… It's too convenient to warm up in the game. You can play and kill two birds with one stone.",
        "91028": "…hmm, what? What did you say? I have earphones in my ear covers, so it's hard for me to hear you.",
        "91029": "I have good eyesight, so I don't wear a monocle. I don't play games in the dark. That's how much care I take.",
        "92000": "I'm going to go as usual today.",
        "92001": "Whatever you do, don't cut corners.",
        "92002": "My preparation is complete. What are we going to do?",
        "92003": "We need to get to the bottom of this and catch up…!",
        "92005": "Well… you're my trainer. I'll follow your instructions.",
        "92006": "Don't worry too much.",
        "92007": "Your teaching style is… okay, I guess. It's Hot and annoying, though!",
        "92011": "Come on, let's do it quickly. It's a waste of time.",
        "92015": "First, we will break in. Then gradually increase the pace.",
        "92016": "Just give me a score based on your criteria. That's more exciting.",
        "92017": "I'll do it quickly. I'm already warmed up.",
        "92018": "Don't say something ikewarm like trial and error. I'm going to give it my all right from the start…!",
        "92020": "I don't mind if we work together. But if you drag me down, I won't accept it.",
        "92021": "You don't get involved too much, do you? You know your role.",
        "92022": "You're a [buffer] aren't you?… Backup, don't screw it up okay.",
        "93000": "Parter up with you… well, I guess it's fine.",
        "93001": "Yes. I think we got the result, didn't we?",
        "93004": "Thanks for the support… it wasn't bad.",
        "93005": "Not quite there yet. Next time we will go higher.",
        "95000": "Not ye… I still need to refine my sharpness…!",
        "95001": "No matter what obstacle, I will tear it down!",
        "95003": "Narita Taishin. I will kick you if you look down on me.",
        "95004": "Everyone keep making fun of me! I will run, and I will show them I can win!",
        "95005": "I'm troubled if you get your hopes up…",
        "95006": "I'll do it …Somewhat.",
        "95007": "Level up… not like this.",
        "95008": "Increased output… Go for it!",
        "95009": "Even if it breaks into pieces… I'll fix it again and again!",
        "95010": "Narita Taishin. Are you my assistant? Oh, well.",
        "110000": "What, are we going to train?",
        "110001": "History… not really interested.",
        "110002": "Are you entering the race? …I see.",
        "120000": "My body is hot… what is this feeling?",
        "140000": "You're going to do it? …Oh, yeah.",
        "140001": "Heh…",
        "140002": "Uh…",
        "140003": "Surprising. You are good at this kind of thing.",
        "140004": "Well, this is how it usually is.",
        "140005": "It's not like have any expectations or anything.",
        "140006": "Surprising. You are good at this kind of thing.",
        "140007": "Well, this is how it usually is.",
        "140008": "Hmm?",
        "140009": "Ha ha!",
        "140010": "Oh……!",
        "140011": "good",
        "140012": "Yes ……!",
        "140013": "……～!",
        "140014": "Hmmm ……",
        "140015": "Mmm.",
        "140016": "Let's go!",
        "140017": "Tch……",
        "140018": "Huh ……",
        "400001": "I didn't tell my mom about the CM thing… but I got a message. Damn you Ticket…!",
        "400002": "It's so cold… I'm glad I didn't listen to Ticket. Building a tent on a frozen lake, she is too stupid…",
        "400005": "Huh… I talked too much. I'm tired… … Maybe it's a talent, in a way, to be so loud all the time…",
        "400006": "The machine repair operation screen is a puzzle game. …I've been doing it a lot, so I'm getting by.",
        "400010": "…Maybe I should look back at my past races… Well, once in a while…"
    },
    "1051": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "1000": "Let's go!",
        "2030": "Let's go!",
        "20043": "Ugh…",
        "80000": "good work",
        "140001": "Yay♪",
        "140011": "Amazing!",
        "140014": "Aaah...!"
    },
    "1052": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "13": "Yes! They said it's a log-in bonus!",
        "15": "Wow!!! You're getting this tomorrow!",
        "1000": "I'm coming!",
        "1001": "I won, I won!",
        "1002": "Aww, I lost!",
        "1003": "You guys were awesome!",
        "1004": "You all did your best!",
        "1005": "Aww, I lost!",
        "1006": "You guys were awesome!",
        "1007": "Wow! They broke the high score!",
        "1008": "Hey guys! Let's work together!",
        "1065": "I can do it, I can do it, I can do it…",
        "1109": "The winner!",
        "1110": "Fighto!",
        "1127": "Wait for me!",
        "2030": "I'm coming!",
        "2031": "Hey guys! Let's work together!",
        "2032": "Thanks, trainer!",
        "2033": "Kondisson… right? Maybe it's nice!",
        "2034": "I'm feeling enraptured even before the game starts… If we win, let's celebrate with carrot pudding!",
        "2035": "Thanks, trainer!",
        "10000": "The farmer gave me some carrots again. I'll give them to you later!",
        "10001": "I'll keep my promise to my trainer! Let's get a lot of clothes together!",
        "10002": "Hey, hey, did you see the magazine feature? I'm the \"Umamusume Who Gives You Courage\"! Oh, my gosh!",
        "10004": "We all made chocolate together. I was in charge of tasting, so I was able to eat a full meal.",
        "10005": "Since I met my trainer, things have been really interesting! That's why I bought so many chocolates!",
        "10006": "It would be so nice to run along the Milky Way! I want to race in the sky!",
        "10007": "Trick or treat! Give me candy and carrots or I'll trick you!",
        "10008": "Let's decorate our big socks… Let's get a big pile of carrots… …big enough? About my size!",
        "10009": "Whoo-hoo-hoo! Urara Santa has a present for all good trainers later.",
        "10010": "Cleaning Clea～ning♪ Let's finish early and eat New Year's Eve soba noodles!",
        "10011": "Happy Birthday… we've prepared a party for you! Let's celebrate together!",
        "10012": "Let's go celebrate your birthday, shall we? I've found lots of great places to eat carrots!",
        "10013": "Now that I'm an adult, I've become a lot faster! Let's see your time!",
        "10014": "You're giving me a present! Yay! I love trainers… hehehe, I wish every day was my birthday…",
        "10015": "I think they've got some kind of announcement! I'm curious, I'm curious～!",
        "10016": "Wow, she said it's a present! Is it a carrot? I hope it's a carrot!",
        "10017": "Mission accomplished! Let's go get our reward, trainer!",
        "10018": "They are preparing for the event. Now that's exciting!",
        "10019": "Sounds like an interesting event. Can't wait to see it, trainer!",
        "10021": "Umamusume Meikan? is going up a level!",
        "20000": "Hmmm… I'm feeling a little weak… I can't find my strength…",
        "20001": "I wonder…? I feel so sleepy and weak…",
        "20002": "Now Urara is super-Urara! She's doing great!",
        "20003": "I'm full of motivation, I'm on a roll!",
        "20004": "Ok! Urara will do it! Watch me!",
        "20005": "♪ Jump, jump, jump… ♪ My body is light like a bird.",
        "20006": "What kind of menu do you do? Tell me!",
        "20007": "I'd like to do some interesting exercises. Do you have such a thing?",
        "20008": "Training is important, right? Don't worry, you can do it!",
        "20009": "My motivation seems to be lost. Will you look for it with me?",
        "20010": "I'm fine! But, my ears and tail are always twitching…",
        "20011": "I wonder if it's not good training to take a day off and play?",
        "20021": "Alright, another race…………………… I'll do my best…",
        "20022": "You know, I'm so happy to see so many races, but my body is so heavy… ugh…",
        "20023": "Watch out for my sweatshirt! I'm going to get you one of those sweatshirts!",
        "20024": "I ate a lot of carrots, so I'm feeling really good. All right, I'm going to win the first place!",
        "20025": "I'm feeling enraptured even before the game starts… If we win, let's celebrate with carrot pudding!",
        "20026": "I've trained hard and I'm in great shape! I'm sure I can win this race.",
        "20027": "At this rate, I might just make it! I can't wait for the race! I can't wait to run a lot!",
        "20028": "Kondisson… right? Maybe it's nice!",
        "20029": "I'm the same as always! I'll do better than before!",
        "20030": "Have fun running like you always do, trainer!",
        "20031": "Just keep running the way you've been running! It's all right!",
        "20032": "If you run as hard as you can, I'm sure you'll do great! Don't worry, trainer!",
        "20033": "I'm going to remember all the fun things I've done, and I'm going to be so envious! Be happy!",
        "20034": "Even if I'm in bad shape, with my trainer we can win! I'll try my best until the end!",
        "20035": "I don't know… I feel weird. I'm not nervous, but…",
        "20036": "Mmm… once the race starts, we can have some fun, right? Yup!",
        "20037": "Trainer, do you have any snacks? Maybe something sweet would cheer you up…",
        "20038": "Let's go!",
        "20039": "That's exciting!",
        "20040": "Okay, let's do it!",
        "20041": "Mmm-hmm.",
        "20042": "Oh no.",
        "20043": "Pshhhh…",
        "20046": "Let's go out～♪",
        "20047": "Are you going to the beach?",
        "20049": "You can do it! Right?",
        "20050": "Thanks, trainer!",
        "20051": "Hehehe, let's work together!",
        "23015": "Okay, let's do it!",
        "30000": "Yay yay yay, I'm in second place!",
        "30001": "Three! Isn't it great?",
        "30002": "I did my best!",
        "30003": "You guys are so strong! We won't lose next time～!",
        "30004": "Wow…! I did it, I did it, I did it, I did it, I did it!",
        "30005": "Hah wow, yay!!!!",
        "30006": "If I win, I'm going to write it with a brush! It's the victory～…Hanamaru!",
        "30007": "Hah wow, yay!!!!",
        "31000": "Let's get out of the race!",
        "40000": "Full of excitement, I'll deliver!",
        "40001": "Full of excitement, I'll deliver!",
        "40002": "Urara, go!",
        "40003": "The trump card is～…this!",
        "40004": "Let me wait for you～! Uhhh… wow! Aaahhh! Aaahhh! But it's okay! I'm excited all the time… right!",
        "60000": "Let's have fun, people!",
        "60001": "The exciting live show is about to begin!",
        "70000": "Let's aim for one together!",
        "70001": "Dojo-yaburi\" was fun! Let's do it again!",
        "70004": "Ehehe, does the uniform look good on me?",
        "70008": "So fluffy, like a flower!",
        "70009": "Ta-da! That's the number one outfit!",
        "70010": "I'm so glad we're all matching!",
        "70014": "I need to practice my dance moves a lot!",
        "70015": "With this outfit, I'll be wearing one!",
        "70016": "Sleeve hira hira hira butterfly!",
        "70017": "Ahem, isn't it cool! Let's wear matching sweatshirts too!",
        "70018": "Ura～……♪",
        "70019": "I'm totally going to get one!",
        "71004": "Ehehe, does the uniform look good on me?",
        "71008": "So fluffy, like a flower!",
        "71009": "Ta-da! That's the number one outfit!",
        "71010": "I'm so glad we're all matching!",
        "71014": "I need to practice my dance moves a lot!",
        "71015": "With this outfit, I'll be wearing one!",
        "71016": "Sleeve hira hira hira butterfly!",
        "71017": "Ahem, isn't it cool! Let's wear matching sweatshirts too!",
        "71018": "Ura～……♪",
        "71019": "I'm totally going to get one!",
        "80000": "Much appreciated",
        "90000": "Oh, trainer! I wasn't late today… Maybe my legs are getting faster!",
        "90001": "Huh? Is that Spee over there? That's so weird! I left the dorm earlier than you did!",
        "90002": "Lunch is always \"Sodatsusen\" with carrot bread! I'll do my best to win today!",
        "90003": "I ate a full lunch, so my stomach is full. I'm getting sleepy.",
        "90004": "What? Dinner is already ready? It's getting late when you're training!",
        "90005": "I found a star that looks like a carrot! I'll tell my trainer later.",
        "90006": "I want to go cherry blossom viewing with everyone… and eat lots of carrots and dumplings!",
        "90007": "Watermelon and carrots are delicious, aren't they? They taste even better together!",
        "90008": "The grocery store in the shopping arcade gets very busy in the fall! Maybe I should go help out?",
        "90009": "I've never caught a cold! My body is warm even in winter! I'm fine… ssshhhh!",
        "90010": "You know what? When I woke up, my hair was like a kadomatsu (a traditional Japanese dolphin-shaped pine tree)! It was so tousled and funny!",
        "90011": "Round and round～! …Heh heh heh! I'm copying the fried eggs for breakfast! It was like a sunrise!",
        "90012": "I have a great idea! If we have osechi for lunch every day, we can always have a \"dairan\" with everyone!",
        "90013": "Hey, hey, let's have lunch! I've brought all kinds of things! Sugoroku, kites, and… oh, I recommend… karuta!",
        "90014": "It's getting dark outside… Can I go fly a kite! I'm going to show Ms. Kite the stars!",
        "90015": "If you want to sleep, I'll help you! Fukuchan said it's good to chant \"Gong, Gong, Gong\" 108 times!",
        "90016": "Carrot ya～ spring is carrot too～ carrot da～…ehehe! I wonder if this is what it's like to say hello to someone with a song!",
        "90017": "It's so hot! If I fly a kite now, the kite will get a sunburn! I'll put some sunscreen on her!",
        "90018": "Let's go pick chestnuts! We'll find lots of big ones and make chestnut kurikinton for Osechi!",
        "90019": "Mom sent me a scarf to match my kimono! I wonder what it will look like? I'm so excited!",
        "90020": "Happy Valentine's Day!",
        "90021": "Happy Valentine's Day!",
        "91000": "We talked about when we were little. I was the same as we are now. We were running all the time!",
        "91001": "Ope-chan told me that laughing makes you stronger! Ha-ha-ha! How about that?",
        "91002": "Sei-chan is sick, so she's taking the day off! Pretend I'm not skipping work!",
        "91003": "I got a red mark on today's test! But, I got a \"Hana-Maru\" (flower circle) for \"answering all the questions well\"! Heh heh heh heh!",
        "91004": "I'm going to an all-you-can-eat carrot and sweet treat with Spee! I'm going to eat a lot!",
        "91005": "We're all wearing the same outfit! Same, same, same, same, same, same, same, same, same, same, same, same, same, same, same, same, same, same",
        "91006": "These clothes are so cute! When you flip it around, it becomes fluffy.",
        "91007": "I love my competition uniform because it's so easy to move around in! Also, when I wear it, it makes me feel like I'm going to do my best!",
        "91008": "Urara is a spirited girl, so she's not afraid of falling down! She even has a bansaucratic routine…",
        "91009": "Do you know what the best radio calisthenics are? I heard if you do it long enough, you can become like the King! That's great!",
        "91010": "If you take a nap in a carrot field, you might have dreams filled with carrots…! Hey, hey, let's try it!",
        "91011": "I want to be friends with the ghosts when they come out. I want to run a race!",
        "91012": "So many shiny new students! I want to make friends with them!",
        "91013": "It's so hot! Let's all go eat carrot ice cream!",
        "91014": "Before the leaves fall… catch! It's like a bread-eating contest!",
        "91015": "I want to have a snowball fight with everyone, and I also want to eat mandarin oranges under the kotatsu… Hmmm, which should I choose?",
        "91016": "Here we go, Ope-chan's idea of the best kimono pose! … Like a rose, pretty!",
        "91017": "King, your hands are magic hands! She ties my hair up so beautifully! And she ties my hair up so beautifully!",
        "91018": "Woo hoo, hoo hoo… yay! Practice drinking amazake at Hatsumode, perfect! I won't get burned next time!",
        "91019": "Hey, hey! Let's grow yuzu! We want to give them out for New Year's over here too!",
        "91020": "Pochibukuro are so exciting! I wonder what's in the bag. I hope it's carrot chips!",
        "91021": "Today's goal, I learned to write! \"Greet everyone at the school!\" Okay, I'll do my best!",
        "91022": "In Japanese class, there was a song that Fuchi-chan and I learned! The teacher said, \"You knew it well!\" Oh, my God!",
        "91023": "See you tomorrow! I'll get up early, watch the sunrise, and go to the trainer's! Then we can have more fun than usual!",
        "91024": "Shinshun, shinshun! Ehehe～! Just saying those words makes me feel like I'm getting faster～!",
        "91025": "With this kimono, I can dance Yosakoi! With Naruko in hand, chachachachachachachachachachacho! Ha-ha!",
        "91026": "Ugh! I've eaten so many sweet potatoes, my stomach is so full… I wonder if there are any hakama that can be stretched…?",
        "91027": "What? Ekiden run with a tusk instead of a raccoon dog? I'll have to teach Dotou-chan that!",
        "91028": "I'm going to use the tasuki to pinch my back! Pin peen!",
        "91029": "When I spin around in this kimono, it looks like a coma! And her eyes go round and round together, too!",
        "92000": "To match, to match! I'm ready for the exercise… ♪",
        "92001": "Training? No problem. Snack time just ended!",
        "92002": "If I work out hard, I get a reward, right? All right, let's do it!",
        "92003": "Where do I start? I like training that excites me.",
        "92005": "Training is fun! I can tell I'm getting stronger!",
        "92006": "I can run a lot more than before! I'm so happy!",
        "92007": "If you keep going and don't give up, you'll win! I'm going to train harder!",
        "92011": "What kind of training is this? Exciting, exciting ♪",
        "92015": "I'm \"different\" this year! No, two, three… ummm! I'm a lot different!",
        "92016": "Rice and I played a lot with shuttlecocks! But, she's still full of energy!",
        "92017": "Hey, hey! When you're deciding which one to practice, how about deciding by fortunes? It'll be fun!",
        "92018": "When I visited the shrine, I made a promise to God! I'll run a lot, and I'll run well! Watch over me!",
        "92020": "That's right! I made a happy laugh out of my trainer's face! Let's play later!",
        "92021": "I'll write lots of \"Thank yous\" to my trainer on this year's New Year's card! I'll write a lot of \"Thank yous\" to my trainer this New Year's card!",
        "92022": "Come to Kochi next New Year's, trainer! I'll show you where you can see the most beautiful first sunrise of the year!",
        "93000": "I'm not going to let anyone beat me now… right, trainer!",
        "93001": "Praise, praise, carrot, please!",
        "93004": "Next year and for a long time to come! Let's do it together!",
        "93005": "I could grow up to be as puffy as a rice cake!",
        "95000": "Squeeze! Have you grown taller?",
        "95001": "It's going to be a lot more fun.",
        "95003": "Haruurara, I'll do my best!",
        "95005": "I'll do my best to make you depend on me!",
        "95006": "I'll help you a lot!",
        "95007": "Wow! I'm going to put on a lot of mochi!",
        "95008": "We're moving up through the air like a kite!",
        "95009": "Happy New Year, Ullala～♪ Let's make it an exciting year!",
        "95010": "New spring! It's Halulaura!",
        "110000": "It's the trainer! What, what, training!",
        "110001": "So many things have happened!",
        "110002": "I'll be first in any race!",
        "120000": "It's going to be a powerhouse!",
        "140000": "That's exciting!",
        "140001": "Yay!",
        "140002": "Aaah! I fell down…",
        "140003": "We did it! I got a lot!",
        "140004": "Hehe, I'm glad I got it!",
        "140005": "Oh no.",
        "140006": "We did it! I got a lot!",
        "140007": "Hehe, I'm glad I got it!",
        "140008": "Ehehe～…",
        "140009": "You're so shy.",
        "140010": "Hehehe!",
        "140011": "Amazing!!!",
        "140012": "I'm so happy!!!",
        "140013": "Yay!",
        "140014": "Gah!",
        "140015": "Oh～!",
        "140016": "Eeeeeeeeee!",
        "140017": "Uhhhh…",
        "140018": "Oh my god!",
        "400002": "They're playing Umamusume karuta! Okay, I'm going to practice hard!",
        "400005": "I want to run with all the Rice girls in the Beauty Dream Cup.",
        "400008": "I'm going to run with Beauty's outfit and win first place for sure!",
        "400009": "Yay, I got it! I knew I remembered this song because it has \"Spring and Hurrah\" in it!",
        "400012": "It's an event mission! Hey, hey, hey, do you want to play with me?",
        "400013": "Good luck at the event! Did you receive all of the brochures? I'll help you carry them!",
        "410001": "I'm so happy!!!",
        "410002": "Yay!",
        "410003": "Yay!",
        "410004": "Ehehe～…",
        "410005": "Ehehe～…",
        "920000": "Eeeeeeeeee!"
    },
    "1053": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!"
    },
    "1054": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!"
    },
    "1055": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "920000": "I'm coming!"
    },
    "1056": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "20038": "Understood!",
        "80000": "Good work.",
        "140008": "chuckling",
        "140012": "We did it!",
        "140013": "Whoa…!",
        "140015": "Oh～!",
        "410001": "We did it!"
    },
    "1057": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "13": "She said it's today's login bonus.",
        "140008": "Hmm?",
        "920000": "Let's go!"
    },
    "1058": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "13": "Here's today's login bonus.",
        "15": "Um, tomorrow… this way…",
        "1000": "Please!",
        "1001": "Not a dream, right…?",
        "1002": "That… that's not true～…",
        "1003": "Are you guys close… kind of?",
        "1004": "Thanks to all of you…!",
        "1005": "That… that's not true～…",
        "1006": "Are you guys close… kind of?",
        "1007": "Ha, is that a high score!",
        "1008": "Well… let's do our best…!",
        "1038": "I'm afraid～…!",
        "1072": "Yes…!",
        "1078": "Yikes!",
        "1110": "Oh, oh!",
        "1121": "Let's enjoy……",
        "1122": "Let's go…!",
        "2030": "Please!",
        "2031": "Well… let's do our best…!",
        "2032": "I hope I didn't cause you any trouble…?",
        "2033": "At this rate… if I'm careful, it might not end badly…?",
        "2034": "Now that I've prepared properly, I feel like I can exert more energy than usual.",
        "2035": "I hope I didn't cause you any trouble…?",
        "10000": "My trainer told me that I have my own strengths… She saved me a lot…",
        "10001": "When I'm with my trainer… I'm a little more confident… a little bit more… maybe I like it a little bit better.",
        "10002": "Thank you so much for your support and trust in me even though I'm a screw-up.",
        "10003": "It's so difficult to play with feathers, isn't it… I'm always late in swinging, and my face is always covered in ink.",
        "10004": "I made some chocolate… but Ms. Shakur, who tasted it, collapsed… what should I do～!",
        "10005": "Um… do you want some chocolate? I'm a terrible cook, but I managed to make one…!",
        "10006": "I wrote my wish on a tanzaku strip. I forgot to write my name, but I'm sure it will come true… right?",
        "10007": "What? Halloween is today? Um, um… trainers don't do pranks, right?",
        "10008": "I heard that Santa Claus has some dilettantes like me and I'd like to meet them.",
        "10009": "A gift for the trainer… I didn't forget to bring it! Can you accept it later…?",
        "10010": "The more I try to clean up, the more messy it gets… I rely on Ms. Shakur a lot…",
        "10011": "Happy Birthday～! I'll be hiding in the corner to make sure you have a peaceful day…",
        "10012": "Thank you for staying with me even though it's your birthday. I'll do my best to celebrate…!",
        "10013": "Birthdays are a day when even I can be the star of the show… It's a happy day when I get lots of congratulations.",
        "10014": "Wow, a present for me? Ugh… the fact that you remembered my birthday is already the best present ever～!",
        "10015": "There is a new announcement… …I often forget to look at it, so I have to check it properly…",
        "10016": "I received a gift! It seems no one forgot to address it like I did…!",
        "10017": "Congratulations on accomplishing your mission! Your trainer is amazing after all…!",
        "10018": "I hope I can spend the time without bothering anyone～… I hope I can spend it without bothering anyone～…",
        "10019": "It looks like an event is being held. If I just take a peek, I hope I won't get in the way…?",
        "10021": "Well… it seems that the level of the Umamusume directory has been raised.",
        "20000": "I'm woozy and my eyes… what the heck? Three trainers, five trainers… more and more trainers…",
        "20001": "Ugh… just a short break… I'm an Umamusume with no physical strength… Sorry～…!",
        "20002": "I am different now! I was able to imitate Opera O without biting…!",
        "20003": "I can do anything now… Ha! I was out of line…!",
        "20004": "I feel like I'm doing better today… I'd like to try some things… Da, is it no good…?",
        "20005": "When I'm in good shape, it's precious… I want to train as much as I can while I still can…",
        "20006": "Can we move a little closer to the edge? I'm afraid to train in such a large space.",
        "20007": "If I start with what I can do, will I be able to grow?",
        "20008": "I'm so dazzled by the rest of you, more so than usual… can we really catch up…?",
        "20009": "Am I not pulling your leg…? I'm just causing you trouble… smh.",
        "20010": "I'm sorry for all my screw-ups… I'm sorry I was born…",
        "20011": "Aaahhh… I'm still a no-good, goofy, irredeemable, u-ma-girl…",
        "20021": "Huff… uh, are you going to the race? So, you are going to enter the race, right? A bad boy has to work hard…",
        "20022": "I'm sorry, I'm sorry…! I have to run… I have to race… but I can't move…",
        "20023": "Condition is perfect…! A lot!",
        "20024": "Ha-ha-ha-ha!……… your spirit today is on par with that of Ms. Opera O!",
        "20025": "Now that I've prepared properly, I feel like I can exert more energy than usual.",
        "20026": "Maybe it's just my imagination, but I think I'm feeling a little better. …Just a little bit.",
        "20027": "For me, I think I might have done decently -……",
        "20028": "At this rate… if I'm careful, it might not end badly…?",
        "20029": "Ha, hahi! It's a race…! I'll be careful not to fail～!",
        "20030": "I thought I could do my best normally. …as long as I don't get my clothes caught in the gate…",
        "20031": "Soooo～ hah～… Stay calm… stay calm…!",
        "20032": "At this rate… No, it's nothing…! I just have to do it…",
        "20033": "This condition… I might be a little bit worried…",
        "20034": "I'm sorry… I'm not feeling well～… Oh, but I'll do my best…!",
        "20035": "How are you doing? Perfectly fine… I'm not good at all～… But I'll try somehow…!",
        "20036": "I'm in a terrible state, but miracles may happen… I'll keep on running…!",
        "20037": "Even if you're in a slump… if you don't give up and keep running, there might be a way to save your life… right?",
        "20038": "All right…!",
        "20039": "Can you do it…?",
        "20040": "Calm down…!",
        "20041": "Even study…!",
        "20042": "Heehee～!",
        "20043": "Oh, that～?",
        "20046": "I'll be following you!",
        "20047": "I'm excited!",
        "20049": "Fwen… thank you… for your help!",
        "20050": "I hope I didn't cause you any trouble…?",
        "20051": "I'll try not to drag my feet…!",
        "23015": "Can you do it…?",
        "30000": "Oh, one more thing… No, nothing…!",
        "30001": "Third place……a little better…?",
        "30002": "Well, I managed to get in……………………",
        "30003": "Whew… sorry…",
        "30004": "I… hyaaaaaaaaa!? I did it!",
        "30005": "We could have won… yup!",
        "30006": "Let's go to the victory banquet together…! Let me show you around!",
        "30007": "We could have won… yup!",
        "31000": "Yes, I'm coming!",
        "40000": "Someday, even I… okay…!",
        "40001": "Yo～! Huh? Huh! Hee～! Nn～? Huh～… Ah……… Yo～shi～!",
        "40003": "Wow, I'm not good!",
        "40004": "Yes, this way please… Here, here, don't come～! Oh… what?",
        "60000": "It's starting!",
        "60001": "I will sing as much as I can!",
        "70000": "If it's okay with me…!",
        "70001": "The trainer's words… I will keep them as my good luck charm from now on.",
        "70004": "It's still a dream come true! I can't believe I'm wearing the uniform of Tracen Academy…",
        "70008": "Wearing a fluffy costume makes me feel fluffy too!",
        "70009": "What do you think…? Have you been dressed in your best clothes?",
        "70010": "This is my 5th ribbon… I often snag or tear them…",
        "70014": "Ugh… I'd better not fall down at the concert and get my costume dirty…!",
        "70015": "In my bag are plasters and bandages. Now you are ready even if you mess up!",
        "70016": "I feel relieved when I look at the lantern lights.",
        "70017": "Candy tucked into sleeves, they're all falling out!",
        "70018": "Thank you……!",
        "70019": "I'm going to win.…… I'm going to win……!",
        "71004": "It's still a dream come true! I can't believe I'm wearing the uniform of Tracen Academy…",
        "71008": "Wearing a fluffy costume makes me feel fluffy too!",
        "71009": "What do you think…? Have you been dressed in your best clothes?",
        "71010": "This is my 5th ribbon… I often snag or tear them…",
        "71014": "Ugh… I'd better not fall down at the concert and get my costume dirty…!",
        "71015": "In my bag are plasters and bandages. Now you are ready even if you mess up!",
        "71016": "I feel relieved when I look at the lantern lights.",
        "71017": "Candy tucked into sleeves, they're all falling out!",
        "71018": "Thank you……!",
        "71019": "I'm going to win.…… I'm going to win……!",
        "80000": "Oh, thank you for your help.",
        "81000": "It's a game…! ………Hey, I said it…",
        "81001": "Ahhh… I can still do it…! I can still do my best…!",
        "90000": "Good morning. I'm sorry, do I have a sleeping habit…? It's not shaggy…?",
        "90001": "Opera O and Urara, you are always so energetic in the morning! I should learn from them too…!",
        "90002": "Have you eaten lunch? I… had to buy some more bread later because a bird took it away…",
        "90003": "I'm always sleepy after lunch… I have to make sure I don't join the next class like before…",
        "90004": "I feel at ease at night… I feel as if people will forgive me if I get depressed or depressed.",
        "90005": "Thank you for your hard work today! Tomorrow, I will do my best not to cause you any trouble…!",
        "90007": "I don't like summer… because it's too hot, but I like sunflowers and sparkling sunlight… I think I like those things…",
        "90008": "In a class assignment, we were asked, \"What's your favorite autumn season?\" but is there an appropriate autumn for me?",
        "90009": "I'm not afraid of the cold in winter. I used to live in the north when I was a child, and I have gloves and other gloves.",
        "90010": "Good morning! Let me show you around… Isn't today the day of the Haunted House?",
        "90011": "My stockings have holes…! I changed my stockings after Ms. Shakur taught me how to do it.",
        "90012": "Haunted houses are dark and scary… …Oh, if it was light at noon, would you be able to enjoy it even if you are scared?",
        "90013": "I'm sorry. The pumpkin pie I made for you all…………………………………left nothing but charcoal～～.",
        "90014": "It is very dark, so please be careful where you step. I fall down even if there are lights…",
        "90015": "Hyah! Trainer! Then the reason you ignored me when I tried to talk to you earlier… You've got the wrong person!",
        "90016": "The spring wind is scary, isn't it? My hat was blown off and I chased after it, only to get lost… I'm so sick of it!",
        "90017": "I dropped the huge pumpkin I harvested and cut it in half… I'll spend the rest of my life trying to save it～!",
        "90018": "What am I supposed to do as a prank…! Ugh… I'm dizzy from the pressure…!",
        "90019": "When I leave my hat outside on a cold day, a raccoon dog comes to hide in it. When I noticed her, she was breathing in her sleep… heh heh.",
        "90020": "Ha, Happy Valentine's Day!",
        "90021": "Ha, Happy Valentine's Day!",
        "91000": "When you are depressed, don't you feel like hiding behind something? Behind a building, behind someone…",
        "91001": "My parents are very kind. They said, \"Dotou is a great kid\"…even though that's not true at all…",
        "91002": "I am the King of the End of the Century! Ha-ha-ha-ha! Did I look like ………?",
        "91003": "I also have a relationship like that between Ms. Operao and Ms. Ayabe… No, I'm too afraid…!",
        "91004": "Aww… Ms. Taikishattle invited me to a party, but I think I'm out of place…?",
        "91005": "I don't like to wear clothes with many buttons. Because of my clumsy nature, I often misplace buttons…",
        "91006": "Aren't you nervous when you sing a fast-paced song? I'm afraid I'll chew…",
        "91007": "With this bag, I would be 100 times braver～. And strength… I hope it has that much.",
        "91008": "I love the bag and the ribbon on my chest, they are so cute! I feel like I will be cheered up when I wear it.",
        "91009": "Ugh, I thought my bag was heavy… but it wasn't my textbooks, it was my alarm clock!",
        "91010": "The carrot bread at the store… I'm a little curious about it, but I'm not sure I can make it if the first one to buy it wins…",
        "91011": "The streets at night are full of danger… I was so exhausted just going back to my dormitory…",
        "91012": "Cherry blossoms are dangerous… When I was walking around admiring the cherry blossoms, I hit a pillar and got a bump…",
        "91013": "The sea is dangerous… You may get your finger caught in a crab's mouth, or your float may be swept away……",
        "91014": "Yaki-imo is dangerous! If you don't let it cool down well, you'll burn your tongue like I did… hah…",
        "91015": "Snow is… beautiful but dangerous. I often slip and fall down hills… and become a snowman…",
        "91016": "I couldn't eat the candy, but I kept looking at it… and I could see my father's face in the jewelry store.",
        "91017": "Ms. Digital, you must be exhausted, falling down and getting up several times a day. Would it be a nuisance if I offered you something?",
        "91018": "Windy won't bite me. She says I'm crying too much and it's not good for me… I'm a little sad.",
        "91019": "Wheeeeee…! Whee～! So, is it done? Helios taught me how to do this Parisian thing…!",
        "91020": "Palmer-san, you made my enka songs so much fun… ehehe… Karaoke… I hope we can go again…",
        "91021": "My morning horoscope showed that pumpkin was my lucky item… hehehe…! Maybe something good will happen…!",
        "91022": "We bring snacks and sweets to the snack time with Ullala. I wonder what I should bring today…",
        "91023": "Recently, a cat comes to visit me at night. I wonder if they are interested in these clothes?",
        "91024": "Ugh… I'm a bad senior! I gently called out to a lost freshman and startled her to tears～!",
        "91025": "Do you have any water? I fell asleep with a pumpkin on my head and I'm sweating…!",
        "91026": "I… I definitely shouldn't be doing this. And yet you all look at me and say, \"I'm starving…\"!",
        "91027": "Yo, come this way if you like… The lantern is warm. How is it… is it helpful?",
        "91028": "When I wear a pumpkin, I feel like a different person. A little stronger, a little bigger…",
        "91029": "Why do crows always try to get me when I go outside? So many pumpkin crumbs!",
        "92000": "Please practice again today…!",
        "92001": "Which training would you like…? I can't decide… I would be happy if you could choose one.",
        "92002": "Sorry for the delay…! We've managed to finish preparations…!",
        "92003": "I'll try not to make any silly mistakes during practice, so… well, could you please guide me…?",
        "92005": "Even a little bit at a time… if we move forward, we can change… right?",
        "92006": "For the sake of my trainer who never gave up on me… I will grow even more!",
        "92007": "I thought I could show you a different me in training…! Maybe, just maybe… a little bit!",
        "92011": "But it's a training camp, and I hope you will train me hard…!",
        "92015": "I will do whatever it takes! And I know that the trainer's path is the right one…!",
        "92016": "Wow, let's use the power of the costume to turn them away so that nothing bad will happen to them…? I'm so excited…!",
        "92017": "Ugh… I'm fine. I just made the ribbon around her neck a little tighter so it wouldn't come loose… ugh.",
        "92018": "I'm different today. My heels are comfortable to walk on, and I've only fallen once…!",
        "92020": "It's difficult to become the person I want to be… But I don't want to give up…!",
        "92021": "Please let me know if there is anywhere you want to go…! I'll do my best to show you around!",
        "92022": "My trainer is my salvation… my guide… and I trust her with all my heart!",
        "93000": "Thanks to my trainer… I can live with my chest out～!",
        "93001": "Even for me… there was salvation～…!",
        "93004": "A future that has guided us… I hope we continue to move forward together!!!",
        "93005": "I was able to reach the goal without hesitation!",
        "95000": "I thought I had grown up a bit…!",
        "95001": "I…! I've changed so much…!",
        "95003": "Aww…! Meishoudou desu～!",
        "95004": "It's do-do-do-do-do-do-do! The dream is - eh, time is running out…!",
        "95005": "Oh, I don't know if I can help you…",
        "95006": "If I can be of any help…!",
        "95007": "Wow… it's like a fire was lit in my heart.",
        "95008": "You're guiding me all the way?",
        "95009": "I am the guide of souls… where am I?",
        "95010": "Meishoudou de suu. I believe we'll get there someday…!",
        "110000": "Um… what kind of training did you do today?",
        "110001": "It seems like there are lots of fun stories to tell!",
        "110002": "Les, do you want to enter the race…?",
        "120000": "It kind of… makes my heart flutter～!",
        "140000": "Fa, fight～!",
        "140001": "Wow!",
        "140002": "Hawaa…!",
        "140003": "Wow…! So many…!",
        "140004": "Wow, you are very good…!",
        "140005": "Next time…!",
        "140006": "Wow…! So many…!",
        "140007": "Wow, you are very good…!",
        "140008": "Ehehehehe ……",
        "140009": "Hmmm… hmmm………♪",
        "140010": "tee-hee",
        "140011": "Wow ……!",
        "140012": "We did it……!",
        "140013": "It's amazing～……!",
        "140014": "Awww ……!",
        "140015": "Oh, wow.",
        "140016": "Ms. Trainer～……",
        "140017": "sniffle",
        "140018": "Aah!",
        "400001": "I want to bring happiness to you all in the new year…!",
        "400002": "I am very, very happy to be able to work with Ms. Digital in preparation for the Sacred Hoof Festival…!",
        "400004": "What should I do? Because of my screw-up, I'm causing trouble for everyone again…",
        "400008": "I'm so nervous! But… I've done everything I could until today!",
        "400014": "Thank you for your hard work at the event! I hope I was able to bring happiness to everyone…!",
        "410000": "All right, all right.",
        "410001": "Wow ……!",
        "410002": "We did it……!",
        "410003": "We did it……!",
        "410004": "tee-hee",
        "410005": "tee-hee",
        "410006": "Haha ……",
        "410007": "Haha ……",
        "410008": "Haha ……",
        "920000": "All right, all right."
    },
    "1059": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "13": "She said it's today's login bonus.",
        "15": "So tomorrow, you get this.",
        "1000": "Come on, guys, let's go!",
        "1001": "Yay, you did it!",
        "1002": "I'll do more…!",
        "1003": "Good match…!",
        "1004": "Haha, that's great!",
        "1005": "I'll do more…!",
        "1006": "Good match…!",
        "1007": "What, a new record!",
        "1008": "Let's do the best we can!",
        "1028": "Okay, okay!",
        "1033": "I'm going to go.",
        "1062": "Huh, maybe so.",
        "1099": "…please.",
        "1123": "Senpai, I'll do my best!",
        "1124": "We can't lose!",
        "1142": "Show them…!",
        "2030": "Come on, guys, let's go!",
        "2031": "Let's do the best we can!",
        "2032": "Thanks, trainer.",
        "2033": "I'm not even nervous, so I'm feeling good. All I need to do now is to be in high spirits……………",
        "2034": "Soooo… yeah, perfect. All the preparation I've done for this day, I won't let it go to waste!",
        "2035": "Thanks, trainer.",
        "10000": "Chief Trainer, is she well? The reason why she choose you… I think I understand, maybe.",
        "10001": "If all the men in the world were you… would I be a little better off…? No, that also problematic.",
        "10002": "I think I've gotten a little better at drawing \"Beji Carolyn\". I didn't say I would show them to you.",
        "10003": "Happy New Year. …I'll tell you first, I don't want your New Year's gift.",
        "10004": "What do you mean, just because it's Valentine's Day? Don't expect anything from me…",
        "10005": "Chocolates… I brought them. I've been indebted to you… out of courtesy, I guess.",
        "10006": "Wish upon a star… huh? I wish that I would stop being shy… did you hear that?",
        "10007": "If it's a costume, I can wear a mask or something, and I might not mind being seen… I wonder if I can wear pumpkins?",
        "10008": "Christmas party, they're going to dress up and dance together. I'll just stay in the corner and be quiet.",
        "10009": "The clerk was staring at me while I was buying the present. … You should be grateful.",
        "10010": "At the end of the year, we often get together at the Mejiro house… but I'm not sure I'm good with large groups.",
        "10011": "I thought it was your birthday today. Well… happy birthday.",
        "10012": "I've prepared a present for you… well, take it. Don't open it now! Open it when you are alone.",
        "10013": "I'm happy to celebrate birthdays, but I get nervous when I'm the center of attention…",
        "10014": "It's true that today is my birthday… You don't have to go out of your way to congratulate me… but, Well, ummm… thanks.",
        "10015": "It look like there is an announcement. … I wonder what is it.",
        "10016": "You have a present in the mail. It's a blessing to have someone who cares about you.",
        "10017": "You completed the mission. I won't lose either.",
        "10018": "I think there's an event coming up. I might be a little curious. I wonder if I can participate?",
        "10019": "…It's kind of busy, isn't it? Is there an event going on?",
        "10021": "She said the directory level has gone up. Would you like to check?",
        "10100": "Chief Trainer, how are you? …I know now why she chose you. …hmmm…",
        "10101": "If everyone was like the trainer, my shyness would be a little better.",
        "10102": "Remember the pictures in \"Beji Carolyn\"? …I got a little better at it, didn't I? I hope you'll take a look at it sometime.",
        "10104": "Valentine's day huh? I'm not used to this kind of thing, but later, okay.",
        "10105": "I brought chocolate. It's a thank you for taking care of an Umamusume like me…",
        "10109": "I was nervous when I was buying the present because the shopkeeper saw me… but I did my best. …Will you be happy with it?",
        "10111": "Happy Birthday. I hope my words will be enough to celebrate.",
        "10112": "I got you a present… Oh, don't get your hopes up… it's really not that big of a deal! Really!",
        "10114": "You don't have to celebrate my birthday… but… well, I'm glad.",
        "10117": "You completed the mission. That's amazing. I have to do my best not to lose to you, too.",
        "20000": "I feel heavy… ah, it's lie. It's just my imagination. Just… leave me alone.",
        "20001": "Let me… take a break. Then I'll work hard again.",
        "20002": "My legs feel so light right now…! Hey, have you started training yet? Let me run faster!",
        "20003": "I just want to run. I just want to run. I can't stop. I feel like I can do anything now!",
        "20004": "Yes, it looks good…! This will give me a satisfactory result.",
        "20005": "What are you doing today? Tell me anything. I'll do it!",
        "20006": "I have to work hard today… let me know what your plans are.",
        "20007": "If you don't want to lose, you're going to have to train hard. Let's get started, trainer.",
        "20008": "I'm just not in the mood. I want to do better.",
        "20009": "Huh… What? It's not unusual for me to sigh. It's just that I don't feel like doing it.",
        "20010": "Are there a lot of people touring, or is it just me? Oh… I can't concentrate like this…",
        "20011": "I know it's only in my head, but my legs can't keep up… I'm still myself afterall…",
        "20021": "What, are you serious about racing again? There's no way I can win now…!?",
        "20022": "Huh. What are you doing, racing back-to-back?",
        "20023": "I've adjusted well, haven't I? I'm sure I can win with this…! Watch me run.",
        "20024": "Maybe it's because I've prepared well, I'm not afraid of the stares of many people… I'm sure this will be fine!",
        "20025": "Soooo… yeah, perfect. All the preparation I've done for this day, I won't let it go to waste!",
        "20026": "I'm ready. I have a good idea of what the race is going to be like, and I'm going to ride as hard as I can.",
        "20027": "So far, things have been going rather well, haven't they? I'll be fine, I'll be fine. At this rate, I should be able to run as usual.",
        "20028": "I'm not even nervous, so I'm feeling good. All I need to do now is to be in high spirits……………",
        "20029": "Well… I'm a little nervous, but I don't think it's a problem. I'm off.",
        "20030": "Don't worry, I will be fine. I will just run as I train.",
        "20031": "I am quite calm. I guess the training has paid off.",
        "20032": "…I don't know, I guess I'm more nervous than I thought.",
        "20033": "I'm anxious, but don't worry. …I'll just do what I can.",
        "20034": "I don't feel comfortable… Maybe I'm in a bit of a hurry. …I have to run like myself.",
        "20035": "So many spectators… Oh my god…! Pull yourself together, Me!",
        "20036": "I can feel everyone's enthusiasm… I can feel everyone's enthusiasm…… I mustn't lose in spirit.",
        "20037": "Hey, what do I look like now? I don't know, don't tell me after all. I have to work hard anyway…",
        "20038": "Coming.",
        "20039": "Okay…!",
        "20040": "I'll do my best.",
        "20041": "Calm down…",
        "20042": "Oh no…!",
        "20043": "Oh…",
        "20046": "Then let's go.",
        "20047": "It's beautiful.",
        "20049": "We did a lot, a lot of hard work.",
        "20050": "Thanks, trainer.",
        "20051": "Just hang on and keep going…!",
        "20100": "…I feel kind of heavy. Oh, no, I'm fine. I'm fine like this.",
        "20101": "Huh… I guess I'm tired. Can I take a little rest first? I'll be able to work hard again after I do that.",
        "20106": "Okay, I'm going to try again today. Can you tell me what your plans are?",
        "20109": "I'm sorry. I just sighed. I'm just so motivated…",
        "20121": "What, another race? …I want to compete too, but I don't think I can win right now…",
        "20122": "Yes… But all those races have made me tired…",
        "20133": "To be honest, I'm a little nervous, but I'll do what I can.",
        "23015": "Okay…!",
        "30000": "It should still be possible…!",
        "30001": "I'm up there, too.",
        "30002": "I'll try harder and harder…!",
        "30003": "This can't end like this…!",
        "30004": "I'm not used to being proud of myself, but… not bad.",
        "30005": "I could do it… even me!",
        "30006": "Follow me. I'll take you to a better place next time.",
        "30007": "I could do it… even me!",
        "31000": "Just look at the goal…!",
        "40000": "I'm going where I'm going!",
        "40001": "The eyes surrounding me, the voices… Stop it! Yes, I'll go where I'm looking at…!",
        "40003": "I got you!",
        "40004": "Hmm? Wow… oh, wait! Wow! Thanks for showing me… ufufu♪",
        "60000": "It's okay, it's okay… I'll be there!",
        "60001": "I have to tell her how I feel…!",
        "70000": "Together, we will do our best, as much as possible…",
        "70001": "I was worried at first if I could get along with you… but now I'm fine. I'm used to it.",
        "70004": "I like them because they all have matching uniforms, and they're not needlessly conspicuous.",
        "70008": "I don't think I look good in such a cute outfit…",
        "70009": "This is the race outfit I choose for myself… I have to wear them with pride.",
        "70010": "If you wear this, it's easy to tell you're a student of Tracen Academy. We have to be firm…",
        "70014": "I am nervous to be on stage, but I have to show my appreciation.",
        "70015": "I'll make sure to run in a way that's appropriate for this outfit… I promise.",
        "70016": "Fresh wind, water… it's so nice to feel it directly.",
        "70017": "Where are you going next? We have to make plans, don't we?",
        "70018": "……～!",
        "70019": "I will run just like my ideal……!",
        "70101": "I was worried at first, but now that I've decided to work with a trainer, I'm fine.",
        "71004": "I like them because they all have matching uniforms, and they're not needlessly conspicuous.",
        "71008": "I don't think I look good in such a cute outfit…",
        "71009": "This is the race outfit I choose for myself… I have to wear them with pride.",
        "71010": "If you wear this, it's easy to tell you're a student of Tracen Academy. We have to be firm…",
        "71014": "I am nervous to be on stage, but I have to show my appreciation.",
        "71015": "I'll make sure to run in a way that's appropriate for this outfit… I promise.",
        "71016": "Fresh wind, water… it's so nice to feel it directly.",
        "71017": "Where are you going next? We have to make plans, don't we?",
        "71018": "……～!",
        "71019": "I will run just like my ideal……!",
        "80000": "that's enough for today",
        "81000": "You want to race with me? … Okay, got it. I'll do my best!",
        "81001": "Great… but I can still do it! I won't let you down!",
        "90000": "Good morning. …What? I just said hello. Don't stare so much.",
        "90001": "It's hard to be graceful in the morning… I'm sleepy, I'm in a daze… McQueen is amazing.",
        "90002": "When I go out to lunch on my day off, everyone wears the cutest clothes… I can't do it.",
        "90003": "Can't we take a lunch break to work out? I'm not forcing myself.",
        "90004": "Are you still working until this late? You have another day tomorrow, so don't push yourself too hard and fall ill, okay?",
        "90005": "Hmmm… yawn… did you see my face just now? Forget it! Erase it from your memory.",
        "90006": "So many new students… They are so sparkling and dazzling that I might not be able to look at them directly…",
        "90007": "We have to watch out for the heat. If I fall down in front of everyone, I'll end up in the spotlight…",
        "90008": "I was thinking that I don't mind the smell of dead leaves, but then I smelled the aroma of baked potatoes coming from outside… did you think it was inside the school?",
        "90009": "Hey, don't get too close! Now there's static electricity.",
        "90010": "I'm not great at waing up, but… I have to get ready for a lot of things, so I just wake up while I'm doing it.",
        "90011": "Still sleepy? ……Why don't you put on something cool? It will wake you up a little.",
        "90012": "There's this café I want to go to. It's got a really nutritious menu… So… are we going? or not?",
        "90013": "Eating in an elegant way… isn't that something you learn when you are little? You don't want to be embarrassed at a dinner party…",
        "90014": "Do you need help with paperwork or something? I don't like the fact that you don't do anything when there is something you can do.",
        "90015": "…It's important to take a break once in a while. Why don't you go for a walk? The night air is so relaxing.",
        "90016": "You should be careful with the spring wind. If your hat or something gets blown away, it will be very hard to find it… I'll let you know.",
        "90017": "Don't yearn for a summer vacation… The sea breeze blows away your hat, and you find bottle mail on the beach … too dreamy…?",
        "90018": "Why don't we go to Kyoto to watch a race? It would be a good learning experience and the leaves will be changing soon……",
        "90019": "If you're cold, why don't you have something warm to drink? …I'll share a cup of ginger tea if you like.",
        "90020": "Happy…… Valentine's Day",
        "90021": "Happy…… Valentine's Day",
        "90100": "Good morning. …What? You're staring at me like that. Are you also sleeping in a bad habit?",
        "90103": "Can we use your lunch break for training? I'm fine, I'm not overworking myself.",
        "90104": "It's late… is trainer still working? Well, you know, don't take it too hard.",
        "90105": "Hmmm… yawn… did you see my face just now? Oh no… I'm so embarrassed…",
        "90109": "No, no, no, stay away from me! No, it's not that I don't want to, it's just that right now the static electricity is… oh no!",
        "90110": "How's it going? I think I did a little better with my hair…! I guess it was worth getting up early.",
        "90111": "Maybe you're still sleepy? …You should try to dress up in a cooler outfit. The morning breeze will make your eyes clearer.",
        "90112": "Hey, do you want to go to a cafe? I'd like to go out with you in this dress, and we can have tea together… how about that?",
        "90115": "Are you still working? …Why don't you come with me for a little walk? You might be more efficient if you take a break.",
        "90116": "Be careful of the spring wind. If you are careless and your hat gets blown off, you will have a hard time chasing after it…",
        "90118": "How about going to Kyoto to see the autumn leaves?",
        "90119": "If you feel cold, just let me know. I've got a pot of ginger tea for two.",
        "91000": "I told you to stop calling me \"Belle-chan\", but father… ah it's nothing!",
        "91001": "Don't ask me about my childhood. It's not all good memories.",
        "91002": "I has caused Ryan so much trouble in the past… I'm proud to say that I don't have to worry her anymore.",
        "91003": "Do you have younger siblings? Do you know how to deal with child… No, no, I'm just asking.",
        "91004": "The Mejiros are all very respectable. They are different from me.",
        "91005": "Everyone said I looked good in this outfit, but I'm sure they were just flattering.",
        "91006": "Tang, tang, turn… ♪ Fufu, fluffy… ah!? No, no, no, I was just practicing!",
        "91007": "It's a costume that I put my heart and soul into, I'm not going to run pathetically wearing this…!",
        "91008": "…Maybe it was a little too cute. No, no, it's a costume I decided on, I have to be proud of it…!",
        "91009": "Even if I want to train early in the morning, if I is not there when I get up from bed, Taiki is going to miss me…",
        "91010": "In the manga, they often make homemade lunches… I wonder if I can make them too…",
        "91011": "Training at night is so relaxing… I don't feel anyone looking at me and I can concentrate on my work…!",
        "91012": "…I like cherry blossom viewing. It's fun, it's beautiful, and everyone is paying attention to the cherry blossoms.",
        "91013": "I thought I heard something like thunder last night at midnight… haha, I like rain, but…",
        "91014": "If I'm not mistaken, today is a tea party with everyone in the Mejiro family under the autumn leaves.… Fufu, I'm looking forward to it.",
        "91015": "I cut back on sweets, and then… Oh no. Why do I gain weight so easily in the winter…!",
        "91016": "『You look super hot, like a model!』 Palmer, you are praising me too much…",
        "91017": "I like to go out with this, but I tend to take side trips and it takes a lot of time.",
        "91018": "You don't see my back right? I never thought that after a sunburn, my skin would never go away like this.",
        "91019": "It's soooo… nnn, it's nice. It's good for a change of pace, too.",
        "91020": "It's not safe to keep a bird of prey in a school in the first place… but they are such good friends… we have to take care of them anyway.",
        "91021": "Oh, the hair of the dog this morning. I've been seeing her on our walks lately… Hmmm, she's so cute and naughty!",
        "91022": "Is BBQ something you do every weekend? They always invite me… ah… or is that a joke from Taiki!",
        "91023": "Rob Roy said that reading a book before going to bed helps you sleep well… If you sleep well, you can thank Rob Roy.",
        "91024": "Hmmm. …What do you think? Would this make it easier for new students to talk to me? Should I raise the corners of my mouth a little more?",
        "91025": "The sun is shining, why don't you wear a hat? I'm thinking of something with a wide brim to prevent heat stroke… but don't wear the same hat…!",
        "91026": "I heard that most of the autumn leaves in England are yellow… No, I just looked it up because I have time on my hands. It's not that I want to go there…",
        "91027": "If I hide it with ribbons… no, no! I need to move and lose weight. I'll get rid of the excess flesh in the winter…!",
        "91028": "I would like to thank Ryan for these clothes. Maybe I can pick out the clothes this time? I'm going to go with something much cuter.",
        "91029": "This is the kind of hair set-up Bright does every day… I can't copy that fluffy look.",
        "91101": "I had some fun, but to be honest, I don't want to remember much of my childhood…",
        "91103": "Hey, hey, do you have younger siblings? I'd like you to tell me what I should do to make them happy.",
        "91104": "Everyone in the Mejiro family is so magnificent, and so admirable, but… I just can't… I just can't do it.",
        "91123": "Print is fine. If you read it before going to bed, you can get a good night's sleep… I'm paraphrasing from Rob Roy.",
        "91125": "When you go out in the summer, a wide-brimmed hat is the way to go! It's cooler, you don't get sunburned, and you can even match it up, right?",
        "91126": "I heard that the leaves in England are mostly yellow! The palace is absolutely beautiful…! Maybe we can go together sometime…?",
        "92000": "I'm ready, so get started right away.",
        "92001": "I don't care what's going on around me, I don't care… just focus on training…!",
        "92002": "I want to be strong. …That's why I choose you to be my trainer. So do it well.",
        "92003": "I'm not nervous or anything. I just want to run my race.",
        "92005": "Have you thought of a menu? Then tell me what to do. I'll make sure you get it right.",
        "92006": "I don't want you to be shy. So make me stronger.",
        "92007": "I trust you as a trainer… Just as trainer okay!",
        "92011": "If I'm going to train, it's now. I have to make sure I don't get left behind by everyone else…!",
        "92015": "All right. Now that the ribbons are tied, let's get to work.",
        "92016": "I wasn't expecting it because it's an athlete's nail polish, but looking at it this way, it's pretty stylish…!",
        "92017": "When I run in this dress, I feel like I'm the wind… and I don't have to worry about people's eyes on me.",
        "92018": "As a senior, I have to be a role model. I want to work harder.",
        "92020": "I'll do whatever it takes, even if it's on the perimeter. If I'm still worried about my surroundings,I still have a long way to go…!",
        "92021": "I feel like I don't mind being seen these days. Maybe it's because of the clothes Ryan picked out for me and thanks to a certain someone… a little?",
        "92022": "Hey, that place you said you were going next, is it somewhere you've been before? Or not? I don't care which one you've been to, but you need to decide quickly.",
        "92100": "I'm ready. We can start whenever you are.",
        "92102": "I want to be strong. …That's why I choose you to be my trainer. I'll leave the training to you.",
        "92105": "Have you thought of training menu? … Don't worry. I'll definitely get it done.",
        "92107": "I trust my trainer, and I intend to respond to that trust.",
        "92115": "All right. Now that the ribbons are tied up tight, we're ready to get started!",
        "92118": "I want to show the juniors that I'm doing my best as a senior. Even I can do it too, right?",
        "92121": "I feel like I don't mind being seen these days. I think it's because of the clothes Ryan picked out for me and the Trainer.",
        "92122": "Where were we going next? Somewhere you've been before? Or somewhere you haven't? I don't care which one, as long as we're together.",
        "93000": "I'm glad you're my trainer. No, it's nothing!",
        "93001": "I'm glad you're my trainer!",
        "93002": "Even like this I'm grateful okay… I… I'm not lying!",
        "93003": "I am grateful for this… thanks!",
        "93004": "I feel like we can go anywhere together… maybe.",
        "93005": "The best souvenirs may be the memories of the journey.",
        "93006": "Together, we can go anywhere!",
        "95000": "I can still do it…!",
        "95001": "I have to push my limits…!",
        "95003": "Mejiro Dober… Well, nice to meet you.",
        "95004": "I want to change…! That's why I keep running!",
        "95005": "I think I can do more.",
        "95006": "I want to help you, too.",
        "95007": "I want more… adventure!",
        "95008": "Since we're here, do you want to go somewhere to commemorate the occasion?",
        "95009": "Wanna go out somewhere? …just for a change, you know?",
        "95010": "Hat Good. …Mejiro Dober. Nice to meet you.",
        "110000": "You'll make me stronger right.",
        "110001": "It's a little embarrassing to remember the past…",
        "110002": "I need to gain experience and get used to racing…!",
        "120000": "This power… will not be wasted!",
        "140000": "Cute… which one, should I take?",
        "140001": "Yes!",
        "140002": "That's right…",
        "140003": "Amazing, so much!",
        "140004": "It could have been fun.",
        "140005": "I can't help it…",
        "140006": "Amazing, so much!",
        "140007": "It could have been fun.",
        "140008": "Hmmm…",
        "140009": "Haha…",
        "140010": "Damn…",
        "140011": "That was amazing.",
        "140012": "I did it…!",
        "140013": "Whoa…!",
        "140014": "How did you…!",
        "140015": "Hmmm…",
        "140016": "Are you nervous?",
        "140017": "Aaah～!",
        "140018": "Hey, ugh…",
        "400000": "Included in the barbecue plan, fishing rods and bicycles are available for rent…! You'll have a great time!",
        "400004": "If it's the strength of feelings, I won't lose even to Airgroove. I want to change. I want to be strong.",
        "400008": "Summer nights are strange. I feel like I can be a little more honest.",
        "400010": "Taiki gave me a lot of pictures. There were so many photos that I wondered when she took them.",
        "400012": "It's event mission. I'm also going to do my best",
        "400013": "Good job on the event mission. You should receive your reward. It's a proof of your hard work.",
        "400014": "Whew… I think I'll go to bed early today. But first. Let's go tell Ryan about the camp."
    },
    "1060": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "90020": "Happy Valentine's Day",
        "90021": "Happy Valentine's Day",
        "90221": "Happy Valentine's Day",
        "140008": "chuckling",
        "410004": "chuckling",
        "410005": "chuckling"
    },
    "1061": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "20042": "Kuh…",
        "80000": "good work",
        "90020": "Happy Valentine's Day",
        "90021": "Happy Valentine's Day",
        "90221": "Happy Valentine's Day",
        "140008": "Fufu"
    },
    "1062": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "1135": "Yay, yay!",
        "20046": "Let's go!",
        "80000": "that's enough for today",
        "140008": "Phew."
    },
    "1063": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "20038": "Let's begin.",
        "23015": "Let's begin.",
        "140002": "Oh…",
        "140003": "Splendid work!",
        "140006": "Splendid work!",
        "140008": "Phew."
    },
    "1064": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "1007": "High score update!",
        "140008": "Phew."
    },
    "1065": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!"
    },
    "1066": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "20051": "Follow Turbo!",
        "70000": "Turbo wants to run a bunch, lemme run!",
        "95005": "Pfheh! Leave it to Turbo!",
        "95006": "I'ma tell you how to be strong!",
        "400005": "Those game clothes were awesome! I had this technique when I wore them～ Double Twin Jet Turbo Full Power!",
        "400014": "Game's ended, it says! What're we gonna play next then～!?"
    },
    "1067": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "1001": "We did it!",
        "20039": "Let's go!",
        "140001": "I did it!",
        "140004": "Well done♪",
        "140007": "Well done♪",
        "140015": "Hmhmhmm…"
    },
    "1068": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "140012": "Amazing!",
        "140017": "Aah!"
    },
    "1069": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "1000": "Let's go!",
        "2030": "Let's go!",
        "20046": "Let's go!",
        "140001": "Yay♪",
        "140014": "Woah…!"
    },
    "1070": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "140002": "Oh…"
    },
    "1071": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "13": "It's today's login bonus.",
        "15": "Tomorrow is here. I'm looking forward to it.",
        "1000": "Please!",
        "1001": "Good result!",
        "1002": "I'm very sorry…",
        "1003": "Is it good enough?",
        "1004": "My thanks to all of you.",
        "1005": "I'm very sorry…",
        "1006": "Is it good enough?",
        "1007": "This is an undesirable result.",
        "1008": "Together, with all our hearts.",
        "1133": "Even if it's destined to shatter―",
        "1134": "Yay, yay!",
        "1144": "My Pride!",
        "1182": "Of course, sister...!",
        "2030": "Please!",
        "2031": "Together, with all our hearts.",
        "2032": "Thank you for your guidance.",
        "2033": "Nothing to worry about. Please wait for my return at the winner's circle.",
        "2034": "If you know your enemy and know yourself, you will never be defeated in a hundred battles. You must reexamine yourselves and your opponent… now.",
        "2035": "Thank you for your guidance.",
        "10000": "All for the sake of \"now\" - the brilliance of this moment. Let's engrave the determination that you and I have put into this trail.",
        "10001": "Would you like to stop by after practice? I was at a cafe yesterday with a friend… I wish we could share that moment together.",
        "10002": "Your shoulders are so warm. With that perch, I feel like I can fly anywhere.",
        "10003": "Oh, I have ink on my fingers… fufu, Actually, Yaeno and I had the first calligraphy session together… I'm a little sad to wash it off.",
        "10004": "Trainer, um… would you mind going out with me? …For practice, handing friendship chocolates….",
        "10005": "I have prepared for you some homemade sweets that are my grandmother's specialties. I wanted you to know that warm taste.",
        "10006": "Only one day in a year. A momentary meeting between Orihime and Hikoboshi. Strong feelings can brilliance even for a moment.",
        "10007": "Can't we give out candy to real ghosts too? Their passion, their will… I would love to hear what they have to say.",
        "10008": "Santa Claus from the dormitory is coming to our room tonight. What kind of tea should we prepare?",
        "10009": "Why don't you come and see the tree with me? The glass star will shine brightly in the sky, it must be really beautiful.",
        "10010": "I look forward to seeing everyone's New Year's greeting cards every year. I also have to express my gratitude for the year… one by one, carefully.",
        "10011": "Happy Birthday and best wishes to you and your family. Sleep is the basis of health… I will give you Pillow recommendation later.",
        "10012": "Let's head over to the Mejiro house. We've put a lot of effort into preparing for your birthday party♪",
        "10013": "Chiyono o has been so restless since this morning… Hehe ♪… this is one of the joys of birthdays, isn't it?",
        "10014": "Would you like to take a detour today? Since it's my birthday, I'd like to ask you to escort me♪",
        "10015": "Oh, I think there is an announcement. It may be urgent news, so why don't you take a look at it?",
        "10016": "You have received a present. Fufu… It's also nice to spend some time thinking about what's inside.",
        "10017": "Congratulations on accomplishing the mission. This small accumulation will be the foundation for a great achievement.",
        "10018": "I see that the event will be starting soon. I wish I could help with preparations.",
        "10019": "Would you like to take a peek at the event? Limited time… In other words, something you can only enjoy now, so we can't miss it♪",
        "10021": "It seems that the level of Umamusume Directory has increased.",
        "20000": "…a little unstable, but… no problem. I'm used to this kind of thing.",
        "20001": "I must not be weak… I have to endure.",
        "20002": "I don't know why, but I feel like I can run anywhere now. …No, I want to run. Beyond the limit…!",
        "20003": "Every minute, every second, every moment… I feel that I am able to focus on the details. If this is the case, I'm sure…",
        "20004": "One, two, three… phew. Temperature, heart rate, and muscles are all good. What shall we do today?",
        "20005": "Legs are in great shape. I can train as hard as I can… That alone is unbearably exhilarating.",
        "20006": "\"As usual\" day, was the best I could do… but now I have to aim higher.",
        "20007": "Let's cherish every moment… Let's keep in mind to train carefully.",
        "20008": "My steps are heavy… but I can't afford to give up at this level. Believe in the training you have been accumulating…",
        "20009": "Well… there are days like this, aren't there? First of all, take your time… why don't you have a cup of tea and relax?",
        "20010": "Trainer-san… today I think we need to take a comprehensive look… I wonder if it's necessary to revise the training menu…",
        "20011": "I wonder if I will be able to leave a living trace of my life as I am now. No, I must not rush. Take a deep breath… calm down, take a deep breath…",
        "20021": "Haste makes waste. …Is this really the time to be reckless?",
        "20022": "There is a difference between preparedness and recklessness. What will we gain by pushing ourselves any further?",
        "20023": "Just moving forward, forward. Everything I do is for that.",
        "20024": "Please take a look. My best run, my best brilliance…",
        "20025": "If you know your enemy and know yourself, you will never be defeated in a hundred battles. You must reexamine yourselves and your opponent… now.",
        "20026": "Long study, long training. All of them are for this moment.",
        "20027": "This exhilaration… I wonder if the greats of the past felt the same way.",
        "20028": "Nothing to worry about. Please wait for my return at the winner's circle.",
        "20029": "All that remains is to do my best as usual. I will show you who I am now.",
        "20030": "No negative factors… Phew, that's alone more than enough for me.",
        "20031": "Carefully, one at a time. Believe in the fruits of our past efforts. …I will go.",
        "20032": "Focus… focus… It's okay, this level of discomfort… is something I've been through many times.",
        "20033": "There is no perfect time. That's racing. Let's overcome this wall… together.",
        "20034": "If it is in times of adversity that a person's true nature is revealed, then [now] is the time to show this resolve.",
        "20035": "I will not whine. I will do what I can do now, carefully, one thing at a time…",
        "20036": "Be brave, be daring. We will overcome this adversity.",
        "20037": "This is not the place to end it. In order to leave proof of our life… we can't let this end…!",
        "20038": "I shall go",
        "20039": "Begin.",
        "20040": "Understood.",
        "20041": "I see!",
        "20042": "Ah!",
        "20043": "Unworthy…",
        "20046": "Shall we go?",
        "20047": "Comfortable ♪",
        "20049": "Thank you for your resolve.",
        "20050": "Thank you for your guidance.",
        "20051": "Would you like to join us?",
        "23015": "Begin.",
        "30000": "One more step, just ahead… the brilliance we're aiming for!",
        "30001": "Next time, we'll do better than this…!",
        "30002": "The result is called a good fight, but I am not satisfied…",
        "30003": "…I have to train again from scratch.",
        "30004": "I engrave one proof of my life here.",
        "30005": "The brilliance of the glass illuminated my path.",
        "30007": "The brilliance of the glass illuminated my path.",
        "31000": "Let's go.",
        "40000": "Wings of glass, let them shine!",
        "40001": "Ephemeral body of glass, soar high into the sky. For your body shines brighter than anyone else!",
        "60000": "We express our gratitude to all of you in our songs.",
        "60001": "I will show you, My brilliance on the stage.",
        "70000": "The best of the moment, together…",
        "70001": "You have found a radiance in me. I am now very proud of that encounter.",
        "70004": "I feel the history of the school… it makes me tense.",
        "70008": "I can move my legs easily… I think I can dance the best.",
        "70009": "This brooch gives me courage.",
        "70010": "Let's straighten up our appearance and stand up straight.",
        "70014": "The costume I dreamed of… I'll make it stand out in all its splendor.",
        "70015": "The contrast between black and white. To make the brilliance stand out even more…",
        "70018": "Phew, that's lovely.",
        "70019": "This costume will make me shine brighter.",
        "71004": "I feel the history of the school… it makes me tense.",
        "71008": "I can move my legs easily… I think I can dance the best.",
        "71009": "This brooch gives me courage.",
        "71010": "Let's straighten up our appearance and stand up straight.",
        "71014": "The costume I dreamed of… I'll make it stand out in all its splendor.",
        "71015": "The contrast between black and white. To make the brilliance stand out even more…",
        "71018": "Phew, that's lovely.",
        "71019": "This costume will make me shine brighter.",
        "80000": "Good work.",
        "90000": "Good morning. If you add honey to the morning tea, it's a pleasant way to start the day.",
        "90001": "Oh, you still look a little sleepy. If you need it, may I offer you a spritz of awakening aroma?",
        "90002": "During lunch break, I had tea with the infirmary doctor. Since I'm a regular visitor, I have to express my gratitude on a regular basis.",
        "90003": "Huddling with friends, steamy food… the cafeteria at lunchtime is always an exciting place to be, no matter how many times you visit.",
        "90004": "Trainer, pushing yourself… is no-no ! How about this? This is a countermeasure to prevent staying up late at night directly from Creek-san.",
        "90005": "On a quiet night like this, I feel like going for a walk. Since there is no sun, I think I can stretch my wings a little more… Would you like to join me?",
        "90006": "The profiles of the new students are all shining with dreams. Fufu… I can't help but squint.",
        "90007": "I just met a Palmer with a bouquet of sunflowers… her smile was just like a sunflower♪",
        "90008": "I know I shouldn't stay up late, but… I just want to blame it on the season and flip through the pages.",
        "90009": "Potage for breakfast reminded me of the taste of my grandma's homemade warm soup… on a cold day…",
        "90020": "Happy Valentine's Day",
        "90021": "Happy Valentine's Day",
        "91000": "The other day, I found a picture of my sister when she was a little girl. She looked dignified, beautiful and dazzling despite her young age.",
        "91001": "Did you know? Tamamo-san's bargaining and negotiation skills… the glimpse of righteousness person. It was like watching rakugo.",
        "91002": "The sound of breaking glass… why is it so peculiar? That high-pitched sound… I just can't get used to it.",
        "91003": "I just heard some happy news from Helios. She said \"A new boba store opened weiii★\". Fufu, my detour routes are increasing ♪",
        "91004": "Actually, I'm not sure what to give as a thank-you gift to the Mejiro doctor … should I get a work tool… Maybe a needle?",
        "91005": "The belly button revealing clothes are fresh. Gorgeous costumes and intense dancing… Hehe, even my heart is dancing.",
        "91006": "That costume I dreamed of in my hospital room, now… I am wearing it like this. …I wish I could show it to the me of that day.",
        "91007": "The brooch on my chest is based on a necklace my father gave me… When I put my hand on it, I feel at peace.",
        "91008": "Elegant… the burden on the body was also calculated… the very best of race outfit. I must show my gratitude by winning.",
        "91009": "Every morning, when I shake Chiyono to wake her up, it is another happy moment for me.",
        "91010": "I am always amazed at the way Oguri-san eat. Thanks to her, I too, eat more and more.",
        "91011": "I had an evening tea party with Tachyon-san, and the tea was glowing… Fuf, what an amazing experience♪",
        "91012": "When I told them that the yaezakura trees are beautiful…… Fufu, my two schoolmates' cheeks turned pink.",
        "91013": "If you like, why don't we go on our next holiday to the summer resort of Mejiro? There is nothing like reading a book by the lake there.",
        "91014": "Even though the autumn leaves is short, we celebrate the moment with a burning sensation. …It is a beauty that makes you fall in love with it.",
        "91015": "Fufu. Every time winter comes, I remember. I was encouraged to put on layer upon layer of clothing… and they called me a Mejiro snowman♪",
        "92000": "These legs called [glass] will not shatter so easily. Please accept this resolve.",
        "92001": "Stretching is slow and careful. This accumulation is also my weapon.",
        "92002": "With my feet, I tread the earth. With my legs, I run. That alone is enough to make my heart beat.",
        "92003": "Cherish this moment. Concentrate on every second and make this day the best it can be.",
        "92005": "Thank you for your daily menus that take into account my workloads. I will respond with results. I promise.",
        "92006": "I am beginning to see a little of the [brilliance] within me. This radiance will surely illuminate our present.",
        "92007": "The road we walked together is now my pride. What lies ahead of us from moment by moment, surely is…",
        "92011": "It's the perfect environment for efficient training. This summer, let's shine hotter than the sun.",
        "93000": "I dedicate this most precious brilliance to you.",
        "93001": "The glass legs brought us happiness.",
        "95000": "We will not retreat. We are still moving forward.",
        "95001": "The brilliance of this moment… even stronger…!",
        "95003": "Yes, I'm Mejiro Ardan.",
        "95004": "This [now]. For this moment of brilliance―!",
        "95005": "I hope I can be of further assistance.",
        "95006": "I never knew I had such power…",
        "110000": "What kind of training should we do?",
        "110001": "Let's look back at history together.",
        "110002": "Are you entering a race?",
        "120000": "The brilliance… grew… stronger…!",
        "140000": "Let's have fun!",
        "140001": "Excellent.",
        "140002": "Oh my…",
        "140003": "Well done♪",
        "140004": "Fufu, it's adorable.",
        "140005": "Thank you for your hard work.",
        "140006": "Well done♪",
        "140007": "Fufu, it's adorable.",
        "140008": "Phew.",
        "140009": "Hmm.",
        "140010": "Yes.",
        "140011": "Wonderful…!",
        "140012": "Well!",
        "140013": "I am thrilled.",
        "140014": "Ah…",
        "140015": "Wow.",
        "140016": "Um, trainer?",
        "140017": "Wow.",
        "140018": "Oh, oh…",
        "400005": "I have not had a lot of experience working with people like this on a single challenge, so… it's a lot of work, but it's a lot of fun.",
        "400011": "Chiyono O. sent me a picture of me at the ceremony… Hehe, it's a little embarrassing.",
        "400012": "The event mission is here, so let's make the most of each and every day.",
        "400013": "Have you forgotten anything? Let's make sure we don't miss anything and connect it to the future.",
        "410000": "Let's go!",
        "410001": "Splendid work!",
        "410002": "Amazing!",
        "410003": "Amazing!",
        "410004": "Mm-hm!",
        "410005": "Mm-hm!",
        "410006": "I'm in trouble…",
        "410007": "I'm in trouble…",
        "410008": "I'm in trouble…"
    },
    "1072": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "20039": "Please!",
        "20046": "Let's go.",
        "80000": "Good work.",
        "140004": "I did it!",
        "140007": "I did it!",
        "410001": "We did it!",
        "410002": "good",
        "410003": "good"
    },
    "1074": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "140009": "Phew.",
        "140014": "Oh no…",
        "410001": "I've done it~♪",
        "410004": "Fufu",
        "410005": "Fufu"
    },
    "1076": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "1001": "We did it♪",
        "20046": "Let's go!",
        "80000": "Thanks for your time.",
        "140009": "Yes."
    },
    "1077": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "1001": "I did it!",
        "140001": "I did it!",
        "140009": "Phew."
    },
    "1078": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "20038": "Let's begin.",
        "23015": "Let's begin.",
        "80000": "Thanks for your time.",
        "140001": "We did it!",
        "140009": "Phew.",
        "140014": "Oh my…",
        "140017": "Oh…"
    },
    "1080": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "140008": "Phew."
    },
    "1082": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "1001": "Done♪",
        "20041": "Begin.",
        "140003": "Well done♪",
        "140004": "Oooh, that's good!",
        "140006": "Well done♪",
        "140007": "Oooh, that's good!",
        "140009": "Phew.",
        "140014": "Ah…"
    },
    "1083": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "20042": "Kuh…"
    },
    "1084": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!"
    },
    "1085": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "20038": "I shall go",
        "20039": "Begin.",
        "20046": "Let's go.",
        "23015": "Begin.",
        "140008": "Yes."
    },
    "1086": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "1000": "Let's go.",
        "2030": "Let's go.",
        "20039": "Let's begin.",
        "23015": "Let's begin.",
        "140002": "Oh my…"
    },
    "1087": {
        "11": "Cygames",
        "20039": "Hmm.",
        "20040": "Begin.",
        "20043": "Huh?",
        "23015": "Begin.",
        "80000": "Thanks for your time.",
        "140009": "Phew.",
        "140018": "Oh…"
    },
    "1088": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "140018": "Oh no…"
    },
    "1089": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "20041": "Well…",
        "20047": "Whoa…!",
        "80000": "Thanks for your time.",
        "140001": "Whoa…!",
        "140002": "Ah…",
        "140008": "Phew.",
        "140014": "Woah…!"
    },
    "1091": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "1001": "Yay!",
        "140001": "Yes!",
        "140014": "Uh…",
        "410000": "I'm coming!",
        "410001": "We did it♪",
        "920000": "I'm coming!"
    },
    "1093": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "20038": "Yes.",
        "140009": "Phew.",
        "140017": "Ah…"
    },
    "1094": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!"
    },
    "1098": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "20038": "Let's go!",
        "140011": "Yay!"
    },
    "1099": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "13": "Tadaa! Today's login bonus☆!",
        "15": "Tomorrow, you'll get this one.",
        "1000": "We will not lose!",
        "1001": "Yes! I did it!",
        "1002": "Let's use it next time…!",
        "1003": "We both did our best.",
        "1004": "Everyone was sparkling!",
        "1005": "Let's use it next time…!",
        "1006": "We both did our best.",
        "1007": "Yay, a high score!",
        "1008": "Let's all shine!",
        "1147": "For Tomakomai!",
        "1154": "I'll take the leap!",
        "1155": "No feng shui.",
        "1156": "I'll live up to your expectations!",
        "2030": "We will not lose!",
        "2031": "Let's all shine!",
        "2032": "Support, it's very helpful!",
        "2033": "We are well tuned for running and live … This will be a great opportunity to show off our skills to the fullest. All we have to do is win!",
        "2034": "As a locodol, a Tomakomai Tourism Ambassador, and a fighting Umamusume … I am now invincible!",
        "2035": "Support, it's very helpful!",
        "10000": "Everyone in Tomakomai is watching over me… I want to be the kind of person who everyone can be proud of.",
        "10001": "I am sure I will be able to do my best for a long time. Because I fell in love with Tomakomai and met people who support me by my side.",
        "10002": "It's okay for me to be me. It's okay to be serious and uptight. That's the answer we found together.",
        "10003": "I keep the New Year's greeting cards of those who have helped me. These connections are really important.",
        "10004": "Have you had the Haskap Chocolate Cake Igave you yet? I need your honest feedback so we can create a new specialty!",
        "10005": "After attending pastry classes and making many prototypes, I finally finished it… well, I will be very happy if it suits your palate.",
        "10006": "I can't tell you how many times I have wished for the best for Tomakomai every time I perform at the Tanabata event… In conclusion, it is only my effort that counts.",
        "10007": "We used Haskap to make purple candy for Halloween! We want to share the taste of Tomakomai with everyone…!",
        "10008": "I remember skating as Santa Claus and throwing presents to customers at events in the old days… I miss those days.",
        "10009": "There is a regular course in Tomakomai to see the lights of the boats. Maybe… someday we can go together.",
        "10010": "Every year, I have a hard time cleaning up. I have so many gifts, tools for events… I just have so much stuff.",
        "10011": "Happy Birthday! To repay you for all you've done for me, I'll be your party host today!",
        "10012": "I made a flower frame out of a Haskap and a Nanakamado. Would you be pleased…?",
        "10013": "Today is my birthday. Every year, I receive many gifts and good luck charms from my hometown.",
        "10014": "I'd like to invite you to an event… well, my birthday party. If you don't mind, I'd love to!",
        "10015": "Oh, there's an announcement! I'll have to check it out… sorry. It was addressed to the trainer, wasn't it?",
        "10016": "Wow, presents are on their way! I'm so happy to see these things. Let's receive them before we forget!",
        "10017": "Mission accomplished! Well done! I have to work hard too…!",
        "10018": "It looks like the event is about to start. This is… a Tomakomai PR opportunity!?",
        "10019": "It looks like the event is going to be a lot of fun. As a locodol, I can't miss this opportunity…!",
        "10021": "It looks like the level of Umamusume's directory has been raised. Let's check the results of the trainer's efforts!",
        "20000": "I'm a little tired, but… no, I'll do my best…!",
        "20001": "Oh, that's strange… I feel lightheaded , like when I get seasick…",
        "20002": "My running will make Tomakomai shine…! I'm willing to go through the hardest training!",
        "20003": "Oh, Tomakomai, the white earth, the paper dancing… ♪ Ha, I feel so good, I can't help it…!",
        "20004": "I feel like I have a clear \"on\" switch in side me. I think I'm going to get good results!",
        "20005": "For our goals, we need a professional plan! Let's me know what we will do this week, Trainer!",
        "20006": "If you do it, it will be done, if you don't do it, nothing will be done. We must keep moving forward today to achieve our goal!",
        "20007": "I am in good condition. I've been nourished with Haskap in the morning and Haskap in the afternoon today!",
        "20008": "I feel kind of distracted today… Oh Ahhhh, focus, focus…!",
        "20009": "I'm not feeling well… So here we go… work mode! Let's go～………",
        "20010": "I'm not feeling well… At times like this, I need to recharge my batteries with my own Tomakomai photo album …!",
        "20011": "It's time for Tomakomai to aim higher and work harder… I'm not good enough, am I…",
        "20021": "I believe that even if you can cover up for a short period of time with your mental strength, the strain will linger on later. It was the same with my work.",
        "20022": "…I don't think the results will come if we continue to go through with the show like a mad dash. …I think we should rethink our plan.",
        "20023": "Thanks to all of you, we are able to greet today in the best possible condition. I will live up to everyone's expectations!",
        "20024": "In order to etch the name of Tomakomai in everyone's hearts, all we need is a brilliant victory. If it's me now… surely!",
        "20025": "As a locodol, a Tomakomai Tourism Ambassador, and a fighting Umamusume … I am now invincible!",
        "20026": "These legs, nurtured in Tomakomai and trained by a trainer, are second to none.",
        "20027": "Our goal is to get to first place and then to the center! Tomakomai's brilliance is what I want everyone to remember when they return home.",
        "20028": "We are well tuned for running and live … This will be a great opportunity to show off our skills to the fullest. All we have to do is win!",
        "20029": "I am sure that everyone in my hometown is watching over me. I will definitely… win!",
        "20030": "I'm Talmae, a migratory bird from Tomakomai☆… I won't waste the live greetings I've thought up for today!",
        "20031": "I have been working with my trainer to prepare for victory. I will repay you with a victory.",
        "20032": "No matter what my condition is, I have to win…! I'll do my best!",
        "20033": "I will beat back this much adversity. I will overturn even greater adversity in my hometown…!",
        "20034": "At times like this, everyone in Tomakomai will tell me not to push myself, but… just for today, I'm going to push myself!",
        "20035": "I am anxious, but… I will not be discouraged. To respond to the people of Tomakomai, I will fight until the very end!",
        "20036": "The adjustments didn't work out… but I will win. Because my victory is not only for me…!",
        "20037": "To be honest, I'm not in great shape … but if I can turn things around from here, I'm sure I can make a great appeal…!",
        "20038": "Only hard work!",
        "20039": "Let's go☆",
        "20040": "Hang in there!",
        "20041": "Hmhmhmm…",
        "20042": "Oh no!",
        "20043": "Huh?",
        "20046": "Let's go!",
        "20047": "Enjoy the ocean… ♪",
        "20049": "Thanks to you, I was able to contribute to Tomakomai!",
        "20050": "Support, it's very helpful!",
        "23015": "Let's go☆",
        "30000": "Next time… I'm going to win the center!",
        "30001": "Good enough… but not enough to leave a lasting impression!",
        "30002": "This is not good PR…",
        "30003": "I can't face everyone back home…!",
        "30004": "I offer to my hometown, the glory of my victory!",
        "30005": "Thanks for the support! I'm Tarumae, the star of Tomakomai☆.",
        "31000": "Make a run for it!",
        "40000": "Let's go together, TOMAKOMAI!",
        "40001": "Do you know that town? Tomakomai! Tomakomai is overflowing with deliciousness! So many great places, let's go! Tomakomai!",
        "60000": "My experience as a locodol… now is the time to put it to use!",
        "60001": "Tomakomai guys, keep an eye on it!",
        "70000": "Let's work hard together.",
        "70001": "At the time, I was too preoccupied with myself. I thought, \"I am going to save Tomakomai…\" Now, we are a two-person team.",
        "70004": "It's basic student stuff!",
        "70008": "Appeal, appeal, appeal!",
        "70009": "Locodol, Tarumae! I'm here☆",
        "70010": "Dressing properly. That's the secret to being cute☆",
        "70014": "Cute costumes… but the problem is how to promote Tomakomai…",
        "70015": "Nanakamado, swans, swans… Tomakomai is full of symbols!",
        "70018": "It's so stylish☆",
        "70019": "I love the outfit ☆\r… hmmm is it a bit pretentious?",
        "71004": "It's basic student stuff!",
        "71008": "Appeal, appeal, appeal!",
        "71009": "Locodol, Tarumae! I'm here☆",
        "71010": "Dressing properly. That's the secret to being cute☆",
        "71014": "Cute costumes… but the problem is how to promote Tomakomai…",
        "71015": "Nanakamado, swans, swans… Tomakomai is full of symbols!",
        "71018": "It's so stylish☆",
        "71019": "I love the outfit ☆\r… hmmm is it a bit pretentious?",
        "80000": "Thanks for your time.",
        "80002": "The event mission is here♪ Get excited for Christmas! … How about something like that?",
        "90000": "Good morning! Today, too, I will tell as many people as possible about the beauty of Tomakomai!",
        "90001": "Like a swan on Lake Utonai! Hokko Tarumae, here we come again today in all our glory♪……………Yes, thank you.",
        "90002": "Snack time is your chance to promote Haskap! We'll be handing out some great jam-based treats to everyone!",
        "90003": "Tomakoma～☆…this greeting may not be so bad. What do you think, trainer?",
        "90004": "I'm going to stick to a simple style… but I still think that dialect is the way to go… oh, sorry! I'm still trying to f igure out the direction of my future activities.",
        "90005": "Oban-ban-ban☆ I'm Tarumae☆… I wonder if this makes me sound like a locodol or a comedian.",
        "90006": "It's spring, isn't it? …I might add a cherry blossom-like point to the costume to emphasize the freshness … yes, that might be a good idea.",
        "90007": "It's hot, and unbearable… and at times like these, the nutritious Haskap! What a surprise! They're in season now!",
        "90008": "Salmon, hokke, hokki-gai… and so much more. So many things to push one's appetite in the fall, it's hard to keep track!",
        "90009": "It's that time of year again. I will appeal Tomakomai with my ice dancing skills that I have honed in my hometown!",
        "90020": "Happy Valentine's Day…!",
        "91000": "We've asked Ms. Flash to evaluate our prototype haskap sweets. We aim for a taste recognized by the artisans!",
        "91001": "Falco-san winked at me the moment our eyes met at the concert… I was so thrilled. I was so impressed.",
        "91002": "The daikon pickles made by Acute are delicious. Next time we have tea, I'll bring some of Tomakomai's famous sweets!",
        "91003": "When Ricky and I go out to karaoke, we do a lot of choreography. It's just 2 people but it feel like live concert…",
        "91004": "Actually, I enjoy mountain climbing. I once did PR for a campground near Mt. Tarumae.",
        "91005": "If I can go in a cute direction for love songs, what direction should I take for rock songs… hmmm… it's a tough one.",
        "91006": "It's a nice outfit as it is, but if you made the buttons more like shells, for example, it would be even nicer… no?",
        "91007": "Wearing this dress brings back memories of my early days as a locodol… So many things happened… so many things…",
        "91008": "The ribbon on the chest is a Japanese water iris. Just like the language of flowers, we hope to bring \"happy news\" to Tomakomai.",
        "91009": "It's going to be another tough day. But I'm going to cheer myself up and work hard～☆ …Yeah, I think I did a good job with that one.",
        "91010": "I am proposing a Tomakomai Fair in the cafeteria. We are currently working on a lunch menu to make it a reality.",
        "91011": "If you don't look up at the night sky, you won't notice the stars. What Tomakomai needs is for people to first notice their brilliance!",
        "91012": "I've hosted a hanami event with local characters. You can see some photos if you search for it.",
        "91013": "I was often invited to other cities during the summer festival season. However, I had to move around by my self… it was quite difficult…",
        "91014": "I was working more and more on food reports in the fall. I was a little over-zealous in my work, letting my Umamusume's stomach take care of itself …",
        "91015": "I used to perform at an event in Sapporo and was surprised at the amount of snow. Tomakomai has very little snow.",
        "92000": "May my success inspire everyone in Tomakomai… and I look forward to working with you today!",
        "92001": "If I shine, everyone will notice the brilliance of Tomakomai… With this belief, I will do my best!",
        "92002": "I spent at least 30 minutes stretching , and I kept my heart rate up enough! I can start anytime!",
        "92003": "You have to learn to be a master…! Just like a hokki-gai clam in season, packed with flavor…!",
        "92005": "I want to do everything I can for my hometown. Please help us!",
        "92006": "I am very happy to have met someone who cares about me and Tomakomai. I am truly happy to have met someone who cares about me and Tomakomai.",
        "92007": "Join forces and make Tomakomai shine. If we make your wish come true… well, why don't the two of you attend a local event?",
        "92011": "It reminds me of the coast of my hometown… I am getting more and more motivated.",
        "93000": "We were able to make our precious hometown shine…!",
        "93001": "I have worked so hard to get this far … thanks to you.",
        "95000": "I'll put even more effort!",
        "95001": "I'm sure I'll be able to expand my artistic horizons as a locodol!",
        "95003": "ホッコータルマエ、はっちゃきこくべ！",
        "95004": "The fastest locodol, from Tomakomai ～☆… yes that will do!",
        "110000": "To get closer to our goal, we have to work hard, right?",
        "110001": "Just like the city of Tomakomai, the school has a long history.",
        "110002": "Let's get that first place and get some PR!",
        "120000": "I feel like I've inherited something precious!",
        "140000": "けっぱれ～！",
        "140001": "Yes!",
        "140002": "Uh…",
        "140003": "A big catch… ♪",
        "140004": "So cute!",
        "140005": "Nothing, it's nothing!",
        "140006": "A big catch… ♪",
        "140007": "So cute!",
        "140008": "Alright…",
        "140009": "Phew.",
        "140010": "Mm-hmm.",
        "140011": "Amazing!",
        "140012": "Opportunity!",
        "140013": "Oh, don't fall off!",
        "140014": "Agh!",
        "140015": "So…",
        "140016": "Let's go!",
        "140017": "Aaah!",
        "140018": "Moo.",
        "30007": "Thanks for the support! I'm Tarumae, the star of Tomakomai☆.",
        "90021": "Happy Valentine's Day…!"
    },
    "1100": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!"
    },
    "1102": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "80000": "that's enough for today",
        "140008": "Phew.",
        "140015": "Hmm."
    },
    "1104": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!"
    },
    "1105": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "20039": "Coming.",
        "140008": "Phew.",
        "140009": "Ah…"
    },
    "1106": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "80000": "Thanks for your time."
    },
    "1107": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!"
    },
    "1108": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "140001": "Okay…!",
        "140018": "Oh…"
    },
    "1109": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "140001": "I did it!"
    },
    "1119": {
        "11": "Cygames",
        "12": "Umamusume, Pretty Derby!",
        "20039": "I shall go",
        "20046": "Let's go.",
        "80000": "Good work."
    },
    "9001": {
        "200004": "Photo Studio lets you take photos of your Umamusume♪",
        "200005": "In the Photo Library you can look through all the photos you've taken so far♪",
        "200006": "Trainer! Have you found one you like?",
        "220000": "Welcome. Please take your time.",
        "220001": "A time-limited sale just started. Don't miss out♪",
        "220008": "The 2nd anniversary shop has opened up! Please drop by♪",
        "230000": "Let's update your past rating scores and raise your index level!",
        "230001": "You will get rewards as your index level goes up. Keep up the good work!",
        "230002": "Congratulations. Your index level has increased!",
        "230003": "Oh, what can I do for you today?",
        "250001": "Pieces can be converted. The clovers obtained by conversion can be used to buy items."
    }
}