{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Eishin Flash",
            "text": "(The sweetness of the chocolate and the softness of the sponge \nlook correct. I may have needed 9 minutes, but I think I've \nadapted well and regained my footing.)"
        },
        {
            "name": "Eishin Flash",
            "text": "Sachertorte — finished. Adjustments complete. \nI should have no problem competing."
        },
        {},
        {
            "text": "—a few hours ago."
        },
        {
            "name": "Chairwoman Akikawa",
            "text": "We're looking for lots, lots, lots of contestants for the \n\"Yuushun Chocolate Contest\" again this year!"
        },
        {
            "name": "Chairwoman Akikawa",
            "text": "This is one of the events that will be held at the \n\"Chocolate Festival\" sponsored by Yuushun Confectionery, \nknown for their slogan \"The Apex of Sweets\"!"
        },
        {
            "name": "Chairwoman Akikawa",
            "text": "A chocolate expo, a huge sweets buffet, and a sweets performance \nby pastry chefs from around the world await!"
        },
        {
            "name": "Chairwoman Akikawa",
            "text": "It's a confectionary contest that attracts students \nfrom schools all over Japan! First come, first served! As a \nrepresentative of the academy, I hope you'll consider it!"
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "—Yes, that takes care of your registration! \nThe teams consist of pairs, so you'll have to wait until \nanother person joins before you can actually enter."
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "… By the way, Flash, I heard you're going to take \nover your parents' cake shop after graduating. \nAre you looking to test your skills?"
        },
        {
            "name": "Eishin Flash",
            "text": "Uh, rather, I… decided to participate because Yuushun \nConfectionery is actually my family's business partner, and I \nwas hoping to repay their kindness."
        },
        {
            "name": "Eishin Flash",
            "text": "That's why I can't participate half-heartedly. I'm determined to \nmake the contest exciting and turn it into a bridge to the next…"
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "Oh, I see. Hehe, I love seeing your enthusiasm."
        },
        {
            "name": "Eishin Flash",
            "text": "Thank you very much. Now, if you could contact \nme when the other person joins…"
        },
        {
            "name": "Mihono Bourbon",
            "text": "Excuse me. Is this where I can register \nfor the Yuushun Chocolate Contest?"
        },
        {
            "name": "Eishin Flash",
            "text": "We will now begin the first Yuushun Chocolate Contest Strategy \nMeeting. Please refer to the documents for the agenda."
        },
        {
            "name": "Eishin Flash",
            "text": "—First, let's check the rules. For the Yuushun Chocolate Contest, \neach team will prepare a recipe based on the theme in advance."
        },
        {
            "name": "Eishin Flash",
            "text": "Then, on the day of the event, the work will be done at the \nvenue. The time limit is 5 hours. There will be 2 contestants. \nYou can bring up to 3 people to help with preparations."
        },
        {
            "name": "Mihono Bourbon",
            "text": "Next, I will expand on the procedure for ordering the uniforms. \nUniforms will be provided to the two contestants by the school."
        },
        {
            "name": "Mihono Bourbon",
            "text": "Each participant should select a base design from the catalog, \nfill in the size, and submit the form to Tazuna within 7 days."
        },
        {
            "name": "Eishin Flash",
            "text": "Thank you very much. I appreciate the provision of uniforms. I \ncan move more efficiently when I'm wearing optimized clothing."
        },
        {
            "name": "Eishin Flash",
            "text": "Next, I would like to reaffirm the theme and the future flow. \nThis year's theme is \"Schoolhouse-inspired Chocolate Sweets\"."
        },
        {
            "name": "Eishin Flash",
            "text": "This is an abstract topic, and there are many ways to express it. \nIn other words, the more ideas you have, the more options you \nhave and the better off you are."
        },
        {
            "name": "Eishin Flash",
            "text": "We'll start by gathering helpers and drawing as many designs as \npossible. I think the most efficient method would be to pile up \nprototypes. What do you think?"
        },
        {
            "name": "Mihono Bourbon",
            "text": "\"Calculating\" — Proposal judged most efficient. No objections."
        },
        {
            "name": "Eishin Flash",
            "text": "Right then, after a 3-minute break, check your training schedule \nand calculate your free time. Let's create a concrete schedule."
        },
        {
            "name": "Mihono Bourbon",
            "text": "Understood."
        },
        {
            "name": "Eishin Flash",
            "text": "… Going off topic a bit, but Bourbon, \nare you interested in baking?"
        },
        {
            "name": "Mihono Bourbon",
            "text": "It's a little different from \"Interested\"."
        },
        {
            "name": "Mihono Bourbon",
            "text": "Prototype 5, sponge elasticity is 13% below \nideal. Status \"Failure\" confirmed. …Conclude that \nmore advanced skills are needed."
        },
        {
            "name": "Mihono Bourbon",
            "text": "\"Valentine only comes once a year, don't forget those \nfriend-chocolates!\" \"Express the gratitude you can't normally \nwith splendid chocolates!\""
        },
        {
            "name": "Mihono Bourbon",
            "text": "Ms. Rice, Ms. Bakushin O, and Ms. Flower…… \nMany people I \"wish\" to hand a gift."
        },
        {
            "name": "Mihono Bourbon",
            "text": "…\"Searching\" for efficient training \nmethods immediately— …\"Yuushun Chocolate Contest\"."
        },
        {
            "name": "Mihono Bourbon",
            "text": "In other words, I joined because I \"wanted to improve my skills\". \nTarget level is… enough to win the contest."
        },
        {
            "name": "Mihono Bourbon",
            "text": "Therefore, the target is the grand prize of \nthe Yuushun Chocolate Contest."
        },
        {
            "name": "Eishin Flash",
            "text": "I see… I'm relieved."
        },
        {
            "name": "Mihono Bourbon",
            "text": "\"Relieved\"?"
        },
        {
            "name": "Eishin Flash",
            "text": "The reason for my participation is to repay Yuushun \nConfectionery. My goal is to win the Grand Prize, \nand nothing else is on my mind."
        },
        {
            "name": "Eishin Flash",
            "text": "…A shared goal is essential in team games. I'd like to \nthank you again. —Let's aim for \"The Apex of Sweets\" together."
        },
        {
            "name": "Mihono Bourbon",
            "text": "Yes…!"
        },
        {
            "name": "Nishino Flower",
            "text": "(Purple violas and pink pansies… I hope \nthe older girls will be happy with these flowers.)"
        },
        {
            "name": "Nishino Flower",
            "text": "—Kyaaa!!"
        },
        {
            "name": "Flower's Classmate A",
            "text": "Are you okay, Flower!?"
        },
        {
            "name": "Nishino Flower",
            "text": "No, it's fine! It's just that the planter was a little too big \nand I couldn't see my feet…"
        },
        {
            "name": "Flower's Classmate B",
            "text": "I see～. Then we'll take it! Can I carry it over there?"
        },
        {
            "name": "Nishino Flower",
            "text": "What? Oh, but…!"
        },
        {
            "name": "Flower's Classmate A",
            "text": "It's okay, it's okay. I don't want you to get hurt again! You're \nstill small and some things are just tougher, don't sweat it!"
        },
        {
            "name": "Nishino Flower",
            "text": "Sorry, I'm sorry… —Haa…"
        },
        {
            "name": "Nishino Flower",
            "text": "(I'm trying to be reliable… but I've \nbeen taken care of again…)"
        },
        {
            "name": "Mihono Bourbon",
            "text": "Visual on Ms. Flower. Greetings. I know \nthis is sudden, but I have a favor to ask."
        },
        {
            "name": "Mihono Bourbon",
            "text": "Can you please help me with the \"Yuushun Chocolate Contest\"?"
        },
        {
            "name": "Nishino Flower",
            "text": "A helper, huh? And, uhm… you want me?"
        },
        {
            "name": "Mihono Bourbon",
            "text": "Of course. Please lend us your cooking skills."
        },
        {
            "name": "Nishino Flower",
            "text": "—So, I'm here to help! I'll do my best, thank you very much!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Hahahaha! Same here, I'd love to help as much \nas I can! I'll take care of everything!"
        },
        {
            "name": "Mihono Bourbon",
            "text": "Both of them agreed to do so, as they had \nplenty of free time on their hands."
        },
        {
            "name": "Eishin Flash",
            "text": "That's reassuring. I look forward to working with \nboth of you… Actually, I have invited one more \nperson who can bring ideas that I don't have."
        },
        {
            "name": "Tosen Jordan",
            "text": "Heya, I heard there's tons of free sweets if I help? Is that on?"
        },
        {
            "name": "Eishin Flash",
            "text": "Well then, it won't be that long, but \nI look forward to working with you!"
        }
    ]
}