{
    "text_block_list": [
        {
            "name": "Mihono Bourbon",
            "text": "50 seconds remain. Ms. Flash, the crown at the top is 1.5 cm to the right of the planned position."
        },
        {
            "name": "Eishin Flash",
            "text": "I'll fix it. 1.5cm… Good, we're done…!"
        },
        {
            "name": "Event Commentator",
            "text": "—Time's Up! A big thank you to all contestants!"
        },
        {
            "name": "Event Commentator",
            "text": "Now then, let's get right to the judging! Representatives from each team, please introduce your works!"
        },
        {
            "name": "Tosen Jordan",
            "text": "Whoa, doesn't our cake look stupendous? Like, I totally wanna dig in!?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "—Haa! We're next! My heart is bakushining～…!"
        },
        {
            "name": "Event Commentator",
            "text": "Next up, Japan Uma Musume Training Center Academy! Please present your work."
        },
        {
            "name": "Eishin Flash",
            "text": "Yes. I'm Eishin Flash from Tracen Academy. We wanted to express… \"the dedication to victory\", as the image of our academy."
        },
        {
            "name": "Eishin Flash",
            "text": "Our school, Tracen Academy, is a prestigious domestic racing school, where only horsegirls are enrolled. Everyone spends their days racing and competing against each other."
        },
        {
            "name": "Eishin Flash",
            "text": "However, we can't just be training from morning to evening."
        },
        {
            "name": "Eishin Flash",
            "text": "… The girls greeting people early in the morning, those who take care of their nails during recess, or tend to flower beds on a daily basis…"
        },
        {
            "name": "Eishin Flash",
            "text": "Those fervently chasing their idol dreams, or working as models, those stuck in the student council room, and fortune telling afficionados…"
        },
        {
            "name": "Eishin Flash",
            "text": "Worrying about their studies, their friendships, and their own qualities… Many different days are spent at that academy."
        },
        {
            "name": "Eishin Flash",
            "text": "But at the same time, there is one conviction they all share. Their \"dedication to victory\" — \"the desire to win\"."
        },
        {
            "name": "Eishin Flash",
            "text": "We projected our school's unique pride onto our cake."
        },
        {
            "name": "Judge",
            "text": "I see. \"Eclipse first, the rest nowhere\" — that's the school motto of Tracen Academy, isn't it?"
        },
        {
            "name": "Eishin Flash",
            "text": "Yes, \"The one who stands without equal\". …Perhaps nothing describes it better."
        },
        {
            "name": "Judge",
            "text": "Thank you very much. A magnificent display. Not only of your work, but also of your earnest fondness for your academy."
        },
        {
            "name": "Both",
            "text": "…!"
        },
        {
            "text": "(Clap clap clap…)"
        },
        {
            "text": "Now then, it is time to announce the winning team of this year's Yuushun Chocolate Contest!"
        },
        {
            "name": "Tosen Jordan",
            "text": "And you came in second! Aww, ～～you were～～ so close～!!"
        },
        {
            "name": "Eishin Flash",
            "text": "The winning school was a cut above the rest, both in idea and execution… But that's exactly why… it's so frustrating, this."
        },
        {
            "name": "Mihono Bourbon",
            "text": "Indeed. But we did our best."
        },
        {
            "name": "Nishino Flower",
            "text": "… sob…"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Ugh! As class president, I'm very frustrated as well! Nnnn!"
        },
        {
            "name": "Eishin Flash",
            "text": "…"
        },
        {
            "name": "Mihono Bourbon",
            "text": "…? Identified a \"giggle\". What brought this on?"
        },
        {
            "name": "Eishin Flash",
            "text": "… No, I just thought we really are students of Tracen Academy. We all aimed for a single goal… and we feel frustrated fall even one step short."
        },
        {
            "name": "Eishin Flash",
            "text": "Because everyone is \"dedicated to winning\", we also all feel the frustration of losing…"
        },
        {
            "name": "Eishin Flash",
            "text": "And so I'm certain everyone feels the same right now."
        },
        {
            "name": "Mihono Bourbon",
            "text": "—Next time, I want to win."
        },
        {
            "name": "Eishin Flash",
            "text": "Exactly. Next time… Next time, let's win. Everyone!"
        },
        {
            "name": "All 4",
            "text": "Yeah!"
        },
        {
            "name": "Tosen Jordan",
            "text": "— Well then! Let's have a blast for the rest! I'm gonna stuff myself with chocolate!"
        },
        {
            "name": "Eishin Flash",
            "text": "Um, Jordan, where are you going?"
        },
        {
            "name": "Tosen Jordan",
            "text": "A \"chocolate festival\"! There's a buffet～, and there's gonna be a show with famous patissiers from all over the world, yeah?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Famous patissiers from all over the world…!? Well, I can't let that slip me by!"
        },
        {
            "name": "Nishino Flower",
            "text": "… Heheh. We should have a look too, Ms. Bourbon."
        },
        {
            "name": "Mihono Bourbon",
            "text": "Ms. Flower. I have something for you."
        },
        {
            "name": "Mihono Bourbon",
            "text": "I know it's a little early, but here it is. A must-have item, \"The Best Friend Chocolate\". Thank you very much for always helping me."
        },
        {
            "name": "Nishino Flower",
            "text": "Hee- eeeh!? Th- thank you very much!"
        },
        {
            "name": "Mihono Bourbon",
            "text": "…I sense an \"easing\" in your expression… In fact, I was a little \"worried\" because I could sense the occasional \"tension\" in your expression."
        },
        {
            "name": "Mihono Bourbon",
            "text": "You are a \"dependable\" person. You have supported me as a roommate many times."
        },
        {
            "name": "Mihono Bourbon",
            "text": "That's why, when I heard the word \"helper,\" I immediately thought to come to you."
        },
        {
            "name": "Mihono Bourbon",
            "text": "I would like to make an effort to be a \"reliable\" person to you too, Ms. Flower. …That is to say, I hope you will continue to be my friend."
        },
        {
            "name": "Nishino Flower",
            "text": "… Ms. Bourbon… Were you…"
        },
        {
            "name": "Nishino Flower",
            "text": "—Ehehe. I'm glad to hear that. It's my pleasure… and I hope just the same!"
        }
    ]
}