{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Kawakami Princess",
            "text": "—— <i>Phew</i>! The position of my elbow, my fingertips…… Ah!"
        },
        {
            "name": "Kawakami Princess",
            "text": "<i>Ngh… hah, hah……</i> It's still not good enough. \nI've got to keep focus, all the way from my \nfingertips to the very end of my tail…!"
        },
        {
            "name": "Haru Urara",
            "text": "<b>KAWAKAMIIIII——!! \n</b>"
        },
        {
            "name": "Kawakami Princess",
            "text": "—— <i>Wuehh!?</i> Ms. Urara…!? Y-Y-Y-You totally startled me…! \nW-What's going on, what happened?"
        },
        {
            "name": "Haru Urara",
            "text": "Hey! I want you to teach me the trick to using an <i>Ōdachi</i>!"
        },
        {
            "name": "Kawakami Princess",
            "text": "First off, as mentioned in PriFighter's hot-blooded training \nepisode, \"If you want to get stronger, you've got to eat!\"!"
        },
        {
            "name": "Kawakami Princess",
            "text": "To master the <i>Ōdachi</i>, power and weight are crucial! \nYou need to eat and build up your body!"
        },
        {
            "name": "Haru Urara",
            "text": "Roger that! Bon appétit!!"
        },
        {
            "name": "Kawakami Princess",
            "text": "To wield a sword, having a strong grip is key! Hold it like you're \ngoing to crush it! Work on building up your strength like this!!"
        },
        {
            "name": "Haru Urara",
            "text": "I'm going to crush it!!"
        },
        {
            "name": "Haru Urara",
            "text": "Bam, bam…! Bam～…… \n<i>Eep…</i> I'm starting to feel a bit sick……"
        },
        {
            "name": "Kawakami Princess",
            "text": "<i>Oof…</i> I think I might have overdone it with the food just now… \n<i>Blech……</i> M-Maybe we should take a little break……"
        },
        {
            "name": "Haru Urara",
            "text": "<i>Wa-phew…</i> I'm so tired… But hehe, I feel a bit stronger now!"
        },
        {
            "name": "Kawakami Princess",
            "text": "I'm honored to have been of help!"
        },
        {
            "name": "Haru Urara",
            "text": "Yeah! Thanks! Kawakami, if there's anything I can \nhelp you with, just let me know, okay?"
        },
        {
            "name": "Kawakami Princess",
            "text": "…… Oh, yeah. Hehe, actually, I'm a bit stuck at the moment."
        },
        {
            "name": "Kawakami Princess",
            "text": "I just can't seem to execute it like Madam King… \nIt's really quite embarrassing……"
        },
        {
            "name": "Haru Urara",
            "text": "Whaaat, that's not true! I mean, the way you are \nright now, you're just like King, Kawakami!"
        },
        {
            "name": "Kawakami Princess",
            "text": "Wha……?"
        },
        {
            "name": "Haru Urara",
            "text": "King was <i>suuper</i> pumped even before the training camp started! \nSo when she lost her role, she felt really sad about it."
        },
        {
            "name": "Haru Urara",
            "text": "She had the same look on her face as when she loses a race. \nShe was all \"<i>grrr</i>\", full of frustration."
        },
        {
            "name": "Haru Urara",
            "text": "But you see, King is really amazing! No matter how frustrated \nshe gets, by the next day, she's full of energy again! She never \ngives up and keeps trying her best!"
        },
        {
            "name": "Haru Urara",
            "text": "Your frustrated face looks just like King's, Kawakami! \nThat's why I'm sure you'll be able to do it too!"
        },
        {
            "name": "Kawakami Princess",
            "text": "I'm… just like Madam King……?"
        },
        {
            "name": "Kawakami Princess",
            "text": "…… I really made a fool of myself there."
        },
        {
            "name": "Kawakami Princess",
            "text": "Just being a substitute for Madam King isn't enough — it's not \njust about filling the role. I need to carry on Madam King's \nvision and intent, too……"
        },
        {
            "name": "Kawakami Princess",
            "text": "I need to take on all her feelings of frustration, her strength \nin never giving up, and channel them into creating something \neven more amazing…!"
        },
        {
            "name": "Haru Urara",
            "text": "Yeah! I'll give it my all too! Let's work hard \ntogether and put on an amazing show!!"
        },
        {
            "name": "Kawakami Princess",
            "text": "Yes, an amazing show! …Oh, but… \nI wonder if it's really okay this way?"
        },
        {
            "name": "Kawakami Princess",
            "text": "What Madam King really wanted was ——"
        },
        {
            "name": "Tokai Teio",
            "text": "Let's do the \"traditional\" version after all!!"
        },
        {
            "name": "Kawakami Princess",
            "text": "<i>!?</i> What's gotten into the two of you!?"
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "Just now… Teio and I were looking through some old \ndocuments, and… we found a video of the president, \nwhich is why…!"
        },
        {
            "name": "Tokai Teio",
            "text": "We want to do it the \"traditional\" way! Otherwise, it just \nwouldn't feel right! 'Cause Prez really livened up her own \nFestival of Illustrious Equines with the same performance!"
        },
        {
            "name": "Tokai Teio",
            "text": "If we're going to carry the torch and make it even bigger, \nwe have to do it in its \"traditional\" form… otherwise, there's \nno point! That's why ——"
        },
        {
            "name": "Kawakami Princess",
            "text": "I-I feel the same way! I want to carry on Madam King's wishes \nproperly! I will step up to do the \"traditional\" Votive Stage Play \nthat Madam King wanted to perform……!!"
        },
        {
            "name": "Tokai Teio",
            "text": "—— ! Hehe, it's like our feelings are in sync!"
        },
        {
            "name": "Haru Urara",
            "text": "Yeah, yeah, let's do it! It's like we're doing something \nsimilar to the Shirabyōshi, and that's so exciting!!"
        },
        {
            "name": "Kawakami Princess",
            "text": "Similar……?"
        },
        {
            "name": "Tokai Teio",
            "text": "—— Oh… I see. \nSo that's why we dedicate this story……"
        },
        {
            "name": "Tokai Teio",
            "text": "The feeling of wanting to succeed and follow in the footsteps \nof someone you admire is probably the same in any era…"
        },
        {
            "name": "Kawakami Princess",
            "text": "……! I guess the Shirabyōshi was carrying these feelings \nbubbling up from the depths of her heart as well…!"
        },
        {
            "name": "Kawakami Princess",
            "text": "—— Let's give it our all! Let's put all our \nemotions into this Votive Stage Play!!"
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "In that case, we need to convince King too! \nI'm sure she'll understand ——"
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "Actually, I think King is the one who wants to \nperform it the \"traditional\" way the most here!"
        },
        {
            "name": "King Halo",
            "text": "<i>Hh… Huuuh!?</i> You guys, we're running out of time before \nthe main event, you know?! It's finally started to come \ntogether, and now, all of a sudden……"
        },
        {
            "name": "Kawakami Princess",
            "text": "Please allow us to make this happen!! \nI'll do my best, even if it means pushing myself to the limit!"
        },
        {
            "name": "Tokai Teio",
            "text": "I'm absolutely going to make it happen! I'll turn this into the \ngreatest stage they'll ever see! Remember our promise when \nwe watched the <i>Kagura</i> dance at the harvest festival?"
        },
        {
            "name": "King Halo",
            "text": "……… <i>Siiigh</i>. Alright, I get it. If you all are that adamant \nabout it, then I have no right to stop you."
        },
        {
            "name": "King Halo",
            "text": "But… as the lead, it will be particularly challenging for you. \nAre you prepared for it?"
        },
        {
            "name": "Kawakami Princess",
            "text": "I'm totally up for this!! With all due respect, \nI'll take on Madam King's wishes——!"
        },
        {
            "name": "King Halo",
            "text": "Wait. …I feel compelled to express this to you, \nespecially since you're taking on my role."
        },
        {
            "name": "King Halo",
            "text": "Ms. Kawakami, I have faith in your abilities. I believe you can \naccomplish this more admirably than anyone else. So ——"
        },
        {
            "name": "King Halo",
            "text": "—— I'm entrusting you with my role."
        },
        {
            "name": "Kawakami Princess",
            "text": "……! Yes, m'am. It's an honor…!"
        },
        {
            "name": "King Halo",
            "text": "Okay, if we're going to do this, we really are going \nto push ourselves to the limit. I'll support you \nwith everything I've got too… so be prepared!"
        },
        {
            "name": "Tokai Teio",
            "text": "—— ! Yeah, let's do our best!!"
        },
        {
            "name": "All Together",
            "text": "Whooo!!"
        }
    ]
}