{
    "text_block_list": [
        {
            "name": "Votive Play Instructor",
            "text": "The Votive Stage Play performed at the Festival of Illustrious Equines is one of the traditional ceremonial performing arts, handed down from ancient times."
        },
        {
            "name": "Votive Play Instructor",
            "text": "It's a comprehensive art form that combines traditional plays, dances, stage combat, and short \"<i>ko-uta</i>\" songs, all showcased at the shrine's <i>Kagura Hall</i> which you can see over there."
        },
        {
            "name": "Votive Play Instructor",
            "text": "The heart of this event is bringing various classic tales to life, offering them up during the festival to seek favor from the revered trio of goddesses."
        },
        {
            "name": "Votive Play Instructor",
            "text": "Today, we'll be going through the script for this year's performance and hash out our casting decisions."
        },
        {
            "name": "Kawakami Princess",
            "text": "\"<i>Shirabyōshi</i> \"……?"
        },
        {
            "name": "Votive Play Instructor",
            "text": "That's correct. Our lead horsegirl is a singer and dancer known as a Shirabyōshi, and our story unfolds around her inheriting her art from her mentor."
        },
        {
            "name": "Votive Play Instructor",
            "text": "—— Its narrative is of her apprenticeship, during which she encounters traveling performers and divine messengers in the form of butterflies, each step on her path laden with revelation."
        },
        {
            "name": "Votive Play Instructor",
            "text": "The characters in the story are the Shirabyōshi, twin butterflies, and a duo of traveling performers. —— So, who's up for which role?"
        },
        {
            "name": "King Halo",
            "text": "—— I'll step up for the Shirabyōshi. As a first-class horsegirl, I'm ready to bring my very best to the lead role."
        },
        {
            "name": "Haru Urara",
            "text": "I'm sure King will be a super cool lead!!"
        },
        {
            "name": "Kawakami Princess",
            "text": "Yes, absolutely!! With her elegance, grace, and commanding presence, Madam King can bring any character to life with finesse!"
        },
        {
            "name": "Tokai Teio",
            "text": "The lead role is tempting, but I'm really interested in this \"Butterfly\" character～ Playing a divine messenger? Count me in, it sounds awesome♪"
        },
        {
            "name": "Votive Play Instructor",
            "text": "Alright, so Ms. King Halo will take on the lead role of Shirabyōshi. Further ——"
        },
        {
            "name": "Votive Play Instructor",
            "text": "Ms. Tokai Teio and Ms. Tsurumaru Tsuyoshi, you'll be our twin butterflies."
        },
        {
            "name": "Votive Play Instructor",
            "text": "That leaves Kawakami Princess and Haru Urara as the traveling performers. Alright, I'll hand you your scripts."
        },
        {
            "name": "King Halo",
            "text": "—— Oh? What's that script over there…?"
        },
        {
            "name": "Votive Play Instructor",
            "text": "Ah, this is the \"abridged\" version. For these types of ceremonial performances, multiple script variations are often penned. The abridged one simplifies the narrative."
        },
        {
            "name": "Votive Play Instructor",
            "text": "I've handed you the \"traditional\" version of the script. We will aim to honor it in its original form for this devotional enactment."
        },
        {
            "name": "Votive Play Instructor",
            "text": "—— With that said, I look forward to seeing you for practice starting tomorrow."
        },
        {
            "name": "All Together",
            "text": "Yes, ma'am!"
        },
        {
            "text": "—— And so, rigorous practice began the next day."
        },
        {
            "name": "Votive Play Instructor",
            "text": "Your practice will include learning the basic movements, script read-throughs, acting drills, and full rehearsals. —— Let's start by learning the proper way to walk."
        },
        {
            "name": "Votive Play Instructor",
            "text": "Shirabyōshi, stand tall, own your role! Butterflies, you are messengers of the gods. Keep your body relaxed and exude that transcendent aura!"
        },
        {
            "name": "All 3",
            "text": "Yes, ma'am!"
        },
        {
            "name": "Votive Play Instructor",
            "text": "Ms. Urara, engage your core more! Ms. Kawakami, lower your stance! Your role as travelers demands power and poise."
        },
        {
            "name": "Both",
            "text": "Yes, ma'am!!"
        },
        {
            "name": "King Halo",
            "text": "<i>O mighty and revered three pillars, witness my dance till its end.</i>"
        },
        {
            "name": "King Halo",
            "text": "<i>My essence carries my mentor's legacy and the solemnity of the pillars. I am the vessel of ancestral wisdom, pledging to prolong their esteemed heritage</i> ——<i> </i>"
        },
        {
            "name": "Kawakami Princess",
            "text": "Whoaaah… Madam King, you're mesmerizing…! Your movements and voice are perfect, and every detail, to the tips of your fingers, is refined!!"
        },
        {
            "name": "King Halo",
            "text": "…… <i>Phew</i>. Ms. Kawakami, did you catch all that?"
        },
        {
            "name": "King Halo",
            "text": "………… I'm tilting my chin up too much. And here, my footwork needs tightening up. Let's take it from the top."
        },
        {
            "name": "Kawakami Princess",
            "text": "Deeeeyahhh!! —— Hah! Haaaah!!"
        },
        {
            "name": "Haru Urara",
            "text": "Eeey…… uh, waaaa～～??"
        },
        {
            "name": "Haru Urara",
            "text": "Whoah～～ These <i>Ōdachi</i> are really heavy～! Kawakami, you're amazing!"
        },
        {
            "name": "Kawakami Princess",
            "text": "Miss Urara, you almost had it! Just a little more oomph, a real wham! Give it your all with a full spin, and you'll nail it for sure!"
        },
        {
            "name": "Tokai Teio",
            "text": "One, two… threeee!!"
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "<i>Uwaaaaa!?</i> That was close!! ……<i>Huff, pheew</i>… g-getting the timing right is tougher than it looks…!!"
        },
        {
            "name": "Tokai Teio",
            "text": "Mmh, synchronizing is a real challenge～! Hey Tsuru, let's try one more ti— Wait, Tsuruuu!?"
        },
        {
            "name": "Votive Play Instructor",
            "text": "—— Great work, everyone! That wraps up today. Tomorrow, we'll start with a read-through in the morning, followed by more acting practice in the afternoon."
        },
        {
            "name": "Votive Play Instructor",
            "text": "Everyone, please make sure to rest up well and take some time to go over what was discussed today. See you then."
        },
        {
            "name": "All Together",
            "text": "Thank you for teaching us…!"
        },
        {
            "name": "Kawakami Princess",
            "text": "Hey, hey, to go and see, it costs, um… oh, to receive! But… possessed, no ledge…? Not……?"
        },
        {
            "name": "King Halo",
            "text": "It's \"knowledgeable\". \"Although possessed of minds knowledgeable we are not,\" — They are saying that they're not exceptionally talented in their art."
        },
        {
            "name": "Kawakami Princess",
            "text": "Nolegible…! Thank you so much! <i>Aldough possessed of minds noles— nolegible we are not! </i> Nolegible……"
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "The old language form's pretty tough to get, isn't it～ Honestly, I'm not even sure what it's all about in the end…"
        },
        {
            "name": "King Halo",
            "text": "Then, shall we go over it again? Are you ready? This is a story of mentorship and legacy among both Shirabyōshi dancers ——"
        },
        {
            "name": "King Halo",
            "text": "To inherit the skills of her master who fell ill, the Shirabyōshi secludes herself in the mountains for training. There, she encounters the butterflies, which you two are playing."
        },
        {
            "name": "Tokai Teio",
            "text": "They tease the Shirabyōshi, but are in fact messengers for the three goddesses! They give her hints, and always watch over her hard work."
        },
        {
            "name": "King Halo",
            "text": "Furthermore, a troupe of traveling performers passes through the mountains. Their way of being also serves as an inspiration to the Shirabyōshi."
        },
        {
            "name": "King Halo",
            "text": "Even though they were unable to inherit their master's artistry, they are loved by people for their unique sword dance. Such traveling performers remind the Shirabyōshi of the joy in art."
        },
        {
            "name": "Haru Urara",
            "text": "Oh wow! A traveling performer! That sounds like a fun role!!"
        },
        {
            "name": "Tokai Teio",
            "text": "But why focus on a \"Shirabyōshi\"? Isn't this story more about dedication in the arts? I'm just not quite getting the connection with the \"Festival of Illustrious Equines\", you know?"
        },
        {
            "name": "King Halo",
            "text": "Well…… maybe the Shirabyōshi and today's horsegirls share the same kind of feelings. The idea of working tirelessly towards a goal is something I can definitely relate to."
        },
        {
            "name": "Tokai Teio",
            "text": "Hmm, maybe that's what it is…? Oh well! Anyway, let's work hard in practice tomorrow! So for now… let's play some games!"
        },
        {
            "name": "King Halo",
            "text": "How does it lead to that!?"
        },
        {
            "name": "Tokai Teio",
            "text": "It's fiiiine, it's all for <i>recreation</i>! Think of it as deepening our togetherness!"
        },
        {
            "name": "Haru Urara",
            "text": "Alrighty! I've brought a deck of cards with me! <i>Ta-da</i>!"
        },
        {
            "name": "Kawakami Princess",
            "text": "It's just like the all-night Old Maid tournament from \"Princess Fighter♪Quartet\"! That really boosted their team spirit!"
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "Aaalriiiiight! An intense Old Maid endurance race! I'm going all in to win this!!"
        },
        {
            "name": "King Halo",
            "text": "—— Make it a point to be in bed early and wake up early!!!! …… I'll join in, of course… at least for a bit."
        }
    ]
}