{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "It had been a few days since I saw Vivlos' mock race. \nIf her dream was to race in Dubai, then I'd need to \ndo some research so I could properly guide her――"
        },
        {
            "text": "So, in the past few days I was looking over her data, \nas well as her two sisters――\"Verxina\" and \"Cheval Grand.\""
        },
        {
            "name": "Verxina",
            "text": "『――Well, to be honest, winning the Victoria Mile \nback-to-back brought a great sense of relief.』"
        },
        {
            "name": "Verxina",
            "text": "『When pursuing the Triple Tiara, always getting 2nd…… \nafter that Shuuka Sho, truthfully, was a nightmare. \nThinking that if I had just taken one more step……』"
        },
        {
            "name": "Verxina",
            "text": "『But that frustation, I believe it's what led to winning the Victoria \nMile. And now, I can't help but feel grateful for those losses――』"
        },
        {
            "text": "Verxina……the first Uma Musume in history to win the 『Victoria M』 \nconsecutively. With her perseverance and earnestness, she overcame \nthe frustation and achieved glory."
        },
        {
            "name": "Cheval Grand",
            "text": "Haaa……Haaa…… \nDamn, at the end, I need to be able to accelerate more……"
        },
        {
            "name": "Cheval Grand",
            "text": "……I need to work harder. \nIf I don't……then I'll never be a great Uma Musume……!"
        },
        {
            "text": "Cheval Grand……since her debut, she did not have \nany notable results. However, like her older \nsister, she's earnest and has a lot of potential."
        },
        {
            "text": "The younger sister of these two, Vivlos, had also \ninherited that talent. She's also achieved excellent \nresults during her training with instructors."
        },
        {
            "text": "If she continues to pursue her training seriously, then her \ntalk about going to Dubai won't remain an impossible dream――",
            "choice_data_list": [
                "(If there was a concern then……)"
            ]
        },
        {
            "name": "Vivlos",
            "text": "……",
            "choice_data_list": [
                "Oh, Vivlos!?"
            ]
        },
        {
            "text": "……for some reason she seemed to be depressed. \nNow that I think about it, I said I'd consider the \ncontract on my own but, I hadn't met her since then."
        },
        {
            "name": "Vivlos",
            "text": "……I'm sorry.",
            "choice_data_list": [
                "Eh?"
            ]
        },
        {
            "name": "Vivlos",
            "text": "You see……for a long time, I've been told \n『You're good at getting your way』 by everyone.",
            "choice_data_list": [
                "……Hm?"
            ]
        },
        {
            "name": "Vivlos",
            "text": "Papa and Mama, and my older sisters were all really kind. \nThey spoiled me alot……and I love them."
        },
        {
            "name": "Vivlos",
            "text": "Hmm-, well there were times it failed with Chevacchi though. \nBut, they still showered me with lots of love.",
            "choice_data_list": [
                "(What's she talking about……?)"
            ]
        },
        {
            "name": "Vivlos",
            "text": "Toys, snacks, and friends too……even my first race. \nEverything I wanted, I'd always get it."
        },
        {
            "name": "Vivlos",
            "text": "But you see, there was one thing that I wasn't given. \nAnd that was――my feelings for Dubai."
        },
        {
            "name": "Vivlos",
            "text": "When I was a kid, my family went on vacation to Dubai. \nAnd it was there……that I saw a super amazing world!"
        },
        {
            "name": "Vivlos",
            "text": "Really, it was amazing! Everything I saw sparkled, \nand it was all about Celebs! I started to \nthink I really wanted to become a Celeb too!"
        },
        {
            "name": "Vivlos",
            "text": "Definitely, we definitely have to live here, is \nwhat I begged my parents for but……it wasn't possible \nthey said. In the end, it couldn't be granted."
        },
        {
            "name": "Vivlos",
            "text": "I couldn't give it up though, and I did a lot of research \nin to Dubai. And then……I saw them. Races in Dubai……!"
        },
        {
            "name": "Vivlos",
            "text": "And it was just so amazing……! It was so dazzling, and I \nwas mesmerized immediately! The race course, the people \nthat were there, and the Uma Musume……they were all sparkly!"
        },
        {
            "name": "Vivlos",
            "text": "And if I were to run and win there……more so than living there, \nI'd be even more of a Celeb right? For the winners of those \nraces, accessories covered in jewels matched them perfectly!"
        },
        {
            "name": "Vivlos",
            "text": "And at that moment, I could feel even more excitement in my chest…… \nand a new dream was born. ――That I want to win races in Dubai!"
        },
        {
            "name": "Vivlos",
            "text": "But……Mama and Papa, and my Onee-chans, \nall said 『You're still saying that, Vivlos~?』……"
        },
        {
            "name": "Vivlos",
            "text": "They don't think I'm serious. But it's true that it \nsounds like a childish dream……but I'm not messing around.",
            "choice_data_list": [
                "……!"
            ]
        },
        {
            "name": "Vivlos",
            "text": "But I'm really serious, I want to run races in \nthat sparkly place, Dubai! For that dream, \nI want to do my best. I believe I can do my best."
        },
        {
            "name": "Vivlos",
            "text": "Compared to my serious Onee-chans, I know that it's weird. \nBut…… ……that's what my dream is."
        },
        {
            "name": "Vivlos",
            "text": "……Trainer-san, \ndo you think this isn't a worthwhile dream?",
            "choice_data_list": [
                "(Aah……so that's what this is about)",
                "(Aah……so that's what this is about)"
            ]
        },
        {
            "text": "The reason why Vivlos seemed so depressed and why she \nstarted talking so much about herself……I finally realized."
        },
        {
            "text": "She had just told me about Dubai, and I left \nwithout responding directly to her. She was left \nshocked and eventually came to explain herself."
        },
        {
            "name": "Vivlos",
            "text": "Is it really…… \nnot a serious goal?",
            "choice_data_list": [
                "No, I think it's a wonderful dream",
                "No, I think it's a wonderful dream"
            ]
        },
        {
            "name": "Vivlos",
            "text": "Eh……",
            "choice_data_list": [
                "Sorry I didn't explain. You see――",
                "Sorry I didn't explain. You see――"
            ]
        },
        {
            "name": "Vivlos",
            "text": "――Then, Trainer-san……does that mean you were thinking \nabout how to get me to Dubai this whole time?",
            "choice_data_list": [
                "Helping with your dream is my job"
            ]
        },
        {
            "name": "Vivlos",
            "text": "…… \nDoes that mean you don't think it's hopeless for me?",
            "choice_data_list": [
                "It's not impossible for you",
                "It's not impossible for you"
            ]
        },
        {
            "name": "Vivlos",
            "text": "……!"
        },
        {
            "text": "When I rewatched video of her mock race and her \ntraining footage, I could feel her potential. \nWith proper guidance she will continue to grow.",
            "choice_data_list": [
                "You can aim for Dubai",
                "You can aim for Dubai"
            ]
        },
        {
            "name": "Vivlos",
            "text": "……When you put it like that…… \nTrainer-san……you're going to get my hopes up, you know?"
        },
        {
            "name": "Vivlos",
            "text": "That means you can see that image of \nme making it to Dubai, right? Then……"
        },
        {
            "text": "She was staring at me with eyes full of expectations. \nHowever, even if she wasn't 『Begging』 me, \nI had already decided to move forward――",
            "choice_data_list": [
                "I'll be your trainer!",
                "I'll be your trainer!"
            ]
        },
        {
            "name": "Vivlos",
            "text": "………"
        },
        {
            "name": "Vivlos",
            "text": "I guess it's true, huh……I'm not hopeless at all. \nAfter all, Trainer-san said it was fine and properly understood me."
        },
        {
            "name": "Vivlos",
            "text": "……Right! My eyes never deceive me after all! \nTore-cchi, you're the best! I'm also the best~♡",
            "choice_data_list": [
                "(Back to Tore-cchi, huh……)"
            ]
        },
        {
            "name": "Vivlos",
            "text": "And so, you were thinking about me the whole time, huh? \nWhat do I need to do to get to Dubai?"
        },
        {
            "text": "Of course, it depended mostly on her training from now on, but…… \nif there was one thing that would help right off the bat……",
            "choice_data_list": [
                "(It caught my attention back then too)"
            ]
        },
        {
            "name": "Shop Assistant",
            "text": "And so, that skirt you liked before just arrived! \nWould you like to try it on? The size is XS but……"
        },
        {
            "name": "Vivlos",
            "text": "Thank you very much! Hmmm~ as I thought, it's \nso cute! But……looking at it, it might be too \nbig. Looks like the waist will be really loose."
        },
        {
            "text": "By no means was she too short. But on the other hand, she was very \nslender. Most likely her weight was a problem too……that's why――",
            "choice_data_list": [
                "Let's start by getting a good meal!"
            ]
        },
        {
            "name": "Vivlos",
            "text": "…… \nHuh?"
        }
    ]
}