{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "On a day off, I headed to the shopping mall, where I saw ——"
        },
        {
            "name": "El Condor Pasa",
            "text": "No, that's not it! No es correctooo!! \nI'm talking more \"Earth! Wind! Fire!\"……"
        },
        {
            "text": "A familiar voice echoed through the halls. \nI better find its owner before she starts \nasking about the village people……"
        },
        {
            "name": "El Condor Pasa",
            "text": "Liiike I saaiiid! I want something nimbler, \nmore <i>whooshy</i> and El-like!"
        },
        {
            "name": "Shop Assistant",
            "text": "<i>Wo… Whooshy</i>, did you say, miss? \nCan I interest you in these, perhaps…?"
        },
        {
            "name": "El Condor Pasa",
            "text": "Mmmm… disappointing! I need something stronger, \nwhere I can feel the power when hitting the ground…"
        },
        {
            "name": "El Condor Pasa",
            "text": "Uuuuy～ How do I get you to understand…? \n<i>Haah</i>, if only Trainer was here ——",
            "choice_data_list": [
                "You called?",
                "You called?"
            ]
        },
        {
            "name": "El Condor Pasa",
            "text": "Qué?! Th-That voice…… Trainer?!"
        },
        {
            "text": "El Condor Pasa had been trying to buy herself running shoes, \nbut ran into trouble communicating with the store clerk.",
            "choice_data_list": [
                "You just want shoes that suit you, yeah?",
                "You just want shoes that suit you, yeah?"
            ]
        },
        {
            "name": "El Condor Pasa",
            "text": "¡Bueno! But I don't know how to tell her. \nIt's all gibberish in my head, I'm losing hope."
        },
        {
            "name": "El Condor Pasa",
            "text": "But, Trainer, you know what I mean, right? \n'Cause you're my trainer!"
        },
        {
            "name": "El Condor Pasa",
            "text": "And you can explain it to the clerk, can't you? \nWe're an outstanding tag team after all!",
            "choice_data_list": [
                "I'll try."
            ]
        },
        {
            "name": "El Condor Pasa",
            "text": "¡Gracias! Grateful and with tender eyes, El's all smiles! \nThere's nothing to fear when you're here, Trainer!"
        },
        {
            "name": "El Condor Pasa",
            "text": "I want shoes that are light like the wind, but sharply \nturning and also protective like the earth… something \nfiery like that!"
        },
        {
            "text": "Taking in her words, I asked the shop assistant for breathable \nshoes with good grip and cushioning in a bright shade…"
        },
        {
            "name": "El Condor Pasa",
            "text": "Great job, Trainer! These are the shoes I wanted to a tee!"
        },
        {
            "name": "El Condor Pasa",
            "text": "I knew it, we understand each other! Our bond's strong! \nOur trust deep! Truly birds of a feather!!"
        },
        {
            "name": "El Condor Pasa",
            "text": "It's almost like my tag play with <i>mama</i>. One time, when she \ntook me shopping for a celebration present ——"
        },
        {
            "name": "El Condor Pasa",
            "text": "Aaaaah, that's right!! Trainer! \nThere's just one more place El wants to go!!"
        },
        {
            "text": "So saying, the place El Condor Pasa took me to \nturned out to be a fast food restaurant."
        },
        {
            "name": "El Condor Pasa",
            "text": "Mmm～ I can smell the juicy aroma from here… \n<i>Aaah</i>, everything looks delicious～",
            "choice_data_list": [
                "I'm helping pick from the menu this time?",
                "I'm helping pick from the menu this time?"
            ]
        },
        {
            "name": "El Condor Pasa",
            "text": "<i>Hehen</i>, no es correcto! Wait here, Trainer!"
        },
        {
            "text": "And with that, El Condor Pasa went to line up at the counter…"
        },
        {
            "name": "El Condor Pasa",
            "text": "I bring fooood!!"
        },
        {
            "text": "The food she'd bought laid spread out on the table. \n…… However ——"
        },
        {
            "name": "El Condor Pasa",
            "text": "Is it the plate or the coating that burns crimson!? \nNo, it's the fries themselves that are on fire!!"
        },
        {
            "name": "El Condor Pasa",
            "text": "Spiciness is deliciousness! Deliciousness is crimson! \nRed, hot, spicy! El's Special Fries await yoouuu!!",
            "choice_data_list": [
                "I feel these words do not bode well…"
            ]
        },
        {
            "name": "El Condor Pasa",
            "text": "<i>Mm-hm-hmm</i>. Are you curious, Trainer? \nAbout the redness of these fries…!"
        },
        {
            "name": "El Condor Pasa",
            "text": "Wonder no longer, El will tell you all about it! \nThat's right, this is the power of my family's secret sauce!"
        },
        {
            "name": "El Condor Pasa",
            "text": "They finally sent me a jar yesterday, so I came to use it all up!"
        },
        {
            "name": "El Condor Pasa",
            "text": "No worries, El guarantees it tastes great! \nPapa loves spicy and even he jumps up \nand down for this sauce!"
        },
        {
            "name": "El Condor Pasa",
            "text": "Come, come, Trainer! Go right ahead!!"
        },
        {
            "text": "This sounds like a danger to even have near my mouth. \nIt'll be tough, but I should respectfully decline to ——"
        },
        {
            "name": "El Condor Pasa",
            "text": "Ehehe, you're the first one I ever shared this sauce with, Trainer."
        },
        {
            "name": "El Condor Pasa",
            "text": "Mama always taught me, \"This sauce is special, \nyou should only eat it with family\" ——"
        },
        {
            "name": "El Condor Pasa",
            "text": "—— \"It's far too dangerous a stimulus \nfor people who aren't used to it\".",
            "choice_data_list": [
                "Y-You don't say…"
            ]
        },
        {
            "name": "El Condor Pasa",
            "text": "That's right, it's a precious sauce that should only \nbe served to those you love and trust!"
        },
        {
            "name": "El Condor Pasa",
            "text": "But you're one of those special people!"
        },
        {
            "name": "El Condor Pasa",
            "text": "Because you're El's partner! We're basically \nlike family, so you can eat it too!"
        },
        {
            "name": "El Condor Pasa",
            "text": "Ehehe. It's a sauce full of love! To thank you \nfor always doing your best for me."
        },
        {
            "name": "El Condor Pasa",
            "text": "Let's share this and build up our tolerance together! \nAfter you, Trainer…",
            "choice_data_list": [
                "…… I humbly accept!"
            ]
        },
        {
            "name": "El Condor Pasa",
            "text": "Great, eat up! Ahaha, the food won't run away. \nTake your time and enjoy it!"
        },
        {
            "name": "El Condor Pasa",
            "text": "So… what do you think? Do you feel the fire \nof passion growing hotter inside you!?"
        },
        {
            "text": "I'd steeled myself to eat this, but it was actually \nnot as bad as I'd feared. In fact, I could see myself \nget addicted to this spicy flavo—"
        },
        {
            "name": "El Condor Pasa",
            "text": "Ahahaaa! It's so tasty it makes you want to jump \nup and down, right!? I'm so happy you like it!"
        },
        {
            "name": "El Condor Pasa",
            "text": "You can have a bit of mine if you want! Eat as much as you like! \nI wanted to thank you, after all!"
        },
        {
            "text": "After that event, I lost feeling in my tongue for a while, \nbut strangely, I thought I also felt some sort of power \nwell up from deep down in my guts…… maybe."
        }
    ]
}