{
    "text_block_list": [
        {
            "name": "Air Groove",
            "text": "Are you saying you're going to light up instead? …Just so you know, it's much harder than I thought."
        },
        {
            "name": "Air Groove",
            "text": "I run up the outside stairs and react to the lights on. Now I can see the lights climbing to the top."
        },
        {
            "name": "Air Groove",
            "text": "However, since the stairs are split into two, we can't see each other…… In other words, we can't run up the stairs at the right time with our eyes."
        },
        {
            "name": "Air Groove",
            "text": "In other words, you have to move at a steady speed, in perfect synchrony."
        },
        {
            "name": "Air Groove",
            "text": "…Can you say for sure?"
        },
        {
            "name": "Both",
            "text": "I can do it!"
        },
        {
            "name": "Air Groove",
            "text": "…Is it possible for the two of you to trust us and leave it to us?"
        },
        {
            "name": "Event Manager",
            "text": "O-Of course! If you two say so…! I'm sorry to burden you, but I'm counting on you!"
        },
        {
            "name": "Air Groove",
            "text": "Thank you very much. …Didn't you hear? There's no time until the light-up ceremony. You guys warm up."
        },
        {
            "name": "Air Groove",
            "text": "And so, the two of them won't be able to attend the ceremony. Instead, we need to make room for them right now."
        },
        {
            "name": "Air Groove",
            "text": "What I'm thinking is that Brian and I are going to present the GIRLS LEGEND U――"
        },
        {
            "name": "Sakura Laurel",
            "text": "Wait! Can I do that? I'll perform on stage! No, let me!"
        },
        {
            "name": "Air Groove",
            "text": "That's not a problem… Is it okay to be alone?"
        },
        {
            "name": "Sakura Laurel",
            "text": "Both Airgrove and Brian should be on standby in case something happens, right?"
        },
        {
            "name": "Sakura Laurel",
            "text": "Don't worry. I think I'll be able to put on an amazing performance today. I'll sing with my precious feelings. …What do you think?"
        },
        {
            "name": "Air Groove",
            "text": "…If you want to satisfy the audience, I don't mind. Brian, what about you?"
        },
        {
            "name": "Narita Brian",
            "text": "Do as you please."
        },
        {
            "name": "Sakura Laurel",
            "text": "Yeah, I'll do what I want. So…"
        },
        {
            "name": "Sakura Laurel",
            "text": "Brian… Just watch. Just watch me."
        },
        {
            "name": "Narita Brian",
            "text": "!"
        },
        {
            "name": "Sakura Laurel",
            "text": "I'm off, then!"
        },
        {
            "name": "Event Moderator",
            "text": "――Finally, the lighting ceremony begins after this! Before that……this time, we're going to perform one song as a surprise!"
        },
        {
            "name": "Narita Brian",
            "text": "…What is she thinking?"
        },
        {
            "name": "Air Groove",
            "text": "You want to catch your breath, don't you? You seem to have lost your fangs recently, even from my perspective. …I can tell you're hurt."
        },
        {
            "name": "Narita Brian",
            "text": "…!"
        },
        {
            "name": "Air Groove",
            "text": "Even so, Laurel will tell you… No, she'll know soon enough."
        },
        {
            "name": "Air Groove",
            "text": "Don't take your eyes off me. It's the responsibility of those who become the symbol of their goal to face the resolve to face them."
        },
        {
            "name": "Sakura Laurel",
            "text": "(―I'm going to show everyone my feelings. And I'm going to show you…!)"
        },
        {
            "name": "Sakura Laurel",
            "text": "(There were so many things I had to give up on. My hopes for everyone, who withered without budding.)"
        },
        {
            "name": "Sakura Laurel",
            "text": "(Still, I can't give up. I can't give up. I have to have you stay here. An absolute light――)"
        },
        {
            "name": "Sakura Laurel",
            "text": "『――I want to win with you!』"
        },
        {
            "name": "Narita Brian",
            "text": "…!"
        },
        {
            "name": "Sakura Laurel",
            "text": "(Look at me, Brian. The last thing you see is my light.)"
        },
        {
            "name": "Event Moderator",
            "text": "Sakura Laurel, thank you very much! Your voice was full of spirit and spirit!"
        },
        {
            "name": "Air Groove",
            "text": "…Hmm? Looks like Laurel's feelings have reached you."
        },
        {
            "name": "Narita Brian",
            "text": "…Anyway, the real problem is after this. Vodka and Scarlet run up the stairs―"
        },
        {
            "name": "Both",
            "text": "……"
        },
        {
            "name": "Daiwa Scarlet",
            "text": "…I'll run at my own pace. Okay?"
        },
        {
            "name": "Vodka",
            "text": "Hah, do that! I'll run like myself. That's how I've always been."
        },
        {
            "name": "Event Manager",
            "text": "Vodka, Scarlet! Please stand by!"
        },
        {
            "name": "Vodka",
            "text": "…Okay, I'll go with tappen."
        },
        {
            "name": "Air Groove",
            "text": "Laurel, good work. That was a good performance."
        },
        {
            "name": "Sakura Laurel",
            "text": "Thanks! So, what about Vodka and the others?"
        },
        {
            "name": "Air Groove",
            "text": "It's about to start. I run up the stairs leading from the ground to the observation deck, and reproduce the lights―"
        },
        {
            "name": "Air Groove",
            "text": "Brian, can you do it?"
        },
        {
            "name": "Narita Brian",
            "text": "I don't train to match someone else's speed, and I can't see them."
        },
        {
            "name": "Narita Brian",
            "text": "But you think those two can do it, right?"
        },
        {
            "name": "Sakura Laurel",
            "text": "Yeah! It's Vodka and Scarlet!"
        },
        {
            "name": "Event Moderator",
            "text": "――And so, about this lighting……what a surprise! The two Ambassadors will actually be lighting it!"
        },
        {
            "name": "Event Moderator",
            "text": "Everyone, please pay attention to Hallon Tower!"
        }
    ]
}