{
    "text_block_list": [
        {
            "name": "Vodka",
            "text": "――Actually, I haven't eaten anything Christmas-ish, have I? Maybe I should buy some salad or something."
        },
        {
            "name": "Daiwa Scarlet",
            "text": "…You don't say meat or fries at times like this, do you?"
        },
        {
            "name": "Vodka",
            "text": "Huh? …Oh, okay. You want to eat, don't you? But you're not a character so it's hard to say? Pfft."
        },
        {
            "name": "Daiwa Scarlet",
            "text": "H-Huh?! That's not it! Why are you so…? …Can't you be honest without that outfit?"
        },
        {
            "name": "Vodka",
            "text": "Aaah! Y-You idiot! Didn't we promise to have amnesia together!? If you're going to say that, you—"
        },
        {
            "name": "Air Groove",
            "text": "She's completely back to her old self. Well, I figured she'd do that if I left her alone."
        },
        {
            "name": "Narita Brian",
            "text": "…What happened to her?"
        },
        {
            "name": "Air Groove",
            "text": "Laurel? She seems to be looking at the tree a little more. …Oh, right, me too…"
        },
        {
            "name": "Narita Brian",
            "text": "…? You want to take a picture?"
        },
        {
            "name": "Air Groove",
            "text": "Yeah, I need to report the results to Pres. I want her to know that it was a huge success."
        },
        {
            "name": "Narita Brian",
            "text": "Then lend it to me. Wouldn't she be happier with you around?"
        },
        {
            "name": "Air Groove",
            "text": "Huh? Why am I staring at you like that? What kind of face do you want me to make? I haven't even fixed my makeup…"
        },
        {
            "name": "Narita Brian",
            "text": "Okay, enough… There's a photo booth over there, right? Let's go."
        },
        {
            "name": "Air Groove",
            "text": "――Wait, hold on a second……I might have gone too far. I'm not trying to show you――"
        },
        {
            "name": "Narita Brian",
            "text": "Shut up. …I'll take a picture."
        },
        {
            "name": "Air Groove",
            "text": "Ah!"
        },
        {
            "text": "(*click*)"
        },
        {
            "name": "Narita Brian",
            "text": "I'm sure she'll be a little impatient now. 'Even without you, I can handle this well'……that's what you should say."
        },
        {
            "name": "Air Groove",
            "text": "No, I'm not going to go that far… Well, I guess the president will be happy to know that you helped out."
        },
        {
            "name": "Air Groove",
            "text": "…Hm? Wait, now that I think about it, why are you on the other side? You're off balance. I'm on top. Let's go back and try again."
        },
        {
            "name": "Narita Brian",
            "text": "Laurel was still near the tower."
        },
        {
            "name": "Air Groove",
            "text": "Oh, you're running away!"
        },
        {
            "name": "Narita Brian",
            "text": "I need to do something. Also……I didn't lick you. You're so annoying……that's all."
        },
        {
            "name": "Air Groove",
            "text": "…Geez. Are you in puberty…?"
        },
        {
            "name": "Sakura Laurel",
            "text": "…It's beautiful."
        },
        {
            "name": "Sakura Laurel",
            "text": "Hey, Brian."
        },
        {
            "name": "Narita Brian",
            "text": "…You'll catch a cold. Your body must be weak."
        },
        {
            "name": "Sakura Laurel",
            "text": "It's okay now. More importantly, Haron Tower… I'm sure a lot of people are looking up at this light."
        },
        {
            "name": "Sakura Laurel",
            "text": "I'm sure this is what it means to be the light that you aim for, even higher than anyone else."
        },
        {
            "name": "Narita Brian",
            "text": "How roundabout. What are you trying to say? …What do you want to do?"
        },
        {
            "name": "Sakura Laurel",
            "text": "――I wanted to light a fire for you!"
        },
        {
            "name": "Sakura Laurel",
            "text": "It's true that I'm physically weak. That's why… I'm way later than everyone else."
        },
        {
            "name": "Sakura Laurel",
            "text": "I gritted my teeth and watched you do your best. After that, the fire weakened…"
        },
        {
            "name": "Narita Brian",
            "text": "…!"
        },
        {
            "name": "Sakura Laurel",
            "text": "But I'm finally ready to fight. That's why I've been waiting for the time to 'swear' to you."
        },
        {
            "name": "Sakura Laurel",
            "text": "Like Vodka and Scarlet, I couldn't cheer you up by always being by your side."
        },
        {
            "name": "Sakura Laurel",
            "text": "But… there's still something I can do. Just as cherry blossoms bloom and scatter… If the end comes to everything…"
        },
        {
            "name": "Sakura Laurel",
            "text": "――I'll be the one to repaint your light! I'll shine brighter than you, and advance into the future!"
        },
        {
            "name": "Narita Brian",
            "text": "…Ha. So you came to finish me off."
        },
        {
            "name": "Sakura Laurel",
            "text": "Yeah! But you know, I'm not talking about the current Naritablyan, right? I want to finish you off with a fierce, gleaming you…"
        },
        {
            "name": "Sakura Laurel",
            "text": "So, how was it? Did you get fired up?"
        },
        {
            "name": "Narita Brian",
            "text": "…If you want to know, come to the race. I'll just run. …Until I stop breathing."
        },
        {
            "name": "Sakura Laurel",
            "text": "Yeah! Wait for me."
        },
        {
            "name": "Sakura Laurel",
            "text": "(I can't see your back in the Christmas crowd. It's always been like this. I've just been watching…)"
        },
        {
            "name": "Sakura Laurel",
            "text": "(But… I made eye contact with you today. I saw a faint fire flicker in her eyes as she looked at me.)"
        },
        {
            "name": "Sakura Laurel",
            "text": "(The people walking by each other slowly walk together, as if to protect their special someone from the cold.)"
        },
        {
            "name": "Sakura Laurel",
            "text": "(I can't be that kind of opponent…… I can't. If I'm going to freeze in the cold, I should at least…… give up.)"
        },
        {
            "name": "Sakura Laurel",
            "text": "(And once Christmas is over, the time for the flowers to bloom will be near.)"
        }
    ]
}