{
    "text_block_list": [
        {
            "name": "Mihono Bourbon",
            "text": "Reached my 5 PM quota. Continuing to the next training after a 10-minute break."
        },
        {
            "name": "Honest Horsegirl",
            "text": "E-Excuse me... Are you Mihono Bourbon?"
        },
        {
            "text": "It was a normal day of training when a lone horse girl galloped up to Mihono Bourbon."
        },
        {
            "name": "Honest Horsegirl",
            "text": "I'm sorry for interrupting... I know you're always doing such tough trainings, so..."
        },
        {
            "name": "Mihono Bourbon",
            "text": "Worry not. I'm open to 'conversation.' What did you want to discuss?"
        },
        {
            "name": "Honest Horsegirl",
            "text": "Umm, so... You used to do short races, right? I'm just impressed that you managed to do so well in a medium distance race!"
        },
        {
            "text": "That girl looks quite excited. Mihono Bourbon on the other hand is staring at her motionlessly."
        },
        {
            "name": "Mihono Bourbon",
            "text": "What is it you're trying to achieve by telling me that?"
        },
        {
            "name": "Honest Horsegirl",
            "text": "Huh?"
        },
        {
            "name": "Mihono Bourbon",
            "text": "I concluded that you must have some sort of reason to reach out to me during my break."
        },
        {
            "name": "Mihono Bourbon",
            "text": "A question, inspection, confirmation, et cetera. What would be the reason for you reaching out to me?"
        },
        {
            "name": "Honest Horsegirl",
            "text": "R-Reason...?"
        },
        {
            "text": "As the girl was thinking over Mihono Bourbon's question, her face turned a little red."
        },
        {
            "name": "Honest Horsegirl",
            "text": "Sorry, I didn't have a particular reason, I just wanted to chat for a bit... I guess I interrupted you after all, so I'll be going!"
        },
        {
            "name": "Mihono Bourbon",
            "text": "That's not what I..."
        },
        {
            "text": "The girl trots away. Mihono Bourbon's only movement comes from her eyes as they follow after the girl.",
            "choice_data_list": [
                "What happened there?",
                "What happened there?"
            ]
        },
        {
            "name": "Mihono Bourbon",
            "text": "I am currently analyzing for possible counter- measures for my inability to reach my target parameters, a.k.a. 'failure.'",
            "choice_data_list": [
                "Target parameters?"
            ]
        },
        {
            "name": "Mihono Bourbon",
            "text": "Parameters like expression and tone of voice, taken from my data log that are useful for achieving 'proper communication.'"
        },
        {
            "text": "At least she's self-aware... So she wants to get better at socializing and having conversations...",
            "choice_data_list": [
                "What brought you to this?"
            ]
        },
        {
            "name": "Mihono Bourbon",
            "text": "My parents ordered me to improve my social skills."
        },
        {
            "name": "Mihono Bourbon",
            "text": "I spent my childhood training with my father, so I never interacted with other horse girls of my age."
        },
        {
            "name": "Mihono Bourbon",
            "text": "Thus, my parents grew worried about my social skills when it became clear I was going to Tracen Academy."
        },
        {
            "name": "Mihono Bourbon",
            "text": "They told me to take great care to interact with my classmates and make friends."
        },
        {
            "name": "Mihono Bourbon",
            "text": "They are right. Good social skills are a necessity for horse girls. We need it for interviews and interacting with fans.",
            "choice_data_list": [
                "(Hmm...)"
            ]
        },
        {
            "name": "Mihono Bourbon",
            "text": "In order to fulfill my parents' order, I created new parameters. I have set my objective to actively start conversations."
        },
        {
            "name": "Mihono Bourbon",
            "text": "However, the parameters have decreased slightly since school started. Extrapolating the data, it would seem impossible to fulfill my objective at this rate."
        },
        {
            "name": "Mihono Bourbon",
            "text": "Today, I tried a new input technique that I researched: \"asking about uncertanties.\" Yet, the girl just left...",
            "choice_data_list": [
                "(I see.)"
            ]
        },
        {
            "text": "I can tell she gives it her all, but she seems to be misinterpreting things a little..."
        },
        {
            "text": "Would parents who love their daughter really give such mechanical orders as 'interact with others' just to have her improve her social skills?",
            "choice_data_list": [
                "I think your parents meant—"
            ]
        },
        {
            "text": "I told her that her parents probably just wanted her to have a fun time with her friends at school. She just stared at me in confusion."
        },
        {
            "name": "Mihono Bourbon",
            "text": "I'm sorry, but I don't understand what you mean. My database does not contain any knowledge on this subject.",
            "choice_data_list": [
                "Hmm..."
            ]
        },
        {
            "text": "I'm trying to explain that doing things with friends creates valuable experiences and memories, when suddenly..."
        },
        {
            "name": "Mihono Bourbon",
            "text": "Break time exceeded by 20 seconds. Returning to training as soon as possible."
        },
        {
            "text": "...She sprints back to the racecourse."
        },
        {
            "text": "As a horse girl, she is growing very well. Yet she continues to be somewhat out of touch with the world, for better or worse."
        },
        {
            "text": "As she continues to run towards the horizon, I can only wish that one day, she will understand what her parents really meant."
        }
    ]
}