{
    "text_block_list": [
        {
            "name": "Mihono Bourbon",
            "text": "When I was younger, I was bad at making my own decisions. I only did what others asked me to."
        },
        {
            "name": "Mihono Bourbon",
            "text": "Then one day, I saw a horse girl running a G1 race for the Triple Crown. It was then that I found it... I found something I wanted to devote myself to."
        },
        {
            "name": "Young Bourbon",
            "text": "<i>F-Father... I... I think... I want to be a Triple Crown horse girl...</i>"
        },
        {
            "name": "Bourbon's Father",
            "text": "<i>I see, I see. My little Bourbon wants the Triple Crown title.</i>"
        },
        {
            "name": "Mihono Bourbon",
            "text": "<i>I still remember this moment like it was yesterday. My usually grumpy father actually smiled and looked happy.</i>"
        },
        {
            "name": "Bourbon's Father",
            "text": "<i>Then give it your all. Aim for that Triple Crown.</i>"
        },
        {
            "name": "Mihono Bourbon",
            "text": "My objective became one of the very few decisions I made for myself. It is the dream of my father and me."
        },
        {
            "name": "Mihono Bourbon",
            "text": "That's all of the data log I wanted to share with you, as my Master. Because it explains the foundation of my current self."
        },
        {
            "text": "It had been a few days since I became Mihono Bourbon's trainer. She finally explained the reason for her goal of the Triple Crown title in more detail.",
            "choice_data_list": [
                "So that's why.",
                "So that's why."
            ]
        },
        {
            "text": "Hearing the story of this indecisive girl finally making her own decision and finding something to long for... It got me a little emotional.",
            "choice_data_list": [
                "I'll make it happen, with you!"
            ]
        },
        {
            "name": "Mihono Bourbon",
            "text": "We will, Master."
        },
        {
            "text": "I think I caught a glimpse of a smile."
        },
        {
            "text": "My trainings are bearing fruit on her.  Still, since I became her trainer I've had multiple people tell me the same thing over and over..."
        },
        {
            "name": "Rookie Trainer",
            "text": "<i>What? Mihono Bourbon is going for the Triple Crown? How could you? She's clearly cut out for short races instead!</i>"
        },
        {
            "text": "But, we don't listen to what others tell us. We'll prove them wrong and have them take back their words."
        },
        {
            "text": "And so..."
        },
        {
            "name": "Mihono Bourbon",
            "text": "You want me to partake in a 2000 meters turf race in the Semiannual Race Meeting? I determined that the longest G1 race there, the Hopeful Stakes, is of that length."
        },
        {
            "text": "The Semiannual Meet is a race meeting at Tracen Academy where one may choose out of many different races. It draws in quite a lot of visitors.",
            "choice_data_list": [
                "<size=36>Let's show everyone what you're capable of!</size>"
            ]
        },
        {
            "name": "Mihono Bourbon",
            "text": "Orders received. Response: I'm all for it."
        },
        {
            "text": "And with that, we started training for the competition."
        },
        {
            "name": "Mihono Bourbon",
            "text": "*huff huff*"
        },
        {
            "name": "Mihono Bourbon",
            "text": "(1600 meters passed. 400 meters left. Pulse and breathing are within expected range.)",
            "choice_data_list": [
                "Keep going! Your times are improving!"
            ]
        },
        {
            "name": "Mihono Bourbon",
            "text": "Got it!"
        },
        {
            "text": "With her teeth clenched, she ran and ran. It was like she was one with the wind."
        },
        {
            "text": "And thus, the day of the event arrived. Crowds of people showed up, not just students. Many people came to visit."
        },
        {
            "text": "Of course, Mihono Bourbon, 'the Hope of the Short Distance', became the talk of the town because of her switch to the medium distance event."
        },
        {
            "name": "Rookie Trainer",
            "text": "She ain't got no stamina, a longer distance is a no-go. I really doubt she's gonna finish the 2000 meters..."
        },
        {
            "name": "Experienced Trainer",
            "text": "How reckless. What is her trainer thinking?!",
            "choice_data_list": [
                "(I'm just believing in Bourbon!)",
                "(I'm just believing in Bourbon!)"
            ]
        },
        {
            "text": "Still, part of me was praying as I focused on the gate."
        },
        {
            "text": "*clang*"
        },
        {
            "name": "Commentator",
            "text": "<i>And they're off for the 2000 meter turf race! Which horse girl is going to grab gold?</i>"
        },
        {
            "name": "Mihono Bourbon",
            "text": "(Positioning successful. Executing 'maintaining the lead' and 'break away'. Aware of lap time. Breathing OK.)"
        },
        {
            "name": "Rookie Trainer",
            "text": "Mihono Bourbon is able to stay in the front! But how?!",
            "choice_data_list": [
                "(Great! Now hang in there!)"
            ]
        },
        {
            "name": "Mihono Bourbon",
            "text": "*huff huff*"
        },
        {
            "name": "Commentator",
            "text": "<i>Mihono Bourbon is leading the pack! As they exit the fourth corner, they're onto the final straight! The backmarkers are approaching!</i>"
        },
        {
            "name": "Horsegirl",
            "text": "This is it!"
        },
        {
            "name": "Mihono Bourbon",
            "text": "...!!"
        },
        {
            "name": "Commentator",
            "text": "<i>Mihono Bourbon finally lost her lead, with 100 meters to go!</i>"
        },
        {
            "name": "Mihono Bourbon",
            "text": "(One ahead, two approaching from behind. Little stamina left. A stabbing pain in my lungs and I can't concentrate... But I... I must...)"
        },
        {
            "name": "Mihono Bourbon",
            "text": "I must...!"
        },
        {
            "name": "Commentator",
            "text": "<i>What a climax! Four horse girls are battling for first, it's now or nothing!</i>"
        },
        {
            "name": "Mihono Bourbon",
            "text": "*huff huff*"
        },
        {
            "text": "The four leaders are bolting towards the finish. It's a miracle they haven't collided..."
        },
        {
            "name": "Commentator",
            "text": "<i>But Mihono Bourbon crosses the goal first! Mihono Bourbon wins!</i>"
        },
        {
            "text": "A huge wave of excitement eminates from the trainers. They are all fixated on her. None of them had expected this outcome."
        },
        {
            "name": "Rookie Trainer",
            "text": "Who knew she would be so fast on the 2000 meters?! What an incredible performance by Mihono Bourbon!"
        },
        {
            "name": "Experienced Trainer",
            "text": "Looks like she's able to run medium distance races after all."
        },
        {
            "text": "It was this day that 'the Hope of the Short Distance' turned into 'the Challenger of the Triple Crown!'"
        },
        {
            "name": "Veteran Trainer",
            "text": "You managed first on the 2000 meters, even with your lack of stamina... I see..."
        },
        {
            "name": "Veteran Trainer",
            "text": "I have high hopes for you, Mihono Bourbon."
        },
        {
            "name": "Mihono Bourbon",
            "text": "Goal accomplished. I won the 2000 meters on turf.",
            "choice_data_list": [
                "You did an incredible job!",
                "You did an incredible job!"
            ]
        },
        {
            "text": "After the race, she was still her usual emotionless self.",
            "choice_data_list": [
                "(But I know...)",
                "(But I know...)"
            ]
        },
        {
            "text": "I know that what led her to this victory was her own tremendous effort."
        },
        {
            "text": "Hard work is what surpasses talent. It once again goes to show that you shouldn't judge a book by its cover.",
            "choice_data_list": [
                "*sniffle*"
            ]
        },
        {
            "name": "Mihono Bourbon",
            "text": "Big changes in breathing and sensation were logged. Assuming that confusion of unknown cause has occurred.",
            "choice_data_list": [
                "<size=38>Your running has the power to give courage.</size>",
                "<size=38>Your running has the power to give courage.</size>"
            ]
        },
        {
            "text": "I'm sure that we will continue to prove that hard work is more important than raw talent. And I hope that one day, she'll break free from her robotic self. Even just a little bit."
        },
        {
            "name": "Mihono Bourbon",
            "text": "All I'm doing is racing to achieve my objective. Displays of emotion do not exist in my database."
        },
        {
            "name": "Mihono Bourbon",
            "text": "But if you say so, Master... Then perhaps, I can place my trust in those words.",
            "choice_data_list": [
                "Bourbon!"
            ]
        },
        {
            "name": "Mihono Bourbon",
            "text": "Command accepted. Appending a new instance of Objective to the list. Current objectives for the Twinkle Series are: Achieving the Triple Crown... And providing proof of hard work."
        },
        {
            "name": "Mihono Bourbon",
            "text": "I predict that what's to come won't be easy. But according to my calculations, we will have enough strength to overcome it."
        },
        {
            "name": "Mihono Bourbon",
            "text": "I am glad to have you as my trainer, Fathe―― My Master."
        },
        {
            "text": "Seeing a slight blush on her cheeks, I felt that we grew even closer still."
        }
    ]
}