{
    "text_block_list": [
        {
            "text": "A few weeks passed since I started helping Mihono Bourbon train in secret."
        },
        {
            "name": "Mihono Bourbon",
            "text": "*huff huff*",
            "choice_data_list": [
                "Hang on! You're almost there!",
                "Hang on! You're almost there!"
            ]
        },
        {
            "name": "Mihono Bourbon",
            "text": "Hng!"
        },
        {
            "name": "Mihono Bourbon",
            "text": "*pant pant* That's... a new record!",
            "choice_data_list": [
                "Well done!",
                "Well done!"
            ]
        },
        {
            "name": "Mihono Bourbon",
            "text": "I appreciate your encouragement. When my stamina recovers, I will checkout the lactic acid tolerance branch... And proceed towards the slope.",
            "choice_data_list": [
                "Let's try one more run today."
            ]
        },
        {
            "name": "Mihono Bourbon",
            "text": "Advice recognized. Input parsed. Flowchart updated. Added one more run up the slope."
        },
        {
            "name": "Mihono Bourbon",
            "text": "Energy recovered. Proceding to run up the slope."
        },
        {
            "text": "So far, she has not once complained about my difficult training. She acts like it's nothing.",
            "choice_data_list": [
                "(She might actually be able to...)"
            ]
        },
        {
            "text": "Before I knew it, her total determination had captured me.",
            "choice_data_list": [
                "(You can do it, Mihono Bourbon!)"
            ]
        },
        {
            "name": "Mihono Bourbon",
            "text": "*huff huff*"
        },
        {
            "text": "I realized that with enough time, she might actually be able to partake in medium and long races. But then..."
        },
        {
            "name": "Veteran Trainer",
            "text": "So you're the trainer who let her do long-distance training behind my back?"
        },
        {
            "text": "Mihono Bourbon's real trainer called me over after he realized what happened. Her behavior during trainings had changed over time."
        },
        {
            "name": "Mihono Bourbon",
            "text": "Master, the nightly trainings were all my own decision. Thus, this person has no relation to it."
        },
        {
            "name": "Veteran Trainer",
            "text": "He was with you every night, of course he's related to it! At the very least, he pitied you and watched.",
            "choice_data_list": [
                "I wasn't pitying..."
            ]
        },
        {
            "name": "Veteran Trainer",
            "text": "She's told me about the Triple Crown many times, but I can't have her take any risks! You're a trainer, so you must understand that as well."
        },
        {
            "name": "Mihono Bourbon",
            "text": "Even so, I joined this academy to attain the Triple Crown. I have no intention of altering my objective."
        },
        {
            "text": "Mihono Bourbon's trainer released a deep sigh after hearing her stubborn response."
        },
        {
            "name": "Veteran Trainer",
            "text": "*sigh* Okay, you get one more chance to show you're capable of it. Show me you can run run 3 kilometers, like the Kikka Sho. Right now.",
            "choice_data_list": [
                "(What is he saying?!)"
            ]
        },
        {
            "name": "Mihono Bourbon",
            "text": "Understood.",
            "choice_data_list": [
                "?!"
            ]
        },
        {
            "name": "Mihono Bourbon",
            "text": "I will persuade you."
        },
        {
            "text": "She quickly heads over to the race track and starts on the 3000 meters. To be honest, I doubt she will be able to complete it with her current stamina...",
            "choice_data_list": [
                "(Will she really make it...)"
            ]
        },
        {
            "name": "Mihono Bourbon",
            "text": "*huff huff*"
        },
        {
            "name": "Mihono Bourbon",
            "text": "(1600 meters passed. Lap time is good. 1400 meters left...) (Disturbance in breathing rhythm detected. Pace is decreasing and failing to keep consistency.)"
        },
        {
            "name": "Mihono Bourbon",
            "text": "Hng!"
        },
        {
            "text": "Just like I thought. Her pace slowed after 2 kilometers and she was barely able to walk when she crossed the finish line."
        },
        {
            "name": "Mihono Bourbon",
            "text": "*huff huff*"
        },
        {
            "name": "Veteran Trainer",
            "text": "See? Give up already. It's a waste of time to continue. You're not cut out for longer race distances.",
            "choice_data_list": [
                "(Truthfully, she isn't. But still...)"
            ]
        },
        {
            "text": "I've seen her willingness to train for the Triple Crown. I know how determined she is to reach it.",
            "choice_data_list": [
                "<size=40>Why won't you let her follow her dreams?</size>"
            ]
        },
        {
            "name": "Veteran Trainer",
            "text": "<i>She</i> is the one who would suffer through her own bad decision to go after something she's not cut out for. What do you not understand about that?",
            "choice_data_list": [
                "I just..."
            ]
        },
        {
            "name": "Veteran Trainer",
            "text": "Stop, I don't want to get into an argument with you. Bourbon, I need to know how you really feel, now that you've tried running that 3 kilometers."
        },
        {
            "name": "Mihono Bourbon",
            "text": "<i>How I really feel</i>..."
        },
        {
            "text": "She looked confused, but then started speaking."
        },
        {
            "name": "Mihono Bourbon",
            "text": "I my goal of the Triple Crown is hardcoded... I apologize...."
        },
        {
            "name": "Mihono Bourbon",
            "text": "So please, Master..."
        },
        {
            "name": "Veteran Trainer",
            "text": "..."
        },
        {
            "name": "Veteran Trainer",
            "text": "I see. Then I will let you do what you wish... On the condition that we end our contract right here, right now."
        },
        {
            "name": "Mihono Bourbon",
            "text": "...... I accept your proposal."
        },
        {
            "name": "Veteran Trainer",
            "text": "To think you were so foolish... You disappoint me, Bourbon."
        },
        {
            "text": "Mihono Bourbon's trainer left the race course without saying another word after that.."
        },
        {
            "name": "Mihono Bourbon",
            "text": "...",
            "choice_data_list": [
                "Are you okay after all that?"
            ]
        },
        {
            "name": "Mihono Bourbon",
            "text": "Due to the loss of my Master, I have entered a state best described as 'bewildered.'"
        },
        {
            "name": "Mihono Bourbon",
            "text": "Even after all that nighttime training, I still wasn't able to complete a 3000 meter run."
        },
        {
            "name": "Mihono Bourbon",
            "text": "My objective for the Triple Crown is a constant. And yet, I'm starting to doubt whether it was the correct choice.",
            "choice_data_list": [
                "Of course it's the right choice!"
            ]
        },
        {
            "text": "She managed to train hard every day without complaining. But more importantly, she has an immense passion for it."
        },
        {
            "text": "A burning passion to attain the Triple Crown!",
            "choice_data_list": [
                "<size=39>I support you, no matter what others say!</size>",
                "<size=39>I support you, no matter what others say!</size>"
            ]
        },
        {
            "name": "Mihono Bourbon",
            "text": "...!",
            "choice_data_list": [
                "I will help you fulfill your dream!",
                "I will help you fulfill your dream!"
            ]
        },
        {
            "text": "Her eyes started to quiver a little."
        },
        {
            "name": "Mihono Bourbon",
            "text": "You'll help...",
            "choice_data_list": [
                "I won't let you give up on your dream!",
                "I won't let you give up on your dream!"
            ]
        },
        {
            "name": "Mihono Bourbon",
            "text": "(Their gaze... It feels familiar.)"
        },
        {
            "name": "Young Bourbon",
            "text": "<i>*huff huff* *sniffle* I failed again, Father... I am just not...</i>"
        },
        {
            "name": "Bourbon's Father",
            "text": "<i>You may not have enough stamina, yet you keep on trying. That is why I know that one day, you will succeed.</i>"
        },
        {
            "name": "Bourbon's Father",
            "text": "<i>I will help you fulfill that dearest dream of yours!</i>"
        },
        {
            "name": "Mihono Bourbon",
            "text": "(They remind me of my father...)"
        },
        {
            "name": "Mihono Bourbon",
            "text": "...",
            "choice_data_list": [
                "...Mihono Bourbon?"
            ]
        },
        {
            "text": "I could not bear the silence and called out to her. She stood there, quietly looking at me."
        },
        {
            "name": "Mihono Bourbon",
            "text": "You customized my running style. The improvement of my 1600 meters record is all thanks to your skill."
        },
        {
            "name": "Mihono Bourbon",
            "text": "I think reaching my objective might be a possibility with your help."
        },
        {
            "name": "Mihono Bourbon",
            "text": "So please, I want you to be my trainer... ...My Master."
        },
        {
            "text": "The right hand of this \"cyborg\" had a firm grip, yet also felt strangely comfortable and warm."
        }
    ]
}