{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "When I was younger, I was bad at making my own decisions. \nI only did what others asked me to.",
            "name": "Mihono Bourbon"
        },
        {
            "text": "Then one day, I saw a horse girl running a G1 race \nfor the Triple Crown. It was then that I found it... \nI found something I wanted to devote myself to.",
            "name": "Mihono Bourbon"
        },
        {
            "text": "<i>F-Father... I... I think... \nI want to be a Triple Crown horse girl...</i>",
            "name": "Young Bourbon"
        },
        {
            "text": "<i>I see, I see. My little Bourbon wants the Triple Crown title.</i>",
            "name": "Bourbon's Father"
        },
        {
            "text": "<i>I still remember this moment like it was yesterday. \nMy usually grumpy father actually smiled and looked happy.</i>",
            "name": "Mihono Bourbon"
        },
        {
            "text": "<i>Then give it your all. Aim for that Triple Crown.</i>",
            "name": "Bourbon's Father"
        },
        {
            "text": "My objective became one of the very few decisions \nI made for myself. It is the dream of my father and me.",
            "name": "Mihono Bourbon"
        },
        {
            "text": "That's all of the data log I wanted to share with you, \nas my Master. Because it explains the foundation \nof my current self.",
            "name": "Mihono Bourbon"
        },
        {
            "text": "It had been a few days since I became Mihono Bourbon's \ntrainer. She finally explained the reason for her goal \nof the Triple Crown title in more detail.",
            "choice_data_list": [
                "So that's why.",
                "So that's why."
            ]
        },
        {
            "text": "Hearing the story of this indecisive girl finally making \nher own decision and finding something to long for... \nIt got me a little emotional.",
            "choice_data_list": [
                "I'll make it happen, with you!"
            ]
        },
        {
            "text": "We will, Master.",
            "name": "Mihono Bourbon"
        },
        {
            "text": "I think I caught a glimpse of a smile."
        },
        {
            "text": "My trainings are bearing fruit on her.  Still, since \nI became her trainer I've had multiple people \ntell me the same thing over and over..."
        },
        {
            "text": "<i>What? Mihono Bourbon is going for the Triple Crown? \nHow could you? She's clearly cut out for short races instead!</i>",
            "name": "Rookie Trainer"
        },
        {
            "text": "But, we don't listen to what others tell us. We'll prove \nthem wrong and have them take back their words."
        },
        {
            "text": "And so..."
        },
        {
            "text": "You want me to partake in a 2000 meters turf race in the \nSemiannual Race Meeting? I determined that the longest \nG1 race there, the Hopeful Stakes, is of that length.",
            "name": "Mihono Bourbon"
        },
        {
            "text": "The Semiannual Meet is a race meeting at \nTracen Academy where one may choose out of many \ndifferent races. It draws in quite a lot of visitors.",
            "choice_data_list": [
                "<size=37>Let's show everyone what you're capable of!</size>"
            ]
        },
        {
            "text": "Orders received. \nResponse: I'm all for it.",
            "name": "Mihono Bourbon"
        },
        {
            "text": "And with that, we started training for the competition."
        },
        {
            "text": "*huff huff*",
            "name": "Mihono Bourbon"
        },
        {
            "text": "(1600 meters passed. 400 meters left. \nPulse and breathing are within expected range.)",
            "name": "Mihono Bourbon",
            "choice_data_list": [
                "<size=43>Keep going! Your times are improving!</size>"
            ]
        },
        {
            "text": "Got it!",
            "name": "Mihono Bourbon"
        },
        {
            "text": "With her teeth clenched, she ran and ran. \nIt was like she was one with the wind."
        },
        {
            "text": "And thus, the day of the event arrived. \nCrowds of people showed up, not just students. \nMany people came to visit."
        },
        {
            "text": "Of course, Mihono Bourbon, 'the Hope of the Short Distance', \nbecame the talk of the town because of her switch \nto the medium distance event."
        },
        {
            "text": "She ain't got no stamina, a longer distance is a no-go. \nI really doubt she's gonna finish the 2000 meters...",
            "name": "Rookie Trainer"
        },
        {
            "text": "How reckless. What is her trainer thinking?!",
            "name": "Experienced Trainer",
            "choice_data_list": [
                "(I'm just believing in Bourbon!)",
                "(I'm just believing in Bourbon!)"
            ]
        },
        {
            "text": "Still, part of me was praying as I focused on the gate."
        },
        {
            "text": "*clang*"
        },
        {
            "text": "<i>And they're off for the 2000 meter turf race! \nWhich horse girl is going to grab gold?</i>",
            "name": "Commentator"
        },
        {
            "text": "(Positioning successful. Executing 'maintaining the lead' \nand 'break away'. Aware of lap time. Breathing OK.)",
            "name": "Mihono Bourbon"
        },
        {
            "text": "Mihono Bourbon is able to stay in the front! But how?!",
            "name": "Rookie Trainer",
            "choice_data_list": [
                "(Great! Now hang in there!)"
            ]
        },
        {
            "text": "*huff huff*",
            "name": "Mihono Bourbon"
        },
        {
            "text": "<i>Mihono Bourbon is leading the pack! As they exit \nthe fourth corner, they're onto the final straight! \nThe backmarkers are approaching!</i>",
            "name": "Commentator"
        },
        {
            "text": "This is it!",
            "name": "Horsegirl"
        },
        {
            "text": "...!!",
            "name": "Mihono Bourbon"
        },
        {
            "text": "<i>Mihono Bourbon finally lost her lead, with 100 meters to go!</i>",
            "name": "Commentator"
        },
        {
            "text": "(One ahead, two approaching from behind. \nLittle stamina left. A stabbing pain in my lungs and \nI can't concentrate... But I... I must...)",
            "name": "Mihono Bourbon"
        },
        {
            "text": "I must...!",
            "name": "Mihono Bourbon"
        },
        {
            "text": "<i>What a climax! Four horse girls are battling \nfor first, it's now or nothing!</i>",
            "name": "Commentator"
        },
        {
            "text": "*huff huff*",
            "name": "Mihono Bourbon"
        },
        {
            "text": "The four leaders are bolting towards the finish. \nIt's a miracle they haven't collided..."
        },
        {
            "text": "<i>But Mihono Bourbon crosses the goal first! \nMihono Bourbon wins!</i>",
            "name": "Commentator"
        },
        {
            "text": "A huge wave of excitement eminates from the trainers. \nThey are all fixated on her. None of them had \nexpected this outcome."
        },
        {
            "text": "Who knew she would be so fast on the 2000 meters?! \nWhat an incredible performance by Mihono Bourbon!",
            "name": "Rookie Trainer"
        },
        {
            "text": "Looks like she's able to run medium distance races after all.",
            "name": "Experienced Trainer"
        },
        {
            "text": "It was this day that 'the Hope of the Short Distance' \nturned into 'the Challenger of the Triple Crown!'"
        },
        {
            "text": "You managed first on the 2000 meters, \neven with your lack of stamina... I see...",
            "name": "Veteran Trainer"
        },
        {
            "text": "I have high hopes for you, Mihono Bourbon.",
            "name": "Veteran Trainer"
        },
        {
            "text": "Goal accomplished. I won the 2000 meters on turf.",
            "name": "Mihono Bourbon",
            "choice_data_list": [
                "You did an incredible job!",
                "You did an incredible job!"
            ]
        },
        {
            "text": "After the race, she was still her usual emotionless self.",
            "choice_data_list": [
                "(But I know...)",
                "(But I know...)"
            ]
        },
        {
            "text": "I know that what led her to this victory \nwas her own tremendous effort."
        },
        {
            "text": "Hard work is what surpasses talent. It once again goes \nto show that you shouldn't judge a book by its cover.",
            "choice_data_list": [
                "*sniffle*"
            ]
        },
        {
            "text": "Big changes in breathing and sensation were logged. \nAssuming that confusion of unknown cause has occurred.",
            "name": "Mihono Bourbon",
            "choice_data_list": [
                "<size=37>Your running has the power to give courage.</size>",
                "<size=37>Your running has the power to give courage.</size>"
            ]
        },
        {
            "text": "I'm sure that we will continue to prove that hard work \nis more important than raw talent. And I hope that one day, \nshe'll break free from her robotic self. Even just a little bit."
        },
        {
            "text": "All I'm doing is racing to achieve my objective. \nDisplays of emotion do not exist in my database.",
            "name": "Mihono Bourbon"
        },
        {
            "text": "But if you say so, Master... \nThen perhaps, I can place my trust in those words.",
            "name": "Mihono Bourbon",
            "choice_data_list": [
                "Bourbon!"
            ]
        },
        {
            "text": "Command accepted. Appending a new instance of Objective \nto the list. Current objectives for the Twinkle Series are: \nAchieving the Triple Crown... And providing proof of hard work.",
            "name": "Mihono Bourbon"
        },
        {
            "text": "I predict that what's to come won't be easy. \nBut according to my calculations, we will have \nenough strength to overcome it.",
            "name": "Mihono Bourbon"
        },
        {
            "text": "I am glad to have you as my trainer, Fathe―― \nMy Master.",
            "name": "Mihono Bourbon"
        },
        {
            "text": "Seeing a slight blush on her cheeks, \nI felt that we grew even closer still."
        }
    ]
}