{
    "text_block_list": [
        {
            "text": "Today is a day off, the perfect time to head to the local shopping mall for some grocery shopping. Except..."
        },
        {
            "name": "Mihono Bourbon",
            "text": "......"
        },
        {
            "text": "I found Mihono Bourbon standing motionless in front of the arcade inside the mall.",
            "choice_data_list": [
                "What are you up to, Bourbon?",
                "What are you up to, Bourbon?"
            ]
        },
        {
            "name": "Mihono Bourbon",
            "text": "I went to investigate the arcade in an attempt to improve my social skills. But I'm hesitant to enter..."
        },
        {
            "text": "I asked her for more details, and she explained that she wanted to master a social skill known as 'small talk' at this arcade, which is popular among her classmates."
        },
        {
            "name": "Mihono Bourbon",
            "text": "Seeing the size of those arcade machines triggered my risk management system. There is a high risk of the machines breaking if I were to touch them."
        },
        {
            "text": "So she's afraid of breaking the machines. In that case..."
        },
        {
            "name": "Mihono Bourbon",
            "text": "I appreciate your help with my observation."
        },
        {
            "text": "I decided to help her out by playing the games for her, so she could observe in peace.",
            "choice_data_list": [
                "Let's just enjoy ourselves today!"
            ]
        },
        {
            "name": "Mihono Bourbon",
            "text": "Order accepted. Starting 'enjoy ourselves' procedure."
        },
        {
            "text": "And thus started her observation."
        },
        {
            "name": "Rock Paper Scissors Machine",
            "text": "Rock, paper, scissors! You lose!"
        },
        {
            "name": "Mihono Bourbon",
            "text": "1 win, 9 losses. I detect a sudden negative change in your mood, Master. Sweet foods have a relaxing effect. How about getting some ice cream?"
        },
        {
            "name": "Slot Machine",
            "text": "Ding-ding-ding! You win the jackpot!"
        },
        {
            "name": "Mihono Bourbon",
            "text": "I detect a huge output of coins from the machine. Did it break?"
        },
        {
            "name": "Boxing Machine",
            "text": "16,000 points! Hooray, you sent the monster flying!"
        },
        {
            "name": "Mihono Bourbon",
            "text": "Determining Master's punching strength as 16,000. I am trying to log the value, but what unit of measurement is this?"
        },
        {
            "text": "Even though she was still a bit disconnected, she was still satisfied at the end of the day."
        },
        {
            "text": "Yet, I couldn't call it a day without having <i>her</i> try at least one game."
        },
        {
            "name": "Mihono Bourbon",
            "text": "You want me to use the claw machine with you? Sadly, I will not touch it. It might break if I do.",
            "choice_data_list": [
                "<i>I</i> will use the buttons.",
                "<i>I</i> will use the buttons."
            ]
        },
        {
            "text": "I told her to look at the claw from the side of the machine and give me instructions. She gave me an understanding nod."
        },
        {
            "name": "Mihono Bourbon",
            "text": "Order accepted. I will help you with accurate measurements."
        },
        {
            "text": "With that, I chose to play 3 times for 500 yen. My target is a small bunny plush that seems easy to get."
        },
        {
            "name": "Mihono Bourbon",
            "text": "Please move the claw 22 centimeters across. According to my calculations, there should be a 98% chance of success."
        },
        {
            "text": "Just as planned, the claw lowered and gripped the bunny around its neck. But then..."
        },
        {
            "text": "*thump*"
        },
        {
            "text": "As the claw raised up, the bunny slipped through its grasp and fell right back down."
        },
        {
            "name": "Mihono Bourbon",
            "text": "Observed the claw's lack of strength. Recalculating..."
        },
        {
            "name": "Mihono Bourbon",
            "text": "Switching to strategy 'push the bunny'. With this strategy, the winning chance is 91%."
        },
        {
            "text": "*bump*"
        },
        {
            "name": "Mihono Bourbon",
            "text": "I overestimated the claw's ability to push. Recalculating..."
        },
        {
            "name": "Mihono Bourbon",
            "text": "According to my new strategy, the chance is 75%..."
        },
        {
            "text": "*slip*"
        },
        {
            "name": "Mihono Bourbon",
            "text": "...... Determined that this is a near-impossible mission..."
        },
        {
            "text": "We tried many things but in the end, we could not get the bunny out..."
        },
        {
            "name": "Mihono Bourbon",
            "text": "My apologies, Master. My calculations were off because I could not fully understand the claw's strength."
        },
        {
            "name": "Mihono Bourbon",
            "text": "But I'm certain that there is a 70% chance of success, were we to try again..."
        },
        {
            "text": "I'm surprised she wants to keep going. Maybe she's more into it than I thought.",
            "choice_data_list": [
                "Sure, let's try one more time!"
            ]
        },
        {
            "name": "Mihono Bourbon",
            "text": "Order accepted. I will make sure we get that bunny with all that I have."
        },
        {
            "name": "Mihono Bourbon",
            "text": "Stop now. Move 14 centimeters forward. Use the arm to push the bunny towards the chute."
        },
        {
            "text": "I do as she says and the bunny is pushed towards the edge of the chute. It slowly tilts over, towards the chute..."
        },
        {
            "text": "I watch it tilt with my breath held... Actually, Mihono Bourbon is holding her breath as well."
        },
        {
            "name": "Mihono Bourbon",
            "text": "...!!"
        },
        {
            "name": "Mihono Bourbon",
            "text": "Go!"
        },
        {
            "text": "The bunny falls over into the chute."
        },
        {
            "name": "Mihono Bourbon",
            "text": "Thank you for your help today. Experiencing the arcade first-hand has taught me a lot and resulted in some valuable insights."
        },
        {
            "name": "Mihono Bourbon",
            "text": "The feeling of excitement in my chest, and how my facial muscles relaxed on their own... I added these sensations to the topic of 'small talk' in my database.",
            "choice_data_list": [
                "I'm glad you enjoyed yourself."
            ]
        },
        {
            "name": "Mihono Bourbon",
            "text": "\"Enjoyed myself?\""
        },
        {
            "text": "I explained to her that the sensations she felt are called 'fun' and how that caused her to enjoy herself."
        },
        {
            "name": "Mihono Bourbon",
            "text": "That's what 'fun' is..."
        },
        {
            "name": "Mihono Bourbon",
            "text": "I do not understand how using the claw machine caused these feelings of 'fun' when it was very counterproductive.",
            "choice_data_list": [
                "<size=40>You call it counterproductive...</size>"
            ]
        },
        {
            "text": "I had to choose my words in such a way that she would understand.",
            "choice_data_list": [
                "<size=36>The goal of using the machine is to have fun.</size>"
            ]
        },
        {
            "name": "Mihono Bourbon",
            "text": "...... I see. Status changed to 'shocked.'"
        },
        {
            "name": "Mihono Bourbon",
            "text": "New values inserted. <i>Even if something seems useless at first glance, it may not be the case in the end.</i>"
        },
        {
            "text": "As she speaks, she lightly strokes the bunny plush we won today."
        }
    ]
}