{
    "text_block_list": [
        {
            "text": "—After the race, on my way back to the waiting room, I ran into a reporter."
        },
        {
            "name": "Otonashi Etsuko",
            "text": "Thank you for your time. I'm Otonashi Etsuko from Twinkle Monthly."
        },
        {
            "name": "Otonashi Etsuko",
            "text": " … I watched the race. First of all, thank you very much for your hard work."
        },
        {
            "name": "Otonashi Etsuko",
            "text": "Although she did not take first place, I think her unique personality came out in this race."
        },
        {
            "name": "Otonashi Etsuko",
            "text": "… Well, trainer. How are you planning to adjust next race?",
            "choice_data_list": [
                "I will seriously reflect on this result.",
                "We'll keep pushing forward!"
            ]
        },
        {
            "name": "Otonashi Etsuko",
            "text": "I see, I see…"
        },
        {
            "name": "Otonashi Etsuko",
            "text": "Adjusts training based on result. Personally contacts chairwoman about deficiencies, doing everything for the sake of Uma Musume…"
        },
        {
            "name": "Otonashi Etsuko",
            "text": "While accepting the results, they are looking to the future. That's the kind of trainer you'd expect at Tracen!"
        },
        {
            "text": "Looks like I handled that well!"
        },
        {
            "text": "I told <chrname> after the race that the interview had been a success and thanked her for her efforts."
        },
        {
            "name": "Otonashi Etsuko",
            "text": "Yes, I see. I am a little disappointed because I was expecting to hear something more concrete after this result."
        },
        {
            "name": "Otonashi Etsuko",
            "text": "Thank you for your comment. … I hope you win the next race!"
        },
        {
            "text": "This time, it didn't seem like I was able to sway the reporters much…"
        },
        {
            "text": "… Setting aside the coverage, I went to cheer up <chrname> after the race.",
            "color_text_info_list": [
                "<chrname>"
            ]
        },
        {
            "name": "Otonashi Etsuko",
            "text": "…"
        },
        {
            "name": "Otonashi Etsuko",
            "text": "How… Glorious! You're the quintessential Tracen Academy trainer!"
        },
        {
            "name": "Otonashi Etsuko",
            "text": "Only believe in and develop her unique traits! So you mean, yes!? I understand! All that's missing is strategy and experience!"
        },
        {
            "name": "Otonashi Etsuko",
            "text": "Perhaps you're planning an all-nighter to come up with a hundred strategies!? Of course! It's to make sure your Uma wins!"
        },
        {
            "name": "Otonashi Etsuko",
            "text": "Haa… What a passionate relationship of trust…! I'm deeply impressed…!"
        },
        {
            "name": "Otonashi Etsuko",
            "text": "Our next feature is set! Quick… I need to hurry and talk to the editor-in-chief…!"
        },
        {
            "text": "… Looks like things were a little embellished, but at least it was taken well (?)."
        },
        {
            "text": "I tended to <chrname> after the race and told her about the interview.",
            "color_text_info_list": [
                "<chrname>"
            ]
        }
    ]
}