{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Tanino Gimlet",
            "text": "—— The wait is over! The script that shall divine your destinies… \nThe final draft of \"Tapestry of Farewells Everlasting\"! Let it be \netched into your hearts!"
        },
        {
            "name": "Symboli Kris S",
            "text": "………"
        },
        {
            "name": "Fine Motion",
            "text": "Hey, Gimlet! Is this [Young Girl]… my new role?"
        },
        {
            "name": "Tanino Gimlet",
            "text": "Indeed, it is! Inspired by the creator… in other words, the \ntraits I posses, have been passed to this innocent girl. \nYou're the new key to this script!"
        },
        {
            "name": "Tanino Gimlet",
            "text": "The mechanical doll embarks on the journey as always. \nIn the past, it was for \"absence\"… but this time, it walks \nbecause it has found \"presence\"."
        },
        {
            "name": "Tanino Gimlet",
            "text": "—— Dear girl, bestow upon me your memories. \nFor it is through memories… that we find beauty in farewells."
        },
        {
            "name": "Tanino Gimlet",
            "text": "As a result, I've become a mere actor in name… A paradox \nso vividly present in absence… maybe that's just fine as it is."
        },
        {
            "name": "Tap Dance City",
            "text": "But this ending… Are ya content with it, Gimlet?"
        },
        {
            "name": "Tanino Gimlet",
            "text": "The essence lies in the sacred \"farewell\"… I've discovered \nthe most exquisite conclusion for us to enact within our \ntheater troupe."
        },
        {
            "name": "Tanino Gimlet",
            "text": "For you see, it is no longer solely my creation. …It belongs to \nall of us, part of the theater troupe \"Fortuna's Ovation\"."
        },
        {
            "name": "Tanino Gimlet",
            "text": "Now, embrace the role the gods⁽ᴵ ʰᵃᵛᵉ⁾ bestowed upon you \nand show me what you're made of!"
        },
        {
            "name": "Fine Motion",
            "text": "—— Hey there, everyone! The catering's ready to go. \nAnyone ready for a break, just help yourselves!"
        },
        {
            "name": "Tap's Friend A",
            "text": "Oh, thanks a bunch! Perfect timing! \nThe set's just about finished, so y'all come take a look!"
        },
        {
            "name": "Tap Dance City",
            "text": "Oh～ my goodness gracious…! \nI never knew y'all had such fine taste!!"
        },
        {
            "name": "Tap's Friend B",
            "text": "How rude! We gave it our all 'cause of you, Tap. \nWhen the gang's all here, we're unbeatable!"
        },
        {
            "name": "Fine Motion",
            "text": "Hehe… Thank you all very much. \nYou've been of great assistance."
        },
        {
            "name": "Tap's Friend B",
            "text": "Oh please, we're practically like family now, ain't we? \nWe sure had ourselves a good time with all that youthful stuff!"
        },
        {
            "name": "Tap's Friend B",
            "text": "Oh yeah, make sure to tell that prickly fella \nher design data was a real lifesaver!"
        },
        {
            "name": "Fine Motion",
            "text": "Prickly fella? …You mean Shakur? \nDid something happen?"
        },
        {
            "name": "Tap's Friend B",
            "text": "That gal provided all them fine details and numbers. \nThanks to that, we were able to progress without any fuss!"
        },
        {
            "name": "Tap's Friend A",
            "text": "And also for music, they done sent us some darn fine \nroyalty-free tunes. We're a bunch of numbskulls, so, \nit was a mighty big help～"
        },
        {
            "name": "Tap Dance City",
            "text": "<i>Fyuuh!</i> That gal sure knows how to make things classy!"
        },
        {
            "name": "Fine Motion",
            "text": "… You're right, indeed. \nShe is truly… excessively kind."
        },
        {
            "name": "Tap Dance City",
            "text": "What's up, Fine? Ya got that \"found the treasure, \nbut it's too darn big to carry out\"… kinda face goin'."
        },
        {
            "name": "Fine Motion",
            "text": "…… Hehe, it would be a mess if that were the case. \nWell, just a little while longer until the All Hooves' Festival! \nPlease keep us in your good graces till the end!"
        },
        {
            "name": "Tap's Friends",
            "text": "Roger!"
        },
        {
            "name": "Horsegirl A",
            "text": "—— Oh, look! They've put up a poster \nfor Gimlet and the others' play!"
        },
        {
            "name": "Horsegirl B",
            "text": "Wow, they look really cool…! Hey, let's go see it. \n—— Wait, there's something written here."
        },
        {
            "name": "Horsegirl A",
            "text": "<i>To our valued guests, we kindly request that you come dressed \nin costumes to avoid falling prey to evil spirits. See you at \nthe theater —— </i>"
        },
        {
            "name": "Fine Motion",
            "text": "—— Wow, there are already quite a few people here…! \nMy heart is fluttering!"
        },
        {
            "name": "Tap Dance City",
            "text": "So pumped up! …Oh, Shakur's all set too, they said."
        },
        {
            "name": "Tanino Gimlet",
            "text": "Here we go! This performance is a one-time deal. \nThere's no duplicating or replaying this unique moment. \n…… So let's enjoy it to the fullest!"
        },
        {
            "name": "Symboli Kris S",
            "text": "The curtain rises. \n―― It's showtime."
        },
        {
            "name": "[Bard]",
            "text": "… Ah, it seems tonight's stage is here. Ehem! \nNow, esteemed guests who have gathered here ——"
        },
        {
            "name": "[Bard]",
            "text": "… Huh? Hey, hey, hey, I'm right here! Come on, lighting! \nCan't you see me? Are you seeing some ghostly horsegirls \nor something? Geez…"
        },
        {
            "name": "[Bard]",
            "text": "Ah, that's more like it! Now then, once again, esteemed guests. \nTonight's stage, to me, unfolds here… a run-of-the-mill tavern \nlike in any old village."
        },
        {
            "name": "[Bard]",
            "text": "There's a certain joy in weaving tales for the merry inebriates! \nNo matter how melodious the verses, they flow from ear to \nlips like a pristine stream."
        },
        {
            "name": "[Bard]",
            "text": "Forgive the tangent, and pray tell… why do you adorn \nyourselves in such peculiar guises? As devils, vampires, \nand nurses drenched in crimson, I dare inquire?"
        },
        {
            "name": "[Bard]",
            "text": "… Ah, I perceive, 'tis the season of Hallowe'en! Yet, my friend, \nin this village, our Hallowe'en holds a peculiar grace. Are you \nnot acquainted with the tales that weave its tapestry?"
        },
        {
            "name": "[Bard]",
            "text": "<i>\"On All Hallows' Eve, when realms converge, bridging the here \nand beyond, demons emerge. Seek refuge in shadows, for if they \nfind you…\" </i>"
        },
        {
            "name": "[Bard]",
            "text": "Pray, unveil to me, is the soul by your side but \na transient companion of revelry, I wonder?"
        },
        {
            "name": "Audience Member",
            "text": "By my side…? \n―― Huh, wha……!"
        },
        {
            "name": "???",
            "text": "—— Found you."
        },
        {
            "name": "[Demon]",
            "text": "You… are \"alive\". \nHand over… your soul!"
        },
        {
            "name": "Audience Member",
            "text": "Hyaaa…… ——"
        },
        {
            "name": "[Bard]",
            "text": "Oh? Art thou… a true demon! I have longed for thee! \n… From the depths of my soul!"
        },
        {
            "name": "[Demon]",
            "text": "… Huh? Who dares quench my fervor??"
        },
        {
            "name": "[Bard]",
            "text": "Forgive the breach of manners, for my intrigue \nhas lingered long. As a bard, the question persists: \nWhat tales unfurl within the domain of enduring demons?"
        },
        {
            "name": "[Bard]",
            "text": "Would the Great Demon Lord share tales like drunken lore? \nShould you grace us with the most enchanting of narratives \nyou hold, souls and such shall surely bow to your whims."
        },
        {
            "name": "[Demon]",
            "text": "… Bards, they've always been a touch unhinged, \nacross the ages. Well, it doesn't matter, I was \njust beginning to grow weary of my toil anyway…"
        },
        {
            "name": "[Demon]",
            "text": "—— What would you crave… Ah, yes. It was a bygone era… \nLet me share with you the saga of a certain monster's \nbittersweet farewell."
        }
    ]
}