{
    "text_block_list": [
        {
            "name": "Tap Dance City",
            "text": "The world's a grand stage."
        },
        {
            "name": "Tap Dance City",
            "text": "… As one, somewhere, hath proclaimed. Each soul must perform its part… thine company included?"
        },
        {
            "name": "Tap Dance City",
            "text": "Reciting the script as its plot unfolds, enacting the tale… Aye, following fate's decree. And the stage, it shall inevitably draw its curtain."
        },
        {
            "name": "Tap Dance City",
            "text": "…… Hark! Methinks the hour draws nigh. Everyone, let us commence our tale ——"
        },
        {
            "name": "Fine Motion",
            "text": "<i>—— And thus, with hearts and bodies carried by angels, the two were bestowed with eternal life, and they lived happily in heaven. </i>"
        },
        {
            "name": "Fine Motion",
            "text": "…… What do you suppose, Gimlet? Isn't it a splendid tale?"
        },
        {
            "name": "Tanino Gimlet",
            "text": "… O' graceful spirit of shamrock. Indeed, the plot was brimming with intrigue, but alas, its conclusion didn't quite cater to my taste."
        },
        {
            "name": "Tanino Gimlet",
            "text": "In the land of Emerald, tales speak of many mysteries lurking. Within them, there must surely exist the essence to bestow upon me… the gift of inspiration!"
        },
        {
            "name": "Fine Motion",
            "text": "Inspiration? Hmm… something that might pique Gimlet's interest… Ah, it's not exactly a tale, but…"
        },
        {
            "name": "Fine Motion",
            "text": "Halloween is approaching, is it not? Did you know it's believed to have its origins in the Irish festival of Samhain?"
        },
        {
            "name": "Fine Motion",
            "text": "Samhain is a celebration that has been observed for over 2,000 years. It signifies the end of summer and was initially associated with the harvest."
        },
        {
            "name": "Fine Motion",
            "text": "During Samhain, the boundary between our world and the Otherworld weakens, prompting people to don costumes for protection against mischievous spirits."
        },
        {
            "name": "Tanino Gimlet",
            "text": "… This world and the Otherworld. The deceased and the living… Spirits and humans… As Halloween ends, a \"farewell\" —"
        },
        {
            "name": "Tanino Gimlet",
            "text": "……… Hehe……!! Hehehe…… Haha……… HAAAAHAHAHA――!!"
        },
        {
            "name": "Fine Motion",
            "text": "Oh! Could it be that… I have given you inspiration?"
        },
        {
            "name": "Tanino Gimlet",
            "text": "Inspiration? No, it's a divine revelation! Fine… no, my Goddess of Creation."
        },
        {
            "name": "Tanino Gimlet",
            "text": "—— Would you like to create a world with me?"
        },
        {},
        {
            "name": "Classmate A",
            "text": "—— Hey, have you thought about our theme for this year yet? We should decide on it soon, shouldn't we?"
        },
        {
            "name": "Classmate B",
            "text": "Oh, you're right! It'll be here in no time. ―― All Hooves'!"
        },
        {
            "name": "Symboli Kris S",
            "text": "(At Tracen Academy, a fan appreciation festival is held every spring and autumn. The autumn one is commonly nicknamed the \"All Hooves'\" festival, and it's akin to a cultural festival.)"
        },
        {
            "name": "Symboli Kris S",
            "text": "(A large-scale event led by the students… In which case, being a student, I should have a role to play as well.)"
        },
        {
            "name": "Classmate A",
            "text": "It's pretty hard work, though. …If I suggested that we have a serious go at it, do you think everyone'd help out?"
        },
        {
            "name": "Symboli Kris S",
            "text": "………"
        },
        {
            "name": "Classmate A",
            "text": "Eek! Sh-She's staring at me…… Is she telling me not to be so dependent?! …I-I'll try my best～!"
        },
        {
            "name": "Classmate C",
            "text": "<i>Haah… haah…!</i> As you'd expect from a festival with such history… These past documents… they're so… heavy…!"
        },
        {
            "name": "Symboli Kris S",
            "text": "………"
        },
        {
            "name": "Classmate C",
            "text": "Wha… um, well… I, uh… I'm sorry for being so weak～～～!"
        },
        {
            "name": "Symboli Kris S",
            "text": "(Perhaps, I might not have a role to play…… In this All Hooves' Festival……)"
        },
        {
            "name": "Symboli Kris S",
            "text": "Fine… Do you need something from me?"
        },
        {
            "name": "Fine Motion",
            "text": "Oh dear, you noticed me? Ahem, I've come to invite you, Kris! You see ——"
        },
        {
            "name": "Fine Motion",
            "text": "That being said! I, Fine Motion, Gimlet —"
        },
        {
            "name": "Fine Motion",
            "text": "— Shakur, Tap, and Kris are poised to grace the festival stage with our theatrical performance! Clap clap clap～!"
        },
        {
            "name": "Tap Dance City",
            "text": "<i>Fyuuh!</i> Awesome! What a darn tootin' fine group, I tell ya! This is gonna be a hootin' good time, Shakur!"
        },
        {
            "name": "Air Shakur",
            "text": "Quit actin' all cozy. …And hey, what's with the intense stare-down, huh?"
        },
        {
            "name": "Symboli Kris S",
            "text": "—— How unexpected…… for you to be here."
        },
        {
            "name": "Air Shakur",
            "text": "Likewise."
        },
        {
            "name": "Symboli Kris S",
            "text": "Mission — I've been chosen by Fine. So, I will follow… <i>but</i>."
        },
        {
            "name": "Tap Dance City",
            "text": "I reckon, Kris, yer wonderin', \"What kinda 'mission' does Shakur got?\", am I right?"
        },
        {
            "name": "Tap Dance City",
            "text": "But ya see, her heart's way simpler than that. This gal's motivation always boils down to that \"Highness\"! Don't it?"
        },
        {
            "name": "Air Shakur",
            "text": "I told you not to get too cozy. My motivation is always data. D-A-T-A!"
        },
        {
            "name": "Fine Motion",
            "text": "I knew that, so I conducted my research and gathered data. She's an important friend, and I wished for her to be a part of it!"
        },
        {
            "name": "Fine Motion",
            "text": "The importance of experimenting with a variety of physical expressions, parallels between theatrical and racing settings, and so forth… I'm pleased I could be of assistance♪"
        },
        {
            "name": "Tap Dance City",
            "text": "Well, I'll be! Does that mean if I didn't put myself out there, you'd have tried to woo me too?"
        },
        {
            "name": "Fine Motion",
            "text": "Of course! It's a splendid opportunity to create beautiful memories with all of you. I had a few heartfelt words prepared for you as well!"
        },
        {
            "name": "Tap Dance City",
            "text": "Well, that's a darn shame! But gatherin' with friends, and with Gimlet's script to boot, it's mighty temptin' to dive right on in!"
        },
        {
            "name": "Symboli Kris S",
            "text": "—— Gimlet… writing a script?"
        },
        {
            "name": "Tanino Gimlet",
            "text": "Listen up! Our theater troupe, \"Fortuna's Ovation\", is about to bring to life… Yes, a \"farewell\"! Presenting: \"The Tragedy of a Certain Mechanical Doll\"!"
        }
    ]
}