{
    "text_block_list": [
        {
            "name": "Tap's Friend A",
            "text": "Hey there, Tap! The boss at my part-time gig insisted I bring this along. It's paint for them fancy props!"
        },
        {
            "name": "Tap's Friend B",
            "text": "Tap, I've got what you asked for, and I've even roped in a buddy from the theater world for some extra help!"
        },
        {
            "name": "Tap Dance City",
            "text": "<i>Hoh</i>, good job! Mighty fine work, y'all! I'm bettin' our captain's gonna be happier than a cat in a yarn shop, ain't that right?"
        },
        {
            "name": "Fine Motion",
            "text": "Hold on a moment, Tap! Would you be so kind as to introduce these fine individuals to me first? They're all fresh faces, some of which I believe I haven't come across on campus before…"
        },
        {
            "name": "Tap Dance City",
            "text": "These here are my buddies! They're the folks who looked out for me before we set foot on this campus. Mighty dependable, I tell ya!"
        },
        {
            "name": "Tap Dance City",
            "text": "My folks are your folks! Together with our crew, we're a growin' force to be reckoned with ——"
        },
        {
            "name": "Tap's Friend C",
            "text": "Uwaaaaaaaaaa!? Who in tarnation did this! Somebody done splattered paint all over me!"
        },
        {
            "name": "Tap's Friend D",
            "text": "Hahaha! It's a mighty fine color for yer tail! You bein' focused on paintin' made it eas― H-Hey! Ain't no need for violence!"
        },
        {
            "name": "Tap Dance City",
            "text": "—— Hahaha! Make some noise, y'all! …It's heaps more fun when we all chip in together, don't ya reckon?"
        },
        {
            "name": "Fine Motion",
            "text": "… Yes, you are right. This approach does indeed appear more grand. Thank you, Tap… alrighty then!"
        },
        {
            "name": "Fine Motion",
            "text": "Ladies and gentlemen, I thank you all for your cooperation! Let us endeavor to make this play a true showstopper!"
        },
        {
            "name": "Fine Motion",
            "text": "—— That idea for the set is as delightful as a summer sunset! It suits Gimlet's image perfectly."
        },
        {
            "name": "Tap's Friend B",
            "text": "Right? The minute I heard the tale, I figured that old-school charm would suit it to a tee. I used to tread the boards a mite back in the day, see."
        },
        {
            "name": "Fine Motion",
            "text": "Wow～! So that's how you knew some theatre folks, eh? Having someone with experience is quite comforting!"
        },
        {
            "name": "Tap's Friend C",
            "text": "Hey, directooor! You remember which classroom houses that sewin' machine?"
        },
        {
            "name": "Fine Motion",
            "text": "I'll be there in a jiffy!"
        },
        {
            "name": "Air Shakur",
            "text": "—— Interesting…… So that's how her highness manages her flock."
        },
        {
            "name": "Tap Dance City",
            "text": "They're F-R-I-E-N-D-S! ……I'm reckonin' this here will be a memorable adventure for Fine too."
        },
        {
            "name": "Tap Dance City",
            "text": "Sharin' the load's all part of the journey. We should pour our hearts into actin' for her sake as well!"
        },
        {
            "name": "Air Shakur",
            "text": "…… <i>Hmph</i>. There's something else we should be worried about……"
        },
        {
            "name": "Symboli Kris S",
            "text": "(… Everyone is serious about creating a good play. Mission — As the lead, I must perform exceptionally.)"
        },
        {
            "name": "Drama Coach",
            "text": "—— Alright then, shall we try some emotional expressions? Ms. Tap and Ms. Shakur! Step on up!"
        },
        {
            "name": "Tap & Shakur",
            "text": "Funny! (*ˊᗜˋ*) Happy! (˶˃ ᵕ ˂˶) Sad…… (˙◠˙) Angry! ( •̀ ᴖ •́) Surprised. (°ロ°) Scared…… ₍˶Ó﹏Ò )"
        },
        {
            "name": "Drama Coach",
            "text": "Ms. Shakur, let's see more of that enthusiasm, please! Now… moving on to Ms. Kris S."
        },
        {
            "name": "Symboli Kris S",
            "text": "……… Funny. [•_•]"
        },
        {
            "name": "Symboli Kris S",
            "text": "Happy. Sad. Angry. Surprised. Scared. [•_•]"
        },
        {
            "name": "Symboli Kris S",
            "text": "…… I'm sorry. Expressing emotions… is something I'm not good at."
        },
        {
            "name": "Tap Dance City",
            "text": "No problem! Your role's that of a mechanical doll, ain't it? Not havin' them emotions might just be the ticket."
        },
        {
            "name": "Symboli Kris S",
            "text": "I suppose. But… Gimlet…"
        },
        {
            "name": "Tanino Gimlet",
            "text": "My heart is resolute — Kris S, I entrust this destiny to you. Like bidding farewell to King Lear, lost in the wilderness, we shall enact this sorrowful parting."
        },
        {
            "name": "Symboli Kris S",
            "text": "I'll do my best. ―― I want to express… \"sadness\"."
        },
        {
            "name": "Drama Coach",
            "text": "Hmm… maybe it'd be a good idea to explore your character a little deeper. Why don't you try sorting out the emotions of the mechanical doll in your own way, Ms. Kris S?"
        },
        {
            "name": "Symboli Kris S",
            "text": "(The mechanical doll sets out on its final journey. Leaving the land that had bound it, heading towards an eternal, solitary voyage… That sadness, the sorrow of saying goodbye…)"
        },
        {
            "name": "Symboli Kris S",
            "text": "…… Goodbye. Goodbye… Goodbye…… ―― Shoot."
        },
        {
            "name": "Fine Motion",
            "text": "Tap! Is Kris… still having trouble?"
        },
        {
            "name": "Tap Dance City",
            "text": "As you can see. She's been like that all along. But I reckon it fits that mechanical doll just right."
        },
        {
            "name": "Fine Motion",
            "text": "Hmm… I wonder if it might be better if she could truly immerse herself in the role she's been assigned? In that case, just a moment ago……"
        },
        {
            "name": "Fine Motion",
            "text": "Wow～! You two ladies are looking quite splendid!"
        },
        {
            "name": "Symboli Kris S",
            "text": "…… I am… a mechanical doll."
        },
        {
            "name": "Fine Motion",
            "text": "Yes! At present, you're the spitting image of a flawless mechanical doll. How about trying out those lines with your newfound inspiration?"
        },
        {
            "name": "Fine Motion",
            "text": "<i>―― It's time for me to depart. With the dawn… I bid farewell to you, venturing out on my eternal journey. </i>"
        },
        {
            "name": "Symboli Kris S",
            "text": "(……I am a mechanical doll. Now…… I shall bid a sorrowful \"farewell\". For the journey ahead……)"
        },
        {
            "name": "Symboli Kris S",
            "text": "<i>O, devil, from me there is but one word — farewell. To time, to humanity, to the heart…… adieu ―― </i>"
        },
        {
            "name": "Symboli Kris S",
            "text": "……… I apologize. It sounds… not right."
        },
        {
            "name": "Fine Motion",
            "text": "Kris, there is no need to apologize. You haven't done a thing wrong."
        },
        {
            "name": "Symboli Kris S",
            "text": "But… I was not able to fulfill my task. …… It's so frustrating."
        },
        {
            "name": "Fine Motion",
            "text": "Kris……"
        },
        {
            "name": "Fine Motion",
            "text": "… Perhaps, Shakur, you might be easier for Kris to collaborate with. Say something like, \"Shall I banish you to the depths of hell?\""
        },
        {
            "name": "Air Shakur",
            "text": "That's not even in the script. …Can we just forget about the script? It's still just a draft. Don't know what that fool is up to ——"
        },
        {
            "name": "Tanino Gimlet",
            "text": "—— <b>Pitiful!! </b>"
        },
        {
            "name": "Tanino Gimlet",
            "text": "I dared to take on the mantle of a god and sought to shape the world… Is this my retribution?!"
        }
    ]
}