{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "[Demon]",
            "text": "—— How many years… no, perhaps it was centuries ago. \nAll things drift from me… but yes, I remember now."
        },
        {
            "name": "[Demon]",
            "text": "On Hallowe'en, the village welcomes souls from beyond, \nextending a warm welcome to humans and demons alike."
        },
        {
            "name": "[Demon]",
            "text": "But it's always the same. They gather to talk about the dead. \nIt got tiresome, and I found myself wandering the village……"
        },
        {
            "name": "[Demon]",
            "text": "That mansion had long since fallen to ruin, devoid of \nhuman presence… yet a feast now laid prepared."
        },
        {
            "name": "[Demon]",
            "text": "Someone… no, something is there. \nSomething awaits the return of the deceased…"
        },
        {
            "name": "[Demon]",
            "text": "At first glance, it's unmistakably \"not alive\". \nYet, it's also \"not dead\"…"
        },
        {
            "name": "[Mechanical Doll]",
            "text": "—— Uninvited guest, who might you be?"
        },
        {
            "name": "[Demon]",
            "text": "And \"what\" are you? \nState your name."
        },
        {
            "name": "[Mechanical Doll]",
            "text": "I bear no name. I am a <Mechanical Doll>, \nas documented in my blueprint."
        },
        {
            "name": "[Demon]",
            "text": "<Mechanical Doll>?"
        },
        {
            "name": "[Creator]",
            "text": "<i>\"A creation comprised of patched flesh and machinery, with oil \nflowing like blood through its veins. Astonishingly, it is able \nto understand and articulate speech.\" </i>"
        },
        {
            "name": "[Creator]",
            "text": "<i>\"My magnum opus in this lifetime! And an enduring, \nhistoric sin… for I have given birth to an empty monster.\" \n</i>"
        },
        {
            "name": "[Demon]",
            "text": "…… Ah, I understand now. Those who seek to \nplay God can be found throughout every era."
        },
        {
            "name": "[Mechanical Doll]",
            "text": "It appears you're a well-known demon. \nI believe your realm must house my creator."
        },
        {
            "name": "[Mechanical Doll]",
            "text": "I have a request. Would you please bring my creator to me?"
        },
        {
            "name": "[Mechanical Doll]",
            "text": "For a 100 years, I have awaited my master's visit on this night. \nMy creator, who passed away immediately after my birth."
        },
        {
            "name": "[Mechanical Doll]",
            "text": "I simply wish to meet them. \nI desire to know…… the purpose of my existence."
        },
        {
            "name": "[Demon]",
            "text": "Ha! Life has no meaning. \nYou are born, and you disappear. That is all."
        },
        {
            "name": "[Mechanical Doll]",
            "text": "But I do not possess life. \nI am a creation of clear intention."
        },
        {
            "name": "[Mechanical Doll]",
            "text": "For 100 years… I have pondered relentlessly. Yet, even with \nmy intellect, pride of my master, the reason eludes me."
        },
        {
            "name": "[Mechanical Doll]",
            "text": "Demon, I implore you. Could you grant my wish and reunite \nme with my creator? I will give you anything you wish."
        },
        {
            "name": "[Demon]",
            "text": "No, I refuse. I have no interest in taking anything from you. \nMy desire lies solely with the souls of the living…"
        },
        {
            "name": "[Demon]",
            "text": "… However, I may consider searching for your so-called creator. \nBut you must bring me… the finest, pure, white soul."
        },
        {
            "name": "[Mechanical Doll]",
            "text": "You mean… You want me to take another's life?"
        },
        {
            "name": "[Demon]",
            "text": "Ha! The lonely monster hesitates? \nThey aren't your \"friends\" or anything, are they?"
        },
        {
            "name": "[Demon]",
            "text": "Think about it with your cherished intellect. A hundred years of \nseeking the reason to your existence, versus the life of someone \nwho doesn't even know it… which is more valuable?"
        },
        {
            "name": "[Demon]",
            "text": "The deadline is until this ludicrous Hallowe'en concludes. \nOf course, you won't be able to roam the town any later, \nwill you? I'm looking forward to it… Haha!"
        },
        {
            "name": "[Demon]",
            "text": "—— For the first time in a century, the monster descended \nto the village. Among the costumed villagers, its patched \nappearance didn't stand out. However…"
        },
        {
            "name": "[Villager A]",
            "text": "Hey look, a new face. Have they always been here? \n… They seem rather eerie, don't they?"
        },
        {
            "name": "[Villager B]",
            "text": "Probably a traveller. Our village's festival has quite a reputation. \nBut…… what a strange disguise. Almost as if a monster…"
        },
        {
            "name": "[Mechanical Doll]",
            "text": "I must bring that demon… a pure white soul ——"
        },
        {
            "name": "[Young Girl]",
            "text": "—— Oh? \nHello there!"
        },
        {
            "name": "[Young Girl]",
            "text": "What an amazing costume! \nWhat's your name?"
        },
        {
            "name": "[Mechanical Doll]",
            "text": "………"
        },
        {
            "name": "[Young Girl]",
            "text": "Don't want to say? That's fine, we'll keep it a secret between us! \nEven without knowing names, we can still be friends."
        },
        {
            "name": "[Mechanical Doll]",
            "text": "Friends…… \n…… Me, and you?"
        },
        {
            "name": "[Young Girl]",
            "text": "Yeah, that's right. \n―― Nice to meet you, friend!"
        },
        {
            "name": "[Mechanical Doll]",
            "text": "There is no way to know the color of a soul. But for some \nreason, I am certain her soul's color is pure and white."
        },
        {
            "name": "[Mechanical Doll]",
            "text": "—— Are you searching for clover here? \nIt's futile. Nothing grows in such a barren land."
        },
        {
            "name": "[Young Girl]",
            "text": "Hehe, well, let's see about that! \nCome on, instead of just standing there, lend me a hand!"
        },
        {
            "name": "[Young Girl]",
            "text": "After we're done, let's enjoy some cake together! I baked \na delicious Barmbrack. It'll be your reward if you find one!"
        },
        {
            "name": "[Mechanical Doll]",
            "text": "—— Friends, until Hallowe'en ends. \nUntil Hallowe'en ends… and after that…"
        },
        {
            "name": "[Mechanical Doll]",
            "text": "—— This is…"
        },
        {
            "name": "[Young Girl]",
            "text": "Proof that clovers can grow in this wasteland! \nI also found some in the past, under a boulder!"
        },
        {
            "name": "[Mechanical Doll]",
            "text": "… No, it can't be. It is documented \nthat there are no clover in this place."
        },
        {
            "name": "[Young Girl]",
            "text": "It's true! I touched them, confirmed their existence, \nin my eyes, my hands, my heart!"
        },
        {
            "name": "[Young Girl]",
            "text": "Hey, have you never left this village before? \nThis world is filled with things you can't learn from books!"
        },
        {
            "name": "[Young Girl]",
            "text": "You see, my dream is to travel the world and see lots of clovers! \nWhen that time comes, you should come with me."
        },
        {
            "name": "[Mechanical Doll]",
            "text": "…… Why me?"
        },
        {
            "name": "[Young Girl]",
            "text": "Because it's more fun with friends! \n―― Let's promise!"
        }
    ]
}