{
    "text_block_list": [
        {
            "name": "Tanino Gimlet",
            "text": "Ah… If it is here neither, then Melpomene's⁽ᴹᵘˢᵉ ᵒᶠ ᵀʳᵃᵍᵉᵈʸ⁾ favor… has melted into the twilight!"
        },
        {
            "name": "Air Shakur",
            "text": "Huh? What are you talking about? Quit messing around and get it done already."
        },
        {
            "name": "Tanino Gimlet",
            "text": "Oh, wise one, I've come in search of completion. The mechanical doll, having crossed paths with the demon, seeks its <i>raison d'être</i> and sets out on a journey to meet its creator ——"
        },
        {
            "name": "Tanino Gimlet",
            "text": "However, the creator, awaiting in hell, silently casts it aside. The mechanical doll despairs of everything, bidding farewell to the demon and the mansion."
        },
        {
            "name": "Tanino Gimlet",
            "text": "Setting off on an aimless journey in search of its <i>raison d'être</i>… Its sorrowful, profound statement — those last words remain undecided…!"
        },
        {
            "name": "Air Shakur",
            "text": "I don't care… We're running out of time… Just write something and finish it already."
        },
        {
            "name": "Tanino Gimlet",
            "text": "Unbelievable! Rather than treating parting lightly, it'd be better to let the whole be lost to time."
        },
        {
            "name": "Tap Dance City",
            "text": "…… Hey, can I ask ya somethin'? I've been wonderin'. Why y'all so fixated on partin' ways like that?"
        },
        {
            "name": "Tap Dance City",
            "text": "If it ain't workin' out, just cast it aside! Let's wrap this up with a big happy ending. That'd be terrific!"
        },
        {
            "name": "Tanino Gimlet",
            "text": "… Oh, I see, so you're devoted to comedy. But, dear danseuse, my aesthetic is fixated on partings…"
        },
        {
            "name": "Tanino Gimlet",
            "text": "It's because of partings that our existence is deeply etched into the soul. It's because of partings that memories shine brilliantly and become cherished…"
        },
        {
            "name": "Tanino Gimlet",
            "text": "Everything will eventually face separation. The words that cut swiftly through time… They must be something deeply imprinted onto the heart."
        },
        {
            "name": "Tanino Gimlet",
            "text": "Aagh! The final line that expresses the sorrow of parting… What will the mechanical doll utter!?"
        },
        {
            "name": "Tap Dance City",
            "text": "Well, I ain't rightly sure! Hey, Kris S, what 'bout you? What do ya reckon?"
        },
        {
            "name": "Symboli Kris S",
            "text": "—— Me? …… I……"
        },
        {
            "name": "Symboli Kris S",
            "text": "……………"
        },
        {
            "name": "Tap Dance City",
            "text": "…… Alright! The one thing we oughta do right now is clear as day."
        },
        {
            "name": "Tap Dance City",
            "text": "—— Party!"
        },
        {
            "name": "Fine Motion",
            "text": "Ta-da! I've baked a traditional Irish Halloween cake called <i>Barmbrack</i>. Help yourselves to a slice each♪"
        },
        {
            "name": "Tap Dance City",
            "text": "Woah, that looks mighty tasty♪ Thank you Fine. Well then, let's get this party started!"
        },
        {
            "name": "Tap Dance City",
            "text": "—— Cheers!"
        },
        {
            "name": "All 3",
            "text": "Cheers! <i>To Bacchus! </i>"
        },
        {
            "name": "Tap Dance City",
            "text": "Shakur, you too! Cheers! Cheers!"
        },
        {
            "name": "Air Shakur",
            "text": "Enough of this already! Don't we have a script to finish?"
        },
        {
            "name": "Tap Dance City",
            "text": "Hm? I reckon I just wanna have a good ol' talk, ya know? We're all gathered here, like a crew on the same ship."
        },
        {
            "name": "Tap Dance City",
            "text": "But right now, that ol' ship done come to a halt. Let's all work together to figure out the cause! If we lay our thoughts on the table, we're sure to find the answer!"
        },
        {
            "name": "Tanino Gimlet",
            "text": "This is just a difference in our aesthetics. I embrace farewells, while you adore eternity… There's no answer to it, really."
        },
        {
            "name": "Tap Dance City",
            "text": "Just how important is that farewell to you, darlin'? That's all I wanna know!"
        },
        {
            "name": "Tanino Gimlet",
            "text": "However, Babel is already crumbling… Gasp! I see it now… Dear sage! Will your goddess of destiny grant us an explanation!?"
        },
        {
            "name": "Air Shakur",
            "text": "Shut up, don't bother me."
        },
        {
            "name": "Tap Dance City",
            "text": "Shakur's goddess! It's that PC, ain't it!? I wanna see too! Hand it over!"
        },
        {
            "name": "Air Shakur",
            "text": "Shut it, quit hassling me. Or better yet, get to the point already!"
        },
        {
            "name": "Fine Motion",
            "text": "…… Hehe."
        },
        {
            "name": "Symboli Kris S",
            "text": "…… Fine?"
        },
        {
            "name": "Fine Motion",
            "text": "Sorry… It's truly a delight. To have this moment……"
        },
        {
            "name": "Fine Motion",
            "text": "…… I do think partings can be lovely. They're the next step on the journey."
        },
        {
            "name": "Fine Motion",
            "text": "Indeed, partings are inevitable. However, for the journey ahead… I believe memories like these will keep us connected forever."
        },
        {
            "name": "Symboli Kris S",
            "text": "………"
        },
        {
            "name": "Tanino Gimlet",
            "text": "Hm? What's up?"
        },
        {
            "name": "Symboli Kris S",
            "text": "…… Nothing."
        },
        {
            "name": "Tanino Gimlet",
            "text": "…… Kris S, fear not your words to be carried away by the wind. The night is long, and there's plenty of time to chase the breeze. …Go on."
        },
        {
            "name": "Symboli Kris S",
            "text": "……… The moment of farewell. I think that maybe…… the mechanical doll won't feel sad."
        },
        {
            "name": "Symboli Kris S",
            "text": "—— I know. I, too, am familiar with departures."
        },
        {
            "name": "Symboli Kris S",
            "text": "Leaving behind the land where I grew up. …… I felt lonely."
        },
        {
            "name": "Symboli Kris S",
            "text": "—— It felt the same with not getting used to a new land. But… I didn't feel sadness."
        },
        {
            "name": "Symboli Kris S",
            "text": "Mission — I had things to accomplish. And…… memories."
        },
        {
            "name": "Symboli Kris S",
            "text": "Because, memories… were kept in this heart."
        },
        {
            "name": "Symboli Kris S",
            "text": "…… Yes. Even in the script… The mechanical doll has a mission."
        },
        {
            "name": "Symboli Kris S",
            "text": "A mission to find its own purpose ―― If that's the case, the journey that lies ahead… It might be filled with memories, don't you think?"
        },
        {
            "name": "Symboli Kris S",
            "text": "—— Just like…… myself."
        },
        {
            "name": "Tanino Gimlet",
            "text": "… I see. Perhaps Melpomene⁽ᴹᵘˢᵉ ᵒᶠ ᵀʳᵃᵍᵉᵈʸ⁾ didn't love me for a reason!"
        },
        {
            "name": "Fine Motion",
            "text": "Gimlet?"
        },
        {
            "name": "Tanino Gimlet",
            "text": "O, spirit of shamrock, I was imprisoned… By the shackles of my own thoughts, heedlessly blind to the other side of the moon known as \"farewell\"."
        },
        {
            "name": "Tanino Gimlet",
            "text": "But now, I stand upon a new horizon. What was once a motif has taken on a life of its own…… and a completely different intellect has sparked within. Is it merely a role in a play?"
        },
        {
            "name": "Tanino Gimlet",
            "text": "Nay! This is a revelation brought forth by the force of destiny. Therefore, I shall accept it! Impressive! Kris S, you've now become a vessel for the mechanical spirit!"
        },
        {
            "name": "Fine Motion",
            "text": "You've come up with it, haven't you! Gimlet, what will be the final line?"
        },
        {
            "name": "Tanino Gimlet",
            "text": "<i>Tsk, tsk, tsk.</i> The climax doesn't manifest solely in a line. The key to it all… IT'S YOU, FINE!"
        }
    ]
}