{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "The summer training camp passed safely, the season \nis completely autumnー However, the Twinkle Series \nis engulfed in the heat of midsummer."
        },
        {
            "text": "At the center of the heat was the sisters \nNarita Brian and Biwa Hayahide."
        },
        {
            "name": "Commentator",
            "text": "Narita Brian won the “Kikkashou”, surpassing last years time \nrecorded by Biwa Hayahide!!"
        },
        {
            "name": "Commentator",
            "text": "Here is the birth of the 5th ever “Triple Crown Horse Girl”!!"
        },
        {
            "text": "One sister showed a landslide victory at the “Japan Derby”, and \nthe other sister released a record at the “Takarazuka Kinen”, \nafter that, which sister will make a big record againー"
        },
        {
            "text": "While running different races, the world was greatly excited by \nthe way they collided with each other."
        },
        {
            "text": "And the direct confrontation between the 2 girls that everyone \nwas waiting for was going to happen in the “Arima Kinen”ー"
        },
        {
            "name": "Gold Ship",
            "text": "Those interviewers are coming today too～. It's a pain in the ass."
        },
        {
            "name": "Mejiro McQueen",
            "text": "That's right. After all, the “Triple Crown \nHorse Girl” is a great achievement."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Who knows when the next time in this historic period will we be \nable to witness this again. So It is only natural that the \ncoverage will push and come."
        },
        {
            "name": "Gold Ship",
            "text": "Well, it seems like everyone is disappointed \nthat they can't find Brian."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Is Brian-san going to visit Hayahide-san?"
        },
        {
            "text": "Oh, I suggest you don't go."
        },
        {
            "text": "Oh, I suggest you don't go."
        },
        {
            "name": "Mejiro McQueen",
            "text": "I asked her out before, but I was refused. It may be that the \nsincerity of my feelings didn't reach her."
        },
        {
            "name": "Gold Ship",
            "text": "Well～, I'm sure it's a shock for a family member."
        },
        {
            "name": "Mejiro McQueen",
            "text": "There is that too but, I think Brian-san was looking forward to \nrunning together with her in the “Arima Kinen”."
        },
        {
            "text": "As Mejiro McQueen said, every time Biwa Hayahide was active, \nNarita Brian seemed to be excited about it."
        },
        {
            "text": "She had withered the thought of running so much as to say that \nthe triple crown is a passing point, I wonder if the only thing \nto satisfy her was the confrontation with her sister."
        },
        {
            "name": "Mejiro McQueen",
            "text": "The other person who she wanted to run with me the most can't \nrun, I'm a little worried…"
        },
        {
            "text": "Brian…"
        },
        {
            "name": "Biwa Hayahide",
            "text": "I wanted to beat down the “Triple Crown Horse Girl”…"
        },
        {
            "name": "Narita Brian",
            "text": "…There is nothing to worry about if you are this energetic."
        },
        {
            "name": "Biwa Hayahide",
            "text": "The injury at the “Emperor Prize (Autumn)” was unexpected. I had \nalready built up a winning equation for the next match against \nyou from the previous ones."
        },
        {
            "name": "Narita Brian",
            "text": "Using equations for racing, your head's way \nof thinking is still the same as ever."
        },
        {
            "name": "Biwa Hayahide",
            "text": "Ah, my head is not that big!!"
        },
        {
            "name": "Narita Brian",
            "text": "……"
        },
        {
            "name": "Biwa Hayahide",
            "text": "…Brian, my equation is not an empty theory on the desk. I'm sure \nI would have won in the “Arima Kinen”."
        },
        {
            "name": "Biwa Hayahide",
            "text": "Do you remember when you were a little girl when you wore the 1st \nplace at sports day?"
        },
        {
            "name": "Narita Brian",
            "text": "No, it's not in my memory."
        },
        {
            "name": "Biwa Hayahide",
            "text": "I guess so… winning was a matter of course for you, \nit wasn't so simulating as to remain in your memory, \nsuch as the race of the sports day."
        },
        {
            "name": "Biwa Hayahide",
            "text": "Genius mathematicians say that it is a bliss when you're \nsatisfied with a problem that exists, and when you are \nchallenging difficult questions that cannot be solved."
        },
        {
            "name": "Biwa Hayahide",
            "text": "You're the same. Because of your outstanding talent, your \nfeelings can't be satisfied in regular races all the time."
        },
        {
            "name": "Narita Brian",
            "text": "……"
        },
        {
            "name": "Biwa Hayahide",
            "text": "You can't beat it with just effort… So I modeled it, and what I \nfound was the way it is now."
        },
        {
            "name": "Biwa Hayahide",
            "text": "It is not an empty cloud, but an effort to pursue a theory and do \nit accurately which shows firmly as a result."
        },
        {
            "name": "Narita Brian",
            "text": "…Then, even more so I wanted you to \nprove it at the “Arima Kinen”."
        },
        {
            "name": "Biwa Hayahide",
            "text": "…The main story of the topic is from here. I have nothing to do \nat the hospital, so I tried to set up the equation of the “Arima \nKinen”, which I can't run."
        },
        {
            "name": "Biwa Hayahide",
            "text": "As a result, no matter how many times you do the calculations, it \nwill come out when you win."
        },
        {
            "name": "Biwa Hayahide",
            "text": "I don't know what you will think of \nmy run… I'm sure I'll win, Brian."
        },
        {
            "name": "Narita Brian",
            "text": "…Hmph."
        },
        {
            "name": "Narita Brian",
            "text": "You don't need an equation to give you \nan answer. It is natural to win."
        },
        {
            "name": "Narita Brian",
            "text": "…Besides, If Big-sister had appeared in “Arima \nKinen”, the theory that you would have won over \nme, is just an empty argument on the table."
        },
        {
            "name": "Narita Brian",
            "text": "That's why, let me prove it to you someday, for sure."
        },
        {
            "name": "Biwa Hayahide",
            "text": "Ahaha… yeah, I promise."
        },
        {
            "name": "Narita Brian",
            "text": "……"
        },
        {
            "name": "Narita Brian",
            "text": "Let me prove my Big-sister's equation, in the “Arima Kinen”!"
        }
    ]
}