{
    "text_block_list": [
        {
            "name": "Commentator",
            "text": "With the “Emperor Prize (Autumn)” approaching, let's forget about this winter cold for 2 minutes during this heat! She came back on stage!"
        },
        {
            "name": "Commentator",
            "text": "The “Triple Crown Horse Girl” Narita Brian was faced with an injury in front of the “Emperor Prize (Spring)” is now ready to run with full satisfaction!"
        },
        {
            "name": "Commentator",
            "text": "What kind of race will she show us today, she has already received overwhelming support and has been promoted to the No. 1 favorite!"
        },
        {
            "name": "Spectator A",
            "text": "I have been waiting for you since spring～! I want to see Brian run!"
        },
        {
            "name": "Spectator B",
            "text": "Maybe a record time will come out again! I can't wait～!"
        },
        {
            "name": "Narita Brian",
            "text": "……"
        },
        {
            "text": "I focused on watching the injury, so we didn't always have time for good training, still your condition is not bad."
        },
        {
            "text": "And above all, your desire to run here is the same as before. Show me the best run!"
        },
        {
            "text": "And above all, your desire to run here is the same as before. Show me the best run!"
        },
        {
            "name": "Narita Brian",
            "text": "…Yeah."
        },
        {
            "name": "Narita Brian",
            "text": "…I will do as long as I can."
        },
        {
            "name": "Commentator",
            "text": "Turn the final corner, the last straight line! Each girl spurted at this single sound!"
        },
        {
            "name": "Commentator",
            "text": "Oops!? Narita Brian, isn't going for a massive stretch!? In the meantime the follow-up is coming!"
        },
        {
            "text": "In AutumnーNarita Brian got 12th place in her return race, and it ended with an unexpected result."
        },
        {
            "name": "Narita Brian",
            "text": "Heh… heh…"
        },
        {
            "text": "Yeah, the feeling is not bad. The legs also have good movement."
        },
        {
            "text": "I'm afraid her injury hasn't healed completelyーthat's what I thought, but Narita Brian is working hard on training to show such a state."
        },
        {
            "text": "Okay, then next, let's run assuming the final straight line. The next race is “Japan Cup”, the last straight line at the Tokyo racetrack is long."
        },
        {
            "name": "Narita Brian",
            "text": "Last spurt… that's what it means."
        },
        {
            "text": "Yeah, but what's wrong?"
        },
        {
            "text": "Yeah, but what's wrong?"
        },
        {
            "name": "Narita Brian",
            "text": "Sorry, but can you change it to another practice? I'll do the spurt myself later."
        },
        {
            "text": "I don't mind that…"
        },
        {
            "name": "Narita Brian",
            "text": "The “Japan Cup” is longer than the “Emperor Prize (Autumn)”, I want to focus on adjusting the pace distribution."
        },
        {
            "text": "Well then, let's do pace-distribution training."
        },
        {
            "name": "Narita Brian",
            "text": "Yeah, I will be going."
        },
        {
            "text": "…This is the first time she has ever asked me to change the training meny."
        },
        {
            "name": "Mayano Top Gun",
            "text": "I've heard that her injury healed, so why…?"
        },
        {
            "name": "Horsegirl A",
            "text": "Mayano! Training is already starting!"
        },
        {
            "name": "Mayano Top Gun",
            "text": "Ah, Mm-hmm! I'm coming now!"
        },
        {
            "name": "Mayano Top Gun",
            "text": "…I'm watching Brian run, but it's a bit of a blur. I'm not as excited as I was back then…"
        },
        {
            "name": "Mayano Top Gun",
            "text": "…Brian-san."
        },
        {
            "name": "Mayano Top Gun",
            "text": "TV Host:『Speak a word for the fans who watched Narita Brian's race live』"
        },
        {
            "name": "Mayano Top Gun",
            "text": "TV Guest A:『If you think calmly, this is normal. She was resting for six months』"
        },
        {
            "name": "Mayano Top Gun",
            "text": "TV Guest B:『That's right! Brian's complete resurrection is in the next race!』"
        },
        {
            "name": "Gold Ship",
            "text": "Both on Tv and the news are saying that this result is due to the 6 months break after the injury."
        },
        {
            "name": "Mejiro McQueen",
            "text": "There is also the fact that the race intuition has gotten pure, besides it's very difficult to bring your condition to its peak immediately after your return."
        },
        {
            "text": "I've been watching Brian win so much, so I tend to forget common senseー"
        },
        {
            "text": "It's not easy to win a race after an injury break. That's why we have to make adjustments before the “Japan Cup”."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Yeah… You're right."
        },
        {
            "text": "I'm not without anxiety. Her running has always been beyond the frame of common sense."
        },
        {
            "text": "It was also true that I did not handle her injury properly since the day she got it, even though it was common sense what to do."
        },
        {
            "name": "Narita Brian",
            "text": "Heh… heh…"
        },
        {
            "name": "Narita Brian",
            "text": "……"
        },
        {
            "name": "Narita Brian",
            "text": "…I'm sorry Trainer, even so I…"
        },
        {
            "name": "Narita Brian",
            "text": "I will choose to run on my own now…"
        },
        {
            "name": "Commentator",
            "text": "200m left!! Hishi Amazon is leading the way! Narita Brian has a hard time catching up!"
        },
        {
            "name": "Commentator",
            "text": "Hishi Amazon, reaches the goal with slightly 2 lengths! Narita Brian is further behind, passing the goal board in 6th position!"
        },
        {
            "name": "Commentator",
            "text": "Like the “Emperor Prize (Autumn)”, it was a race that could not be extended even in this “Japan Cup”!"
        }
    ]
}