{
    "text_block_list": [
        {
            "text": "In the first half of the Twinkle Series, we heard the curtain call with the overwhelming victory of “Takarazuka Kinen” by Biwa Hayahide."
        },
        {
            "text": "And with welcoming the summer workー Team <Sirius> was preparing to buy a few things for summer training camp."
        },
        {
            "name": "Winning Ticket",
            "text": "Fireworks, watermelons and carrots… Ah～, there are too many things to buy～!"
        },
        {
            "text": "It's hard to prepare, but let's stretch our wings when we get there. Even if it's a training camp, at the same time it's a break."
        },
        {
            "name": "Shopper A",
            "text": "Oh!? It's Narita Brian!!"
        },
        {
            "name": "Shopper B",
            "text": "Wow～, the real deal!! Her 5 length difference Derby, got me really excited!"
        },
        {
            "name": "Narita Brian",
            "text": "I see…"
        },
        {
            "name": "Shopper B",
            "text": "Next, is the long awaited Triple Crown “Kikkashou”! After that, is it after all the Arima Kinen!?"
        },
        {
            "name": "Winning Ticket",
            "text": "Ah, I was worried about that too! What will it be, Trainer!?"
        },
        {
            "text": "I'm not sure yet, but we will probably go on that route."
        },
        {
            "text": "I'm not sure yet, but we will probably go on that route."
        },
        {
            "name": "Shopper A",
            "text": "Wow! Show me your win of the title “Triple Crown Horse Girl” and Arima Kinen!"
        },
        {
            "name": "Narita Brian",
            "text": "It goes without saying, every race I race I will win."
        },
        {
            "name": "Shopper B",
            "text": "Woah! I will go to see it with my family! Please show me your determination by winning a landslide victory!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Everyone is already talking about winning. As expected of Brian."
        },
        {
            "text": "To be honest, I can't imagine Brian losing right now. Even if it's “Kikkashou” or “Arima Kinen”."
        },
        {
            "text": "Of course, depending on the other party, that image may be shaken."
        },
        {
            "name": "Winning Ticket",
            "text": "The “Opponent” who can beat Brian～…"
        },
        {
            "name": "???",
            "text": "Oya? If it isn't Brian."
        },
        {
            "text": "I'm sure she is…"
        },
        {
            "name": "Narita Brian",
            "text": "She is the dorm head, Hishi Amazon. …Amazon, are you shopping too?"
        },
        {
            "name": "Hishi Amazon",
            "text": "Yeah, I thought of making presents for all the hard working underclassmen who are going back to their parents house in summer vacation."
        },
        {
            "name": "Narita Brian",
            "text": "You're like a mother now…"
        },
        {
            "name": "Hishi Amazon",
            "text": "Ehehe, it's not just a gift to take care of."
        },
        {
            "name": "Hishi Amazon",
            "text": "I'm doing it as an example for even those who run. No matter who you are, you can face it if you have the guts!"
        },
        {
            "text": "The Horse Girl called Hishi Amazon, she seems to be a character with a strong and reasonable belief that isn't any inferior to Narita Brian."
        },
        {
            "name": "Hishi Amazon",
            "text": "…Oh!? Watch out!!!!"
        },
        {
            "text": "(Truck-kun!!!!)"
        },
        {
            "name": "Hishi Amazon",
            "text": "Ah～, last minute safe."
        },
        {
            "name": "Child of Shopper",
            "text": "Ah… *Sob*～～!!"
        },
        {
            "name": "Hishi Amazon",
            "text": "Hey!! You have to look hard to see if there's no car coming!"
        },
        {
            "name": "Hishi Amazon",
            "text": "Big-sister Hishiama will be watching you, so be careful about cars properly this time!"
        },
        {
            "name": "Child of Shopper",
            "text": "*Sob*～… Big-sister, thank you…"
        },
        {
            "name": "Narita Brian",
            "text": "It was a fine play, Amazon."
        },
        {
            "name": "Hishi Amazon",
            "text": "It's nothing, it's Big-sister Hishiama's job to look after folks. …So it was in the middle of the story."
        },
        {
            "name": "Hishi Amazon",
            "text": "Brian, I want to compete with you. To meet the opponent called the strongest, isn't it burning…!"
        },
        {
            "name": "Hishi Amazon",
            "text": "One day, I'll stand on the same stage as you! Don't you dare run away?"
        },
        {
            "name": "Narita Brian",
            "text": "…I will not run away, but I won't wait. If you want to run with me, follow me."
        },
        {
            "name": "Hishi Amazon",
            "text": "Ehehe, bring it on!! Then later, there's an egg limited time sale, so I'll go!"
        },
        {
            "name": "Narita Brian",
            "text": "…she is really a mother."
        },
        {
            "name": "Winning Ticket",
            "text": "Well, I was surprised by the crisis, but I was more surprised at her power to help children～!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Don't you know about her races? Amazing legs to head at once from the rear to the frontー"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Some people say that they were more shocked by her than Brian's race."
        },
        {
            "text": "I believe she is conscious about Brian's lack of “Opponent”."
        },
        {
            "text": "I believe she is conscious about Brian's lack of “Opponent”."
        },
        {
            "name": "Narita Brian",
            "text": "…Hmph."
        },
        {
            "name": "Winning Ticket",
            "text": "So, I will have a summer training camp at the villa of the Mejiro family, won't the 2 of you come with me?"
        },
        {
            "name": "Narita Taishin",
            "text": "I will have to pass. I was injured before the “Takarazuka Kinen”, so I have a hospital visit."
        },
        {
            "name": "Winning Ticket",
            "text": "Hmm… If that's the case there is no helping it. Well then, Hayahide will go!? You will go right!?"
        },
        {
            "name": "Biwa Hayahide",
            "text": "…No, I will have to pass too."
        },
        {
            "name": "Winning Ticket",
            "text": "Ehh～!? Even though there's fireworks, watermelons and carrots?"
        },
        {
            "name": "Biwa Hayahide",
            "text": "I'm sorry, I have something important to do."
        },
        {
            "name": "Winning Ticket",
            "text": "Is it by any chance, your summer vacation homework? It seems like you've been writing something in your notebook for a while."
        },
        {
            "name": "Narita Taishin",
            "text": "…Eh? Wh, what is that…"
        },
        {
            "name": "Winning Ticket",
            "text": "Muscle training and trunk training… Dirt dash to slope dash, gate training and pool training…"
        },
        {
            "name": "Winning Ticket",
            "text": "No way, are you going to do everything written on this menu!? During the summer vacation!?"
        },
        {
            "name": "Biwa Hayahide",
            "text": "Yeah, from now on, you need to be prepared for the autumn race season. Starting from “All Comers” to the “Emperor Award Autumn” After running thoseー"
        },
        {
            "name": "Biwa Hayahide",
            "text": "…I will aim to achieve the goal of “Arima Kinen”"
        },
        {
            "name": "Winning Ticket",
            "text": "Hayahide are also aiming for “Arima Kinen”!? That means, Hayahide and Brian there…!?"
        },
        {
            "name": "Narita Brian",
            "text": "……"
        },
        {
            "name": "Narita Brian",
            "text": "An “Opponent” who can beat me, huh…"
        }
    ]
}