{
    "text_block_list": [
        {
            "name": "Daiichi Ruby",
            "text": "Today we have prepared three types of tea leaves. Assam, Dimbula, and Lapsang Souchong for flavor."
        },
        {
            "name": "Daiichi Ruby",
            "text": "All of them are highly aromatic, It has an elegant taste suitable for everyone."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Thank you for having me. Not only the tea, but also the tea foods have wonderful colors."
        },
        {
            "name": "Satono Diamond",
            "text": "Yes. Your pastries sparkling under the sunlight, they look as beautiful as jewels."
        },
        {
            "text": "A table manners test. There is a single person who is out of place at the \"tea party of the young ladies\" that is unfolding before my eyes.",
            "choice_data_list": [
                "A-ah, yes…"
            ]
        },
        {
            "text": "I am the only trainer here. The other is nowhere to be seen. I'm sure the other are taking the test in another place, or on another day."
        },
        {
            "text": "I don't think I'll ever get used to this unique atmosphere. I was so nervous that I drank all my tea without a second thought.",
            "choice_data_list": [
                "(Let's get a refill… ah)"
            ]
        },
        {
            "name": "Daiichi Ruby",
            "text": "…………"
        },
        {
            "text": "This tea party is hosted by Daiichi Ruby. The act of pouring for yourself is…",
            "choice_data_list": [
                "Ahem, what a splendid tea ceremony…"
            ]
        },
        {
            "text": "……I feel like this way of saying it is not right, but the act of pouring it yourself must have definitely been a violation of manners."
        },
        {
            "name": "Daiichi Ruby",
            "text": "……Thank you very much."
        },
        {
            "text": "With that, Daiichi Ruby pours me another cup of tea. ……But that feeling relief was short-lived――"
        },
        {
            "name": "Ruby's butler",
            "text": "Ladies, it's time for dinner. The car will pick you up over there.",
            "choice_data_list": [
                "Dinner?"
            ]
        },
        {
            "name": "Daiichi Ruby",
            "text": "Yes. It is also the venue for the next test. Now, let's go."
        },
        {
            "text": "I was brought to a place I had never been before, a luxury cruise ship that I had only seen in photographs.",
            "choice_data_list": [
                "(What am I supposed to do in a place like this?)"
            ]
        },
        {
            "text": "It almost make me panic. ―but."
        },
        {
            "name": "Daiichi Ruby",
            "text": "I was deeply moved when I read your work \"Dignity Spoken to the Present Day\". In particular, the \"continuation'' that is the proposition of chapter 2―"
        },
        {
            "name": "Classy woman",
            "text": "―Ahh, I'm glad you noticed that. That part is exactly like your grandmother and mother."
        },
        {
            "name": "Classy woman",
            "text": "The glorious history she left behind as a Horse girl… the glory of her family. So Ruby-san, you understand what I mean right?"
        },
        {
            "name": "Daiichi Ruby",
            "text": "Of course. From now on, our family will continue to unwaveringly continue its glory."
        },
        {
            "name": "Daiichi Ruby",
            "text": "I have heard from my mother about your cutting-edge activities. I also, have learned much from you―"
        },
        {
            "name": "Men in suits",
            "text": "―Hoho, I'm honored to hear you say that far. However, compared to your grandmothers achievement, I still have a long way to go."
        },
        {
            "name": "Men in suits",
            "text": "A great horse girl who boasts not only the URA award but also many other honors. That brilliance passed from your grandmother to your mother and now to you."
        },
        {
            "name": "Men in suits",
            "text": "We have high hopes for you, Lady Daiichi Ruby."
        },
        {
            "text": "Daiichi Ruby stands proudly unwaveringly in front of the heavy pressure of the business world. ……completely different from myself.",
            "choice_data_list": [
                "……Amazing"
            ]
        },
        {
            "text": "If you look around, you will see numerous eyes following her… Inside of them, it contain a great expectation for her Noble family."
        },
        {
            "text": "How much pressure would that be? No matter how calm she may look, she must be under a lot of pressure."
        },
        {
            "text": "And yet, how can you still look so dignified――"
        },
        {
            "name": "Daiichi Ruby",
            "text": "…Lift your face. If you're going to do something, always do it with dignity."
        },
        {
            "name": "Daiichi Ruby",
            "text": "Do you have anything to be ashamed of? If not, you should be the best you can be, stand tall, and look straight ahead."
        },
        {
            "text": "\"If you have something to aspire to, then behave accordingly. That is what will eventually transforms you into who you aspire to be.\""
        },
        {
            "text": "…I see, so that's what she mean."
        },
        {
            "name": "Daiichi Ruby",
            "text": "Be brilliant. Be supreme. Always shine the brightest. That is my family's motto… therefore"
        },
        {
            "name": "Daiichi Ruby",
            "text": "There is no way I will ever betray your expectations."
        },
        {
            "text": "Before I knew it, I couldn't take my eyes off Daiichi Ruby, who had declare her will straight forwardly."
        },
        {
            "name": "Daiichi Ruby",
            "text": "Good job for today. Well then, I still have training, so please excuse me.",
            "choice_data_list": [
                "At this time!?"
            ]
        },
        {
            "name": "Daiichi Ruby",
            "text": "Yes. You are free to go home. For tomorrow's test―",
            "choice_data_list": [
                "Is there anything I can help you with!?"
            ]
        },
        {
            "text": "I said it without thinking. I may not be a trainer worthy of a Daiichi Ruby, that's my honest thought after going through so many test."
        },
        {
            "text": "However, when I think about the burden she's carrying. I can't help but thinking, I wish I could be of some help…"
        },
        {
            "name": "Daiichi Ruby",
            "text": "There is nothing in particular.",
            "choice_data_list": [
                "How about measuring the time!"
            ]
        },
        {
            "name": "Daiichi Ruby",
            "text": "…………",
            "choice_data_list": [
                "Ah… I want to measure your time!!"
            ]
        },
        {
            "name": "Daiichi Ruby",
            "text": "…Do as you wish."
        },
        {
            "text": "I felt something changed inside me that day. Daiichi Ruby's words may have been the trigger."
        }
    ]
}