{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "After what happen after luxury cruise ship event \nthe other day, helping her training after the test \nwere over has become my daily routine."
        },
        {
            "text": "Sometime I even show up on my day off like this."
        },
        {
            "text": "However, the test is coming to an end. \nThis may be the last time I help her training."
        },
        {
            "name": "Daiichi Ruby",
            "text": "Hah… hah… hah…!"
        },
        {
            "text": "Daiichi Ruby is strict with herself. However, \nfrom her point of view, she thinks that it is \nnormal to be strict to herself."
        },
        {
            "name": "Daiichi Ruby",
            "text": "Haa…!"
        },
        {
            "text": "And that's why she expect a lot from people \naround her, while she put even higher expectation \non herself."
        },
        {
            "name": "Daiichi Ruby",
            "text": "\"If you have something to aspire to, then behave \naccordingly. That is what will eventually \ntransforms you into who you aspire to be.\""
        },
        {
            "text": "The result of that is the current Daiichi Ruby. \nA noble run, that is the result of what she wish."
        },
        {
            "name": "Daiichi Ruby",
            "text": "hah, hah… ha～",
            "choice_data_list": [
                "good work"
            ]
        },
        {
            "name": "Daiichi Ruby",
            "text": "…Yes, good work.",
            "choice_data_list": [
                "The trainer selection test, it's almost over.",
                "The trainer selection test is almost over."
            ]
        },
        {
            "name": "Daiichi Ruby",
            "text": "That's right… You lower your gaze again. \nStand up straight and keep your chin down."
        },
        {
            "name": "Daiichi Ruby",
            "text": "Your attitude reflect your state of mind. \nWhy don't you ask yourself once more \nabout the state of your heart?"
        },
        {
            "text": "Just like this, I learn a lot from Daiichi Ruby \neven if I'm the one who is supposed to give her guidance."
        },
        {
            "text": "There are other trainers who did not give up and \nremained in the selection test. The probability \nof being selected are too low.",
            "choice_data_list": [
                "Thank you for everything!"
            ]
        },
        {
            "name": "Daiichi Ruby",
            "text": "…………"
        },
        {
            "text": "In the selection test I learn about my immaturity \nand my lack of self-confidence. I feel like \nI manage to face my own weakness."
        },
        {
            "text": "I tell Daiichi Ruby that I am glad that I took \nthe test. Whatever the outcome, I'm sure this \nwill be important lesson for the future."
        },
        {
            "name": "Daiichi Ruby",
            "text": "……Yes. Thank you for your hard work."
        },
        {
            "text": "It's the same word she say after she finish her run. \nSeeing that distance between us make me \nfeel a little lonely."
        },
        {
            "text": "I wonder what kind of trainer will be accepted. \nWhoever it is, I will root for you. I want you to support her \nas she looks forward nobly, and walk alongside her path."
        },
        {
            "text": "The letter arrived a week later."
        },
        {
            "text": "“Thank you very much for participating in the \ntrainer selection test. The selection result is―\"",
            "choice_data_list": [
                "Eh?"
            ]
        },
        {
            "text": "With the letter in hand, I hurriedly left the trainer room."
        },
        {
            "name": "Daiichi Ruby",
            "text": "Hah… haa～…",
            "choice_data_list": [
                "Daiichi Ruby!"
            ]
        },
        {
            "name": "Daiichi Ruby",
            "text": "… From that look, \nit look like you received the letter.",
            "choice_data_list": [
                "This result is…"
            ]
        },
        {
            "name": "Daiichi Ruby",
            "text": "From now on, I'm in your care. \nLet's be more devoted to each other."
        },
        {
            "name": "Daiichi Ruby",
            "text": "Now then."
        },
        {
            "text": "I hurriedly stopped Daiichi Ruby, who was about \nto start running again.",
            "choice_data_list": [
                "This pass is……"
            ]
        },
        {
            "text": "It seems that the \"passed'' in the letter \nwasn't a mistake. But why? My test result is not that good…"
        },
        {
            "name": "Daiichi Ruby",
            "text": "There is no one left but you. \nLast night, everyone else abstained."
        },
        {
            "name": "Daiichi Ruby",
            "text": "Therefore, you are hired as my trainer. \nThat's all for the explanation."
        },
        {
            "text": "……That mean, rather than being chosen, it's because \nI'm the only one remaining? It's just process of elimination… \nI feel my shoulders dropped."
        },
        {
            "name": "Daiichi Ruby",
            "text": "…………"
        },
        {
            "text": "But no matter the reason, I manage to \nbecome her trainer. Let's think positively! \nAnd when I lift my face…"
        },
        {
            "name": "Daiichi Ruby",
            "text": "You did a great job staying until the end. \nWell done.",
            "choice_data_list": [
                "――――"
            ]
        },
        {
            "name": "Daiichi Ruby",
            "text": "In order to fulfill your duty…… \nI hope that you too will not neglect your studies.",
            "choice_data_list": [
                "…………"
            ]
        },
        {
            "text": "……After being dazed for a while, I returned to \nmy senses. Did she just praise me? As I savor \nthat feeling of joy―"
        },
        {
            "name": "Daiichi Ruby",
            "text": "Before we sign the contract, There is something \nyou need to do. Please take it from the butler \nover there and hand it in by tomorrow."
        },
        {
            "text": "Daiichi Ruby bowed lightly after saying that and \nstarted running again. I straighten my back."
        },
        {
            "text": "That's right. As the trainer of Daiichi Ruby, \nI cannot let my guard down"
        },
        {
            "text": "I will strive to be someone worthy of her. Even if \nI'm only chosen by the process of elimination, \nI will make sure she won't regret it!"
        }
    ]
}