{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Summer camp has started. An important season for \nhorse girl. I've been doing everything I can to \nmake sure no time is wasted."
        },
        {
            "text": "A high-intensity training menu packed full of \ntraining. Followed with icing on the top a \nmassage preparations."
        },
        {
            "text": "The training itself proceeds smoothly, \nSince we share what we need to do with each other. \nEven so―"
        },
        {
            "name": "Daiichi Ruby",
            "text": "――Ha.",
            "choice_data_list": [
                "Good, your time increased!",
                "Good, your time increased!"
            ]
        },
        {
            "text": "I secretly fist pump for visible training results. \nI'm happy that I can do my work as a trainer \nwithout problem."
        },
        {
            "name": "Daiichi Ruby",
            "text": "…………"
        },
        {
            "name": "Daiichi Ruby",
            "text": "Thank you again for your assistance today. \nNow, I will go and change my clothes."
        },
        {
            "text": "After the training is over, there are still things I can do."
        },
        {
            "name": "Horsegirl A",
            "text": "Hey, hey, we're going to the festival, right? \nI wonder if they are serving carrot roast again this year?"
        },
        {
            "name": "Horsegirl B",
            "text": "I wonder if I should have eaten a little less for dinner. \nI tend to overeat when I eat out."
        },
        {
            "text": "The training camp schedule is halfway over, and \na summer festival will be held nearby today."
        },
        {
            "text": "Many horse girl go out happily, but Daiichi Ruby \nwill probably stay at the training camp."
        },
        {
            "name": "Daiichi Ruby",
            "text": "……Trainer-san?",
            "choice_data_list": [
                "I've prepared a place for study for you."
            ]
        },
        {
            "text": "I tried to prepare an environment that is as close as \npossible to the school environment for her study time."
        },
        {
            "name": "Daiichi Ruby",
            "text": "……There was such a quiet place in the training camp. \nAnd even desks and lights."
        },
        {
            "name": "Daiichi Ruby",
            "text": "……Thank you for your consideration."
        },
        {
            "text": "Do～on, the sound of fireworks can be heard from afar. \nIt's almost time for the festival to end."
        },
        {
            "text": "However, Daiichi Ruby, who is concentrating, \ndoesn't seem to be able to hear the outside sounds."
        },
        {
            "name": "Daiichi Ruby",
            "text": "…………"
        },
        {
            "text": "When it finally time for break, I say the words \nI had prepared before.",
            "choice_data_list": [
                "Why don't we go for a little walk?"
            ]
        },
        {
            "name": "Daiichi Ruby",
            "text": "……Understood."
        },
        {
            "text": "On the way, we pass by people returning from the \nfestival. I think \"Are you really okay you didn't go?\", \nbut I decide to not say it."
        },
        {
            "text": "Some people may think that studying while everyone \nelse is enjoying the festivities is too much. But―"
        },
        {
            "name": "Daiichi Ruby",
            "text": "Tranquility……"
        },
        {
            "text": "On an empty beach, we stood side by side looking up at \nthe stars in the sky. The sound of the sea breeze feel \npleasant to my ears.",
            "choice_data_list": [
                "I heard the stars here are beautiful."
            ]
        },
        {
            "name": "Daiichi Ruby",
            "text": "Indeed, it is a beautiful view."
        },
        {
            "text": "Daiichi Ruby stay silent after saying that, but that's fine. \nGiving her Just a few minutes of distraction after training \ncamp, that's the only thing I can do for her."
        },
        {
            "text": "She continues her study on her own volition. \nTelling her to take more rest or to play around \nlike eveyone else is not the right thing to do."
        },
        {
            "text": "Born as a member of the \"Noble family\", she never averts \nher eyes from the heavy responsibility. All I can do as \nher trainer is to support her with all my might."
        },
        {
            "text": "Summer constellations twinkle in the night sky. \nShining red in the sky is the heart of the scorpion - Antares."
        },
        {
            "name": "Daiichi Ruby",
            "text": "…………Ah, as expected."
        },
        {
            "name": "Daiichi Ruby",
            "text": "……Scorpion's Fire……"
        },
        {
            "text": "I thought I heard something from her, but before \nI could confirm it, Daiichi Ruby's appearance returned to normal.",
            "choice_data_list": [
                "……leaving already?"
            ]
        },
        {
            "name": "Daiichi Ruby",
            "text": "Yes."
        },
        {
            "name": "Daiichi Ruby",
            "text": "The night breeze cleared my head. \nI'm going to go back and prepare for tomorrow's training."
        },
        {
            "text": "As soon as she said it, Daiichi Ruby turned on her heel. \nPerhaps this walk too was not necessary for her."
        },
        {
            "text": "Did I cause trouble with my unnecessary suggestion? \nI was worried about that…"
        },
        {
            "name": "Daiichi Ruby",
            "text": "…I would like to be like that too."
        },
        {
            "text": "Through the small back, I heard that one sentence."
        },
        {
            "text": "I wasn't sure if she was referring to the star \nthat she wanted to show me. It's just―"
        },
        {
            "text": "I feel like we got closer just a little bit. \nIt was such a joyful evening."
        }
    ]
}