{
    "text_block_list": [
        {
            "text": "After what happen after luxury cruise ship event the other day, helping her training after the test were over has become my daily routine."
        },
        {
            "text": "Sometime I even show up on my day off like this."
        },
        {
            "text": "However, the test is coming to an end. This may be the last time I help her training."
        },
        {
            "name": "Daiichi Ruby",
            "text": "Hah… hah… hah…!"
        },
        {
            "text": "Daiichi Ruby is strict with herself. However, from her point of view, she thinks that it is normal to be strict to herself."
        },
        {
            "name": "Daiichi Ruby",
            "text": "Haa…!"
        },
        {
            "text": "And that's why she expect a lot from people around her, while she put even higher expectation on herself."
        },
        {
            "name": "Daiichi Ruby",
            "text": "\"If you have something to aspire to, then behave accordingly. That is what will eventually transforms you into who you aspire to be.\""
        },
        {
            "text": "The result of that is the current Daiichi Ruby. A noble run, that is the result of what she wish."
        },
        {
            "name": "Daiichi Ruby",
            "text": "hah, hah… ha～",
            "choice_data_list": [
                "good work"
            ]
        },
        {
            "name": "Daiichi Ruby",
            "text": "…Yes, good work.",
            "choice_data_list": [
                "The trainer selection test, it's almost over.",
                "The trainer selection test is almost over."
            ]
        },
        {
            "name": "Daiichi Ruby",
            "text": "That's right… You lower your gaze again. Stand up straight and keep your chin down."
        },
        {
            "name": "Daiichi Ruby",
            "text": "Your attitude reflect your state of mind. Why don't you ask yourself once more about the state of your heart?"
        },
        {
            "text": "Just like this, I learn a lot from Daiichi Ruby even if I'm the one who is supposed to give her guidance."
        },
        {
            "text": "There are other trainers who did not give up and remained in the selection test. The probability of being selected are too low.",
            "choice_data_list": [
                "Thank you for everything!"
            ]
        },
        {
            "name": "Daiichi Ruby",
            "text": "…………"
        },
        {
            "text": "In the selection test I learn about my immaturity and my lack of self-confidence. I feel like I manage to face my own weakness."
        },
        {
            "text": "I tell Daiichi Ruby that I am glad that I took the test. Whatever the outcome, I'm sure this will be important lesson for the future."
        },
        {
            "name": "Daiichi Ruby",
            "text": "……Yes. Thank you for your hard work."
        },
        {
            "text": "It's the same word she say after she finish her run. Seeing that distance between us make me feel a little lonely."
        },
        {
            "text": "I wonder what kind of trainer will be accepted. Whoever it is, I will root for you. I want you to support her as she looks forward nobly, and walk alongside her path."
        },
        {
            "text": "The letter arrived a week later."
        },
        {
            "text": "“Thank you very much for participating in the trainer selection test. The selection result is―\"",
            "choice_data_list": [
                "Eh?"
            ]
        },
        {
            "text": "With the letter in hand, I hurriedly left the trainer room."
        },
        {
            "name": "Daiichi Ruby",
            "text": "Hah… haa～…",
            "choice_data_list": [
                "Daiichi Ruby!"
            ]
        },
        {
            "name": "Daiichi Ruby",
            "text": "… From that look, it look like you received the letter.",
            "choice_data_list": [
                "This result is…"
            ]
        },
        {
            "name": "Daiichi Ruby",
            "text": "From now on, I'm in your care. Let's be more devoted to each other."
        },
        {
            "name": "Daiichi Ruby",
            "text": "Now then."
        },
        {
            "text": "I hurriedly stopped Daiichi Ruby, who was about to start running again.",
            "choice_data_list": [
                "This pass is……"
            ]
        },
        {
            "text": "It seems that the \"passed'' in the letter wasn't a mistake. But why? My test result is not that good…"
        },
        {
            "name": "Daiichi Ruby",
            "text": "There is no one left but you. Last night, everyone else abstained."
        },
        {
            "name": "Daiichi Ruby",
            "text": "Therefore, you are hired as my trainer. That's all for the explanation."
        },
        {
            "text": "……That mean, rather than being chosen, it's because I'm the only one remaining? It's just process of elimination… I feel my shoulders dropped."
        },
        {
            "name": "Daiichi Ruby",
            "text": "…………"
        },
        {
            "text": "But no matter the reason, I manage to become her trainer. Let's think positively! And when I lift my face…"
        },
        {
            "name": "Daiichi Ruby",
            "text": "You did a great job staying until the end. Well done.",
            "choice_data_list": [
                "――――"
            ]
        },
        {
            "name": "Daiichi Ruby",
            "text": "In order to fulfill your duty…… I hope that you too will not neglect your studies.",
            "choice_data_list": [
                "…………"
            ]
        },
        {
            "text": "……After being dazed for a while, I returned to my senses. Did she just praise me? As I savor that feeling of joy―"
        },
        {
            "name": "Daiichi Ruby",
            "text": "Before we sign the contract, There is something you need to do. Please take it from the butler over there and hand it in by tomorrow."
        },
        {
            "text": "Daiichi Ruby bowed lightly after saying that and started running again. I straighten my back."
        },
        {
            "text": "That's right. As the trainer of Daiichi Ruby, I cannot let my guard down"
        },
        {
            "text": "I will strive to be someone worthy of her. Even if I'm only chosen by the process of elimination, I will make sure she won't regret it!"
        }
    ]
}