{
    "text_block_list": [
        {
            "text": "A while later. I wanted to hear Agnes Digital out some more, so I went to look for her."
        },
        {
            "name": "Agnes Tachyon",
            "text": "…You there. What are you up to, looking all shifty? Are you perhaps, perish the thought, stalking Umamusume, in broad daylight?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Ahahaha! I kid, I kid. That'd make you a dead ringer for the \"Umamusume-chan-loving trainer\" Digital-kun's been talking about.",
            "choice_data_list": [
                "You know Agnes Digital?",
                "You know Agnes Digital?"
            ]
        },
        {
            "name": "Agnes Tachyon",
            "text": "Oh, dear, it really <i>is</i> you? Well, well…"
        },
        {
            "name": "Agnes Tachyon",
            "text": "If you're looking for Digital-kun, she's out right now. En route to the train station, by the look of it. I'd wager she's on the hunt for more Umamusume merch, as usual——",
            "choice_data_list": [
                "Thanks!"
            ]
        },
        {
            "name": "Agnes Tachyon",
            "text": "…Hmm, a trainer seeking out Digital-kun, eh? Will she able to keep someone like that at arm's length? Fufu, how fascinating."
        },
        {
            "text": "Following Agnes Tachyon's advice, I kept looking for Digital. And then——"
        },
        {
            "name": "Agnes Digital",
            "text": "Ahh～…"
        },
        {
            "name": "Agnes Digital",
            "text": "Oh legs gliding upon verdant grass, full of elegance and grace… Oh legs pushing with force upon the earth, full of vim and vigor…"
        },
        {
            "name": "Agnes Digital",
            "text": "Which prints do I buy? ——A foolish question! I'm getting both, obviously!"
        },
        {
            "name": "Agnes Digital",
            "text": "Ahhh, thou who art in heaven, hallowed be thy name! For granting me life in a world blessed with so many goddesses!"
        },
        {
            "name": "Agnes Digital",
            "text": "Yes—— I, Digitan, devote my youth to <i>you,</i> Umamusume-chans! I was wrong to even <i>think</i> about running with them!",
            "choice_data_list": [
                "What…!?"
            ]
        },
        {
            "name": "Agnes Digital",
            "text": "Uh, whaddya want…? Whom…?"
        },
        {
            "name": "Agnes Digital",
            "text": "Bwah…!? I- Th…!? <i>Sori, but, did, yoo, purhaps, here, every, thing, eye, sed…?</i>",
            "choice_data_list": [
                "…Yep."
            ]
        },
        {
            "name": "Agnes Digital",
            "text": "<i>Óh……</i>"
        },
        {
            "name": "Agnes Digital",
            "text": "Well, you already overhead all that——"
        },
        {
            "name": "Agnes Digital",
            "text": "But this is seriously the biggest of the biggest of big questions! Just think about it! Who am I!? That's RIGHT——!"
        },
        {
            "name": "Agnes Digital",
            "text": "——I am AGNES DIGITAL! The Umamusume who loves Umamusume-chans more than any other!"
        },
        {
            "name": "Agnes Digital",
            "text": "Do you really think I can just <i>choose</i> between turf Umamusume-chans and dirt Umamusume-chans?"
        },
        {
            "name": "Agnes Digital",
            "text": "No way, no way, no freaking way!! It's just as impossible as playing the mandolin without a pick!!",
            "choice_data_list": [
                "And that's why you won't run yourself?"
            ]
        },
        {
            "name": "Agnes Digital",
            "text": "<i>Exaaactly.</i> The perfect place for me is quietly revering my faves behind the monitor…"
        },
        {
            "name": "Agnes Digital",
            "text": "Ahh… On that fateful day of my childhood, watching those Umamusume-chans on TV, just how moved I was… How could I ever forget…"
        },
        {
            "name": "Agnes Digital",
            "text": "Seeing the Umamusume-chans clash, each with her own feelings in tow… It wasn't just their brilliance that moved me…"
        },
        {
            "name": "Agnes Digital",
            "text": "It was their \"will\"…! Their will made me think they were just so precious."
        },
        {
            "name": "Agnes Digital",
            "text": "I was blessed enough to be born an Umamusume, too. ——And an Umamusume <i>has</i> to run!"
        },
        {
            "name": "Agnes Digital",
            "text": "IThe race is the ultimate stage for Umamusume-chans to shine! And I wanted to see every last one of them shine as bright as they can! I wanted to support them with everything I had!"
        },
        {
            "name": "Agnes Digital",
            "text": "Even though choosing would force me to miss some of them. Even then…! …I steeled my will, I guess."
        },
        {
            "name": "Agnes Digital",
            "text": "I enrolled at Tracen Academy. But when I took just one step on school grounds——"
        },
        {
            "name": "Agnes Digital",
            "text": "Hee hee hee, hoo hoo hoo… Ahh, the air is brimming with Umamusume-chans' lovely laughter…"
        },
        {
            "name": "Agnes Digital",
            "text": "My faves are here, flesh and blood! They're real… They're 3D… Their breathing, their heartbeats, their footsteps, I can hear them all up close!"
        },
        {
            "name": "Agnes Digital",
            "text": "Ahhh, these aren't just pictures on a screen! They're the real Umamusume-chans of Tracen Academy… …When that realization hit me——"
        },
        {
            "name": "Agnes Digital",
            "text": "<i>——Oh, it blew my freaking mind!!!</i>"
        },
        {
            "name": "Agnes Digital",
            "text": "\"I steeled my will\"!? Are you <i>kidding?</i> My flimsy will wasn't worth squat!!"
        },
        {
            "name": "Agnes Digital",
            "text": "Not when I got to see all my beloved Umamusume-chans in IRL HD…!! And to top it all off, I find out I've got the goods for <i>both</i> track types?"
        },
        {
            "name": "Agnes Digital",
            "text": "There's just no way!! How the heck am I supposed to choose between turf and dirt?!!!!"
        },
        {
            "name": "Agnes Digital",
            "text": "…Nay, the truest choice is not to choose at all!!! <i>That</i> is the way of the fan!!!"
        },
        {
            "name": "Agnes Digital",
            "text": "So I'm <i>not</i> going to choose!! I'm not going to run on EITHER track!!!!"
        },
        {
            "text": "She put it all out in the open. You could say she had nothing to hide. But——"
        },
        {
            "name": "Agnes Digital",
            "text": "So, what about you? Do you think you've got time to waste on little old me? Shouldn't you go give your attention to those other Umamusume-chans?",
            "choice_data_list": [
                "(There's another way of looking at this…)"
            ]
        },
        {
            "name": "Agnes Digital",
            "text": "Fu fu fu. Don't have a comeback, now do you? Well, then, I'll be off——",
            "choice_data_list": [
                "——You've got a stronger will than anyone else!",
                "——You've got a stronger will than anyone else!"
            ]
        },
        {
            "name": "Agnes Digital",
            "text": "……What?"
        },
        {
            "name": "Agnes Digital",
            "text": "…Uh, were you, perchance, not listening to what I said? I didn't even have the will to make that choice, you know?",
            "choice_data_list": [
                "No, you had the will to not make that \nchoice!",
                "No, you had the will to not make that \nchoice!"
            ]
        },
        {
            "name": "Agnes Digital",
            "text": "Bwuh…?"
        },
        {
            "text": "I remembered—— Despite her small size, she showed tremendous strength on the dirt track."
        },
        {
            "text": "And she ran nimbly across the turf, with just as much skill as she did on dirt."
        },
        {
            "text": "She couldn't choose between them, so she gave it her all on both. So why not use that to her advantage!?——"
        },
        {
            "name": "Agnes Digital",
            "text": "Ummmm… I, um, beg your pardon, but I understand not what you are saying here…"
        },
        {
            "text": "I explained my idea to her right away. Then——"
        },
        {
            "name": "Agnes Digital",
            "text": "………"
        },
        {
            "name": "Agnes Digital",
            "text": "<i>BWGHAAAAAAAAAAAAAAHHH!!!!!!!???</i>"
        },
        {
            "text": "——A few days later. Word started to get around about a certain something."
        },
        {
            "name": "Vodka",
            "text": "Hey, d'you hear? The thing with Digital…!"
        },
        {
            "name": "Daiwa Scarlet",
            "text": "I heard! But I still can't believe it. It really came out of nowhere…"
        },
        {
            "name": "Daiwa Scarlet",
            "text": "I can't believe she registered for the both the turf <i>and</i> dirt Selection Races…!"
        }
    ]
}