{
    "text_block_list": [
        {
            "name": "Agnes Digital",
            "text": "——An ancient philosopher once said:"
        },
        {
            "name": "Agnes Digital",
            "text": "\"To gain joy through incidents arousing pity and fear; That purification of emotion, is catharsis.\" In other words——"
        },
        {
            "name": "Agnes Digital",
            "text": "\"Moe\" is the purification of my very soul!!! The love and awe I offer my faves illuminate my soul like a ray of hope——!"
        },
        {
            "name": "Agnes Digital",
            "text": "——Oh. Just a dream, huh…"
        },
        {
            "name": "Agnes Digital",
            "text": "(My name is Agnes Digital. Just a normal, garden-variety Umamusume.)"
        },
        {
            "name": "Agnes Digital",
            "text": "(Today, like always, I take in the air through an invisible filter. After all, I'm at——)"
        },
        {
            "name": "Agnes Digital",
            "text": "(A place so full of my faves that I wouldn't even <i>dare</i> breathe the same air—— Tracen Academy! Something's bound to happen in an Umamusume-chan paradise like this…!)"
        },
        {
            "name": "Daiwa Scarlet",
            "text": "Now hang on, you, just how long are you going to keep following me?!"
        },
        {
            "name": "Vodka",
            "text": "I'm not, dang it! I'm going to the track too! I'm the one who oughtta tell you to stop following me!"
        },
        {
            "name": "Agnes Digital",
            "text": "(Ehhhh!? They're pretending to argue, just to have an excuse to stop and talk to each other!? Right…!?)"
        },
        {
            "name": "Agnes Digital",
            "text": "(Even though they could've run off without a word?! What is going on here?! What sort of <i>feelings</i> are driving them?!)"
        },
        {
            "name": "Agnes Digital",
            "text": "(It's got to be… feelings… <i>for each other…!!!?</i>)"
        },
        {
            "name": "Agnes Digital",
            "text": "<i>(Ha～～～ I t ' s t o o G O O D ! ! ! ! !)</i>"
        },
        {
            "name": "Agnes Digital",
            "text": "(——That's right, I enrolled just to see my faves up close!! I stand here, now, for the sake of experiencing those \"Best Fave Moments\"!!)"
        },
        {
            "name": "Agnes Digital",
            "text": "(As always, Tracen Academy… <i>IS THE BEEEEEEEEST!!!!)</i>"
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "Good work again today, Trainer-san. Are you settled in to the academy already?"
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "There's quite a variety of talented Umamusume enrolled here. I encourage you to find someone you'd like to train with ♪",
            "choice_data_list": [
                "Right, I'll do my best!"
            ]
        },
        {
            "text": "——Tracen Academy. The institution dedicated to training the Umamusume who race in the Twinkle Series."
        },
        {
            "text": "I worked really hard and finally managed to become a trainer at the Academy. I may be inexperienced, but I'd like to think my passion makes up for it.",
            "choice_data_list": [
                "(Time to give it my all today, too!)",
                "(Time to give it my all today, too!)"
            ]
        },
        {
            "text": "I psyched myself up and went down to observe the running Umamusume. Seeing them giving it their all, I couldn't help but raise my fist and cheer.",
            "choice_data_list": [
                "Keep it uuup!"
            ]
        },
        {
            "name": "Daiwa Scarlet",
            "text": "Ghh… She really gets on my nerves…! Always butting into my space——"
        },
        {
            "name": "Daiwa Scarlet",
            "text": "No way am I going to lose to <i>her!!</i>"
        },
        {
            "name": "???",
            "text": "Yes——! You may stand among the great and powerful! But you are undeniably a goddess in your own right!!"
        },
        {
            "name": "???",
            "text": "I exist to kneel before thy brilliance!"
        },
        {
            "name": "???",
            "text": "Rightgeousness! Pweciousness! You're our holy goddeeeeess～～～～!!!!"
        },
        {
            "text": "With our cheers behind her, she pushed through the last straight at incredible speed…!!"
        },
        {
            "text": "Feeling pretty pleased with things, I took a curious glance beside me——"
        },
        {
            "name": "Agnes Digital",
            "text": "Wheeze… wheeze… huff… huff…"
        },
        {
            "name": "Agnes Digital",
            "text": "She felt the threat of her pursuers, but turned that fear into her power. Power enough to push through those last three furlongs…"
        },
        {
            "name": "Agnes Digital",
            "text": "And the moment she crossed the finish line, oh, she just couldn't help but smile! Ahhh, that blessed smile is our divine reward! Don't you agree!?",
            "choice_data_list": [
                "What?"
            ]
        },
        {
            "name": "Agnes Digital",
            "text": "What?"
        },
        {
            "name": "Agnes Digital",
            "text": "Ah. Sorry. My inner asuras were going wild… Umamusume-chans are the best, amirite? Hehehhe…"
        },
        {
            "name": "Agnes Digital",
            "text": "I could feel it, you know. You, too, infuse your cheers with a passionate karma. As a fellow traveller on this karmic path, I can't afford to fall behind…"
        },
        {
            "text": "I kind of got caught up in the flow there, but I wonder what she's up to. Wait, is she not going to run too?",
            "choice_data_list": [
                "Sorry, do you have a second?"
            ]
        },
        {
            "name": "Agnes Digital",
            "text": "Wh- There's no way. …Wait, now they're running together!? But didn't you just say \"she really gets on my nerves\"…!!!?"
        },
        {
            "name": "Agnes Digital",
            "text": "Wait, then, you mean, she was hiding how she really felt!? WHAAA～! My oh my, what forbidden fruit!! <i>Le mariage</i> of sweet and bitter—",
            "choice_data_list": [
                "I said, have a second!?"
            ]
        },
        {
            "name": "Agnes Digital",
            "text": "——Oh. Yeah!? What's up…!?"
        },
        {
            "name": "Agnes Digital",
            "text": "Oh, was I being too loud…? Would you accept an Umamusume-chan anecdote as an apology?",
            "choice_data_list": [
                "Are you not going to run?",
                "Are you not going to run?"
            ]
        },
        {
            "name": "Agnes Digital",
            "text": "…Hwuh? Me?"
        },
        {
            "name": "Agnes Digital",
            "text": "Whaaat? Nonono!! You just got to see those precious Umamusume-chans run, and you're going to say something like that!?"
        },
        {
            "name": "Agnes Digital",
            "text": "Nope, nope, that's no good! No running from me! None! None! Absolutely none!",
            "choice_data_list": [
                "But aren't you a student here?"
            ]
        },
        {
            "name": "Agnes Digital",
            "text": "Look, I know, but I won't do it!"
        },
        {
            "name": "Agnes Digital",
            "text": "It'd be like the fall of the Tower of Babel! The final Armageddon! If I go out there without steeling myself it'll turn out all wishy-was—— Never mind! Anyway!"
        },
        {
            "name": "Agnes Digital",
            "text": "Saying you want to see <i>me</i> run after getting to see those <i>unbearably</i> precious Umamusume-chans run is like saving room for natto after dessert!"
        },
        {
            "name": "Agnes Digital",
            "text": "100% would <i>not</i> recommend! Now then. See you later, Umamusume-chan-loving Trainer!"
        },
        {
            "text": "…And there she goes."
        },
        {
            "text": "There's something off about her. I'm a little curious how on earth it'd turn out if she really did run."
        }
    ]
}