{
    "text_block_list": [
        {
            "text": "―We're finally entering the summer training camp! Vodka is breathing heavily through her nose on the beach spread out before her."
        },
        {
            "name": "Vodka",
            "text": "Let's fight, Senpai! Sprinting on the beach, electrifying two Harons. I'll show you my speed!"
        },
        {
            "name": "Senior Horsegirl",
            "text": "Hmph, who are you talking to? I'm already said to be a GI-rank. Do you think you can beat me?"
        },
        {
            "name": "Vodka",
            "text": "――I can win. If it's the Explode Running Method I came up with! Alright! Let's go, Trainer!"
        },
        {
            "name": "Vodka",
            "text": "Aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa!"
        },
        {
            "name": "Vodka",
            "text": "Whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa"
        },
        {
            "name": "Vodka",
            "text": "Dammitttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttt!"
        },
        {
            "name": "Senior Horsegirl",
            "text": "Heheh, you're nothing more than this, after all♪"
        },
        {
            "name": "Vodka",
            "text": "Damn it! Just you wait. By the time the training camp is over, the beach champion will be…"
        },
        {
            "name": "Vodka",
            "text": "Wait, no, no, no! This pattern's happening again! I knew it! A guy who's just lame is totally lame!",
            "choice_data_list": [
                "Vodka, I need to talk to you…"
            ]
        },
        {
            "name": "Vodka",
            "text": "Hm? What's this? A trainer? There's no need to comfort me…",
            "choice_data_list": [
                "Let's not kick the sand backwards."
            ]
        },
        {
            "name": "Vodka",
            "text": "Huh? With the sand behind me…? Oh, you mean the Explode Run? But if I don't kick hard, I'll lose power…"
        },
        {
            "name": "Vodka",
            "text": "…! I see!! This is the beach. If I kick back, my strength will escape. So……what should I do……? Think. Think……"
        },
        {
            "name": "Vodka",
            "text": "There had to be a way to run. Mom was fast, even if it was Dirt. I should be able to run faster than just cool."
        },
        {
            "name": "Vodka",
            "text": "…! I see. Could this be… Um! Senpai! Could you challenge me again?"
        },
        {
            "name": "Senior Horsegirl",
            "text": "Wh-What? What's this speed?! It's completely different from before…!!"
        },
        {
            "name": "Vodka",
            "text": "That's right, this is the run! Lower your center of gravity and drive your legs into the sand!"
        },
        {
            "name": "Vodka",
            "text": "It's called the 'Slash Running Method'! Don't let your power escape. Grip the horseshoes with all your might and move forward!"
        },
        {
            "name": "Senior Horsegirl",
            "text": "I-I lost… I was so young…"
        },
        {
            "name": "Vodka",
            "text": "All right! Thanks for lending me your breasts, Senpai! Your power is real!"
        },
        {
            "name": "Vodka",
            "text": "Let's pick up where we left off with the Twinkle Series. It'll be a piece of cake for you, Senpai. If you shine, it'll be a good landmark."
        },
        {
            "name": "Senior Horsegirl",
            "text": "Vodka, you…"
        },
        {
            "text": "The training camp is almost over. After the festival…"
        },
        {
            "name": "Vodka",
            "text": "Man, festivals are nice every once in a while. Ah, I sold it!",
            "choice_data_list": [
                "You didn't eat it?"
            ]
        },
        {
            "name": "Vodka",
            "text": "Yeah, I think I did. The old man at the yakisoba shop asked me to help out at night."
        },
        {
            "name": "Vodka",
            "text": "I'm really good at making yakisoba. I used to help out at my dad's stall."
        },
        {
            "name": "Vodka",
            "text": "Who cares about that? Thanks for everything during the training camp."
        },
        {
            "name": "Vodka",
            "text": "I think I figured it out during that beach race. The coolness I'm aiming for. In other words, I just need both, right?",
            "choice_data_list": [
                "Both?"
            ]
        },
        {
            "name": "Vodka",
            "text": "That's right! Dad's coolness and Mom's strength. We just need to double it."
        },
        {
            "name": "Vodka",
            "text": "I'll definitely win with a cool run! Then I'll say something cool! That way, I'll always be a sore loser."
        },
        {
            "name": "Vodka",
            "text": "Of course, it's not as easy as it sounds. But don't worry. I can do it!",
            "choice_data_list": [
                "You sure are confident.",
                "You sure are confident."
            ]
        },
        {
            "name": "Vodka",
            "text": "That's right. This baseless confidence is also my father's. Come to think of it, Mom said something about it."
        },
        {
            "name": "Vodka",
            "text": "I don't get what you're talking about, Dad. That was when we started dating, but…"
        },
        {
            "name": "Vodka",
            "text": "Dad told Mom during the Summer Festival."
        },
        {
            "name": "Vodka",
            "text": "At the time, Mom was an open-mouthed girl on active duty. And Dad was just a cold-hearted older brother."
        },
        {
            "name": "Vodka",
            "text": "But what do you think was the reason why Mom confessed to you?",
            "choice_data_list": [
                "Have you fallen for Hart?"
            ]
        },
        {
            "name": "Vodka",
            "text": "I don't think that's quite right. Dad's been playing a lot of games. Like 'I'll definitely become big!' and 'I'll be the happiest person in the world!'"
        },
        {
            "name": "Vodka",
            "text": "”She's an interesting person to say such baseless things out loud.” And that's how she ended up going along with it. She pushed herself forward with the momentum.",
            "choice_data_list": [
                "This parent, this child.",
                "This parent and this child."
            ]
        },
        {
            "name": "Vodka",
            "text": "Yeah. My heart is yours, Dad. And this body is mine."
        },
        {
            "name": "Vodka",
            "text": "I'll definitely… become one with both of them! A good girl who can challenge and accomplish anything reckless."
        },
        {
            "name": "Vodka",
            "text": "I'm way stronger than I was before I joined you!",
            "choice_data_list": [
                "Have you overcome your weaknesses?",
                "Did you overcome your weaknesses?"
            ]
        },
        {
            "name": "Vodka",
            "text": "Of course! I was scared just from hearing about love, but now I'm probably……"
        },
        {
            "name": "Vodka",
            "text": "(Come to think of it, after Mom and Dad started going out, they said they rode home together.)"
        },
        {
            "name": "Vodka",
            "text": "(A two-seater, huh? If I end up like that with a trainer on the way home from the training camp…)"
        },
        {
            "name": "Vodka",
            "text": "Huh? A trainer driving? Me? Behind you? I see… Well then, excuse me…"
        },
        {
            "name": "Vodka",
            "text": "Wha…? You're holding my waist?! Then…"
        },
        {
            "name": "Vodka",
            "text": "Boo!!",
            "choice_data_list": [
                "What's wrong? Are you okay?",
                "What's wrong? Are you okay?!"
            ]
        },
        {
            "name": "Vodka",
            "text": "No, n-n-no. This is, um…"
        },
        {
            "name": "Vodka",
            "text": "Chocolate banana! I just ate too many chocolate bananas at the store at night! It's true, dammit!!"
        }
    ]
}