{
    "text_block_list": [
        {
            "name": "Vodka",
            "text": "*pant* *pant* Alright, I'm done running!"
        },
        {
            "name": "Vodka",
            "text": "What's next, Trainer? Come on, give me orders!"
        },
        {
            "text": "My training with Vodka, who was more honest than I had imagined, was proceeding very smoothly."
        },
        {
            "text": "A large stretcher, a body that gives off a strong feeling of flexibility―― With enough potential, it looks like I'll have high hopes for the future.",
            "choice_data_list": [
                "Let's just level up the menu.",
                "Let's raise the level of the menu a little."
            ]
        },
        {
            "name": "Vodka",
            "text": "Oh! That's good, come on. I'll do it cool!"
        },
        {
            "text": "And one day――"
        },
        {
            "name": "Vodka",
            "text": "Oh, crap. I haven't submitted an application for the event yet. I need to fill it out and submit it…",
            "choice_data_list": [
                "Race events?"
            ]
        },
        {
            "name": "Vodka",
            "text": "Huh? You don't know? Oh, right, you haven't held it since you came to Academy."
        },
        {
            "name": "Vodka",
            "text": "Twice a year, it's a major event within Trecen Academy. Every student registers for their favorite event and races."
        },
        {
            "name": "Vodka",
            "text": "We've got a lot of customers from outside the Academy, so we're gonna have a blast!"
        },
        {
            "name": "Vodka",
            "text": "Also, this is a rare opportunity for us to have a real fight with those strong guys who have already made their debut."
        },
        {
            "name": "Vodka",
            "text": "If you apply for the same event and you're assigned to the same group, you'll be able to run before and after your debut!"
        },
        {
            "name": "Vodka",
            "text": "Ugh, I'm really looking forward to this! I've gotta show them how cool I am!"
        },
        {
            "name": "Vodka",
            "text": "…Ah, that's right, Trainer! Let's go eat something good outside to cheer up!",
            "choice_data_list": [
                "All right, here's your reward \nfor always working so hard!",
                "Alright, here's your reward \nfor always working so hard!"
            ]
        },
        {
            "name": "Vodka",
            "text": "Oh, you don't get it! Then let's go right away! I'll go get changed, so wait a minute!"
        },
        {
            "text": "And so, Vodka and I went out to eat."
        },
        {
            "name": "Vodka",
            "text": "Phew, I ate, I ate! I have to be careful about my weight, but this is nice every once in a while!"
        },
        {
            "name": "Vodka",
            "text": "…Oh? Oh?!"
        },
        {
            "name": "Vodka",
            "text": "Wh-What's with that cool poster?!"
        },
        {
            "text": "Vodka followed her gaze, which had been glued to it, and saw a poster of a horsegirl riding a large motorcycle.",
            "choice_data_list": [
                "Looks like a movie poster.",
                "Looks like a movie poster."
            ]
        },
        {
            "name": "Vodka",
            "text": "Heh, a movie, huh…? So such a cool bike is coming out……heeeeh……!!",
            "choice_data_list": [
                "Why don't we go see it?",
                "Why don't we go see it?"
            ]
        },
        {
            "name": "Vodka",
            "text": "Really?! Really?!"
        },
        {
            "name": "Vodka",
            "text": "…………Yaaaaaaay! That was so cool!!"
        },
        {
            "name": "Vodka",
            "text": "Did you see the bike chase at the climax!? When it was curved, my body was stretched across the ground!!",
            "choice_data_list": [
                "You like motorcycles that much?",
                "I didn't know you liked motorcycles that much."
            ]
        },
        {
            "name": "Vodka",
            "text": "Huh? But it's cool!! Like that heavy engine sound, or that glaring body!!"
        },
        {
            "name": "Vodka",
            "text": "My dad's got a big bike like that, too. She used to ride behind me a lot when I was little."
        },
        {
            "name": "Vodka",
            "text": "It's so nice, isn't it? A bike! How do I put this? …Yeah, it's so romantic!!"
        },
        {
            "name": "Vodka",
            "text": "…Come to think of it, when I first went to see Derby, she used to ride my dad's bike.",
            "choice_data_list": [
                "Did your father let you meet the race?",
                "Your father let you meet the race."
            ]
        },
        {
            "name": "Vodka",
            "text": "Yeah, my dad loves racing! She said 'Woof, there's only cool guys over there.'"
        },
        {
            "name": "Vodka",
            "text": "When I first heard it, I thought I didn't really know. But when I saw the race…"
        },
        {
            "name": "Vodka",
            "text": "…The moment I opened the gate, I was so excited."
        },
        {
            "name": "Vodka",
            "text": "I don't even remember blinking until the match. Seriously, it wasn't amazing……!"
        },
        {
            "name": "Vodka",
            "text": "『I won't let you win!』 『Open the front door!』 『First place is yours!』 All of them were giving off that kind of aura……!!"
        },
        {
            "name": "Vodka",
            "text": "On the way home, Dad was always yelling 'Hey, you're so cool!', but she seemed really happy as she drove her bike.",
            "choice_data_list": [
                "That's why you decided to race.",
                "That's why I decided to race."
            ]
        },
        {
            "name": "Vodka",
            "text": "Yeah. I run as coolly as those guys I saw back then!!"
        },
        {
            "name": "Vodka",
            "text": "Heheh, I'm really pumped. I'm glad I watched the movie! Thanks for inviting me, Trainer."
        },
        {
            "name": "Vodka",
            "text": "Ah, but, before the climax… l-love scenes?"
        },
        {
            "name": "Vodka",
            "text": "Yeah, well, how do I put this…? Well, I guess I'll have to give up."
        },
        {
            "name": "Vodka",
            "text": "I prefer stiffer ones. Such soft ones… ki, ki… scenes……",
            "choice_data_list": [
                "You mean the kiss scene?",
                "You mean the kiss scene?"
            ]
        },
        {
            "name": "Vodka",
            "text": "D-Don't be so blunt!! Ahhhh, I'm starting to remember…!!"
        },
        {
            "name": "Vodka",
            "text": "…Ngah?!"
        },
        {
            "name": "Vodka",
            "text": "My nose is bleeding…"
        },
        {
            "text": "…The day after that pleasant outing."
        },
        {
            "text": "As I was training with Vodka as usual…"
        },
        {
            "name": "Horsegirl A",
            "text": "Oh, Vodka! It's about the event… You're in the 10th group of 2000 meters of grass, right?"
        },
        {
            "name": "Vodka",
            "text": "Huh? Me? But… what?"
        },
        {
            "name": "Horsegirl A",
            "text": "No, I'm just wondering if it's okay if I don't have to change my application… It looks like they'll still accept it now."
        },
        {
            "name": "Vodka",
            "text": "Huh? Change? Why do I have to do that?"
        },
        {
            "name": "Horsegirl A",
            "text": "Why…? Don't tell me you haven't seen the flight manifest!?"
        },
        {
            "name": "Horsegirl A",
            "text": "That Naritabrian is in the same group!"
        },
        {
            "name": "Vodka",
            "text": "Huh?!"
        },
        {
            "name": "Vodka",
            "text": "Am I… in the same race as Brian?!"
        }
    ]
}