{
    "text_block_list": [
        {
            "text": "Starting today, we would finally begin full-scale training for Haru Urara's Twinkle Series challenge.",
            "color_text_info_list": [
                "Haru Urara",
                "Twinkle Series"
            ]
        },
        {
            "text": "Haru Urara is also very eager to win the first place. I'm sure she will work hard enough."
        },
        {
            "text": "—Or at least that's what I thought…"
        },
        {
            "name": "Haru Urara",
            "text": "Ah, it's the trainer! Starting today, I'm counting on you!",
            "choice_data_list": [
                "Let's do our best together!",
                "Let's do our best together!"
            ]
        },
        {
            "name": "Haru Urara",
            "text": "Yes! I'm good at doing my best, so leave it to me!",
            "choice_data_list": [
                "Okay, let's start training!",
                "Okay, let's start training!"
            ]
        },
        {
            "name": "Haru Urara",
            "text": "Yay! I'll run a lot!"
        },
        {
            "name": "Haru Urara",
            "text": "Eh-ho, eh-ho, eh-ho! Phew, the first round is over!",
            "choice_data_list": [
                "Okay, one more lap!"
            ]
        },
        {
            "name": "Haru Urara",
            "text": "Ye—"
        },
        {
            "name": "Haru Urara",
            "text": "Ohhhhh!!",
            "choice_data_list": [
                "What happened?!",
                "What happened?!"
            ]
        },
        {
            "name": "Haru Urara",
            "text": "A butterfly! It's a big one with a pretty pattern!",
            "choice_data_list": [
                "…… Eh?"
            ]
        },
        {
            "name": "Haru Urara",
            "text": "Look, look, over there! It's fluttering across the grass!"
        },
        {
            "name": "Haru Urara",
            "text": "Ah, it's going away! Wait, don't go!",
            "choice_data_list": [
                "Urara?!"
            ]
        },
        {
            "text": "Haru Urara ran at full speed. I thought about going after her, but maybe she has something in mind."
        },
        {
            "text": "Trusting her, I decided to wait a little longer…"
        },
        {
            "text": "……… She hasn't come back at all! Maybe something happened… I must hurry to find her!"
        },
        {
            "text": "(She's not here…)"
        },
        {
            "text": "(Not here, either!)"
        },
        {
            "text": "(Same here!)"
        },
        {
            "text": "After searching around, finally―"
        },
        {
            "name": "Haru Urara",
            "text": "Pheeeew, I'm so tired! Let's take a break～!"
        },
        {
            "text": "I found Haru Urara! What's more, she's covered in mud… Did something happen after all?!",
            "choice_data_list": [
                "Urara!!"
            ]
        },
        {
            "name": "Haru Urara",
            "text": "Huh? Trainer! What a coincidence!"
        },
        {
            "name": "Haru Urara",
            "text": "Did the trainer come here to chase after the fish, too?",
            "choice_data_list": [
                "…… Hm?"
            ]
        },
        {
            "name": "Haru Urara",
            "text": "Hm?"
        },
        {
            "text": "―According to the story, Haru Urara, after chasing the butterfly, reached the riverbed and started chasing the fish."
        },
        {
            "text": "I'm not quite sure about it… but maybe it was Haru Urara's way of training."
        },
        {
            "name": "Haru Urara",
            "text": "You know, there was one that looked like the king of the river! I was so close to catching it～!"
        },
        {
            "text": "… I think she was just playing around after all.",
            "choice_data_list": [
                "Come on, let's get back to training."
            ]
        },
        {
            "name": "Haru Urara",
            "text": "Hmm? Were we training?"
        },
        {
            "name": "Haru Urara",
            "text": "Hmmm, I guess we were doing it, but I didn't feel like we were…"
        },
        {
            "name": "Haru Urara",
            "text": "Aah! There was a big fish just now! Isn't that the king?! Let's look together!",
            "choice_data_list": [
                "… You want to win first place, right?",
                "… You want to win first place, right?"
            ]
        },
        {
            "name": "Haru Urara",
            "text": "Of course! Because winning looks like a lot of fun!"
        },
        {
            "name": "Haru Urara",
            "text": "I want to run a lot, win a lot, and have a lot of fun!"
        },
        {
            "name": "Haru Urara",
            "text": "That's why you became my trainer after all!"
        },
        {
            "name": "Haru Urara",
            "text": "I'm looking forward to working with you from now on! *Bow*"
        },
        {
            "text": "After all, Haru Urara has the will to do her best. As long as she can keep that up, her goal of getting first place will definitely come true, but…"
        },
        {
            "name": "Haru Urara",
            "text": "Ah, it's a carrot cloud! It looks delicious～! Ah, wait, don't go～!"
        },
        {
            "text": "… It looks like I'll need to think about how to get her to focus on her training first."
        },
        {
            "text": "In any case, my days of training with Haru Urara have begun!"
        }
    ]
}