{
    "text_block_list": [
        {
            "name": "Color Commentator",
            "text": "Continuing on to the next segment, we have this! A spotlight on the Twinkle Series \"Cool★Spot\"!"
        },
        {
            "name": "Color Commentator",
            "text": "Soon the battle for the Classic races will begin, and for this year's participants, the number of people calling them the \"Golden Generation\" has been increasing!"
        },
        {
            "name": "Color Commentator",
            "text": "Among those gaining attention, outwardly with an aloof nature, but conversely, using her cunning escape to control the race, Seiun Sky!"
        },
        {
            "name": "Color Commentator",
            "text": "By crafting her own pace, she leads her opponents around by the nose, among her fans she's been given the title of \"Trickster\"!"
        },
        {
            "name": "Color Commentator",
            "text": "Continuing on, having achieved 3 consecutive wins, including a Major, without breaking a sweat is King Halo!"
        },
        {
            "name": "Color Commentator",
            "text": "The daughter of a reknowned family, living up to expectations, she's displayed a magnificent racing style! The number of G1 titles she'll obtain is already the talk of the town!"
        },
        {
            "name": "Color Commentator",
            "text": "Gallantly flying in from America, the way she snatches away victories is certainly like a condor! The as yet undefeated \"Seabird\" El Condor Pasa!"
        },
        {
            "name": "Color Commentator",
            "text": "\"I'll prove I'm the world's strongest\" are her words, and she's shown that she's not all talk! With her striking run at her debut match, she's gained a lot of fans!"
        },
        {
            "name": "Color Commentator",
            "text": "Also from America we have one more Uma Musume, Grass Wonder! While she appears to be a Yamato Nadeshiko, what lies within is certainly a samurai spirit!"
        },
        {
            "name": "Color Commentator",
            "text": "The undefeated Junior champion of the [Asahi Hai FS] with a record-breaking victory! With her overwhelming race presence, the title of \"Monster\" has been given to her!"
        },
        {
            "name": "Color Commentator",
            "text": "And the last one we'll introduce, carrying a big dream, coming to the capital all the way from Hokkaido, Special Week!"
        },
        {
            "name": "Color Commentator",
            "text": "She immediately demonstrated the abilities that brought her into Tracen Academy in her debut race! Possibly becoming a part of the \"Golden Generation\" has brought her a lot of attention!"
        },
        {
            "name": "Color Commentator",
            "text": "How will she do in her upcoming second race?! What kind of races will we become witness to?!"
        },
        {
            "name": "Special Week",
            "text": "I'll be off- to become \"Japan's #1 Uma Musume\"!"
        },
        {
            "name": "Special Week",
            "text": "I LOOOOOST!!"
        },
        {
            "name": "Winning Ticket",
            "text": "Uwooooo～h! It's frustrating isn't it～?! I understand, that bitter feeling～!"
        },
        {
            "text": "To become \"Japan's #1 Uma Musume\"― to live up to that dream, Special Week had come all the way to Tracen Academy."
        },
        {
            "text": "After a complete victory in her debut race, she continued on to challenge her second race but, was narrowly defeated and placed second."
        },
        {
            "name": "Special Week",
            "text": "Uuuu… Mom said she would be cheering me on as she watched on TV. That's why I gave it my all…"
        },
        {
            "name": "Special Week",
            "text": "Even with that… I couldn't pull ahead～!!"
        },
        {
            "name": "Winning Ticket",
            "text": "You did your best, didn't you～?! You were admirable, Spe-chaaaaan!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "…Um, if you keep using such loud voices, you'll bother the people around us…"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Even so, can you really say this result was unexpected? It felt like you were conserving your strength."
        },
        {
            "name": "Rice Shower",
            "text": "Yeah… since it looked like training was really easy for you…"
        },
        {
            "text": "In practice, Spe's running ability is not bad. That's why I wanted her to enter the race after all."
        },
        {
            "text": "Physical ability, particularly when it comes to clinching a race, Chikezo and Brian are top class, but I feel that she has the potential to match them."
        },
        {
            "text": "When it comes to stamina, since she recovers quickly after the race is over, I think there will be no issues for longer distances."
        },
        {
            "text": "When it comes to stamina, since she recovers quickly after the race is over, I think there will be no issues for longer distances."
        },
        {
            "name": "Narita Brian",
            "text": "If there's an issue, it's probably experience."
        },
        {
            "name": "Special Week",
            "text": "Experience…?"
        },
        {
            "name": "Narita Brian",
            "text": "Before coming to this academy, you had never run with another Uma Musume before, right? Running by yourself and running against multiple opponents in a race are completely different."
        },
        {
            "name": "Narita Brian",
            "text": "Don't expect a conveniently good course or to run at a comfortable pace. You need to learn how to crush your opponents on the spot."
        },
        {
            "name": "Horsegirl with Straight-cut Bangs",
            "text": "That's right! If you gain some experience, you'll be fine!"
        },
        {
            "name": "Droopy-eyed Horsegirl",
            "text": "Yeah, yeah, you've only lost once so far～"
        },
        {
            "name": "Gold Ship",
            "text": "Spe, you have us as backup too! If you lose, we'll console you with everything we've got so, smash 'em to pieces!"
        },
        {
            "name": "Silence Suzuka",
            "text": "…No, smashing them is a little…"
        },
        {
            "name": "Silence Suzuka",
            "text": "But, everyone on the team being with you, is true."
        },
        {
            "name": "Silence Suzuka",
            "text": "Spe-chan, let's run together with everyone even more than before. If you don't have enough experience, then I'll be your practice partner as many times as you want."
        },
        {
            "name": "Special Week",
            "text": "Suzuka-san…! Everyone…!"
        },
        {
            "text": "Alright, starting today we'll put more focus on actual race experience! We know what we need to do, so there's no time to be looking down, Spe!"
        },
        {
            "text": "Alright, starting today we'll put more focus on actual race experience! We know what we need to do, so there's no time to be looking down, Spe!"
        },
        {
            "name": "Special Week",
            "text": "Yeah! I can't run while looking down anyways!"
        },
        {
            "name": "Special Week",
            "text": "The promise I made with mom, to become \"Japan's #1 Uma Musume\", I'll show you I can do it!"
        },
        {
            "name": "Special Week",
            "text": "Uooooooooooh～! Guuuuuuuutss～!!"
        },
        {
            "text": "As if to blow away all the feelings of being depressed about losing, Special Week went dashing down the course."
        },
        {
            "text": "That form, she was unchanged from the time when I invited her to the team, a genuine and straight-forward runner."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Good work, Special Week-san. With this, today's menu is complete."
        },
        {
            "name": "Gold Ship",
            "text": "You did good overcoming this hard training session! As expected of me, I was right to put my trust in you!"
        },
        {
            "name": "Special Week",
            "text": "Haa… haaa… with everyone helping me this much, I felt I had to put in at least this much hard work…!"
        },
        {
            "text": "Just like this, let's continue to develop your race intuition. Alright, lets finish up with some cooldowns-"
        },
        {
            "name": "Special Week",
            "text": "…Um, Trainer-san. I want to do a little bit more training, so can I keep running?"
        },
        {
            "name": "Gold Ship",
            "text": "Hey now, don't you think you're a little too enthusiastic?"
        },
        {
            "name": "Special Week",
            "text": "Ehehe… for some reason, I just feel really motivated!"
        },
        {
            "name": "Special Week",
            "text": "You see… to tell the truth, I don't really know what I need to do to become \"Japan's #1 Uma Musume.\""
        },
        {
            "name": "Special Week",
            "text": "What do I need to do to proudly be able to tell my mom [I became Japan's #1]? I've been thinking about it this whole time, but I couldn't think of an answer."
        },
        {
            "name": "Mejiro McQueen",
            "text": "That's true, \"Japan's #1\" is just an easy way to say it, but it can take many forms, such as having a great record or a notable achievement."
        },
        {
            "name": "Special Week",
            "text": "Yeah, but just thinking about it won't get me anywhere so, for now I'll take it one step at a time and do my best at what I can!"
        },
        {
            "name": "Special Week",
            "text": "And that's what I realized when I was running together with all of you! Probably, I'll get even closer to my goal of becoming \"Japan's #1 Uma Musume\"!",
            "choice_data_list": [
                "Get closer to your goal?"
            ]
        },
        {
            "name": "Special Week",
            "text": "To start with, \"A Triple Crown Uma Musume\"!!"
        },
        {
            "name": "Gold Ship",
            "text": "That's a huge goal, don't you think?!"
        },
        {
            "name": "Rice Shower",
            "text": "[Satsuki Sho] then the [Derby], and finally [Kika Sho]… even winning just one Classic Race is a big deal…"
        },
        {
            "name": "Narita Brian",
            "text": "After winning the Triple Crown, all the interviews and things were a pain, though."
        },
        {
            "name": "Winning Ticket",
            "text": "Of course they would! That's just how big of a deal it is!"
        },
        {
            "name": "Special Week",
            "text": "My aim is to become Japan's #1, so I have to be prepared to aim for something big like that! Because Hokkaido is Big-kaido!"
        },
        {
            "text": "A big achievement like the Triple Crown, is simple to link to being Japan's #1."
        },
        {
            "text": "But, considering how big her dream is, I think it's a fine goal to focus on."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Of course, with a goal that big, half-hearted training won't be sufficient."
        },
        {
            "text": "Since Spe has decided on her goal, I just need to give her my full support. Let's do some additional training!"
        },
        {
            "text": "Since Spe has decided on her goal, I just need to give her my full support. Let's do some additional training!"
        },
        {
            "name": "Special Week",
            "text": "Yeah! I'll be off!"
        },
        {
            "name": "Gold Ship",
            "text": "Things are heatin' up aren't they?! Hell yeah! I'll be taggin' along too!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Fufuu… I can certainly see why Trainer-san invited Special Week-san to join the team."
        },
        {
            "text": "Even after having glimpsed the true intensity of a real race, Special Week still had an even more positive outlook than before."
        },
        {
            "text": "Because she has such genuine feelings, it makes me strongly desire to support her dream."
        },
        {
            "name": "Gold Ship",
            "text": "C'mon Spe! The road to the Triple Crown isn't so forgiving! Let's add 50 laps on the dirt course!!"
        },
        {
            "name": "Special Week",
            "text": "50 laps?! N-No waaaaay～!!"
        }
    ]
}