{
    "text_block_list": [
        {
            "name": "Mejiro Bright",
            "text": "…………。"
        },
        {
            "name": "Mejiro Ryan",
            "text": "Bright……。"
        },
        {
            "name": "Mejiro Bright",
            "text": "Special Week-sama was truly magnificent. Her strength in the straights, and the stubbornness to never yield the front……"
        },
        {
            "name": "Mejiro Bright",
            "text": "……with all of my strength, I hit her with everything I could muster. But, I couldn't catch up…… Uuuu…… I couldn't catch her……！"
        },
        {
            "name": "Mejiro Ryan",
            "text": "Bright really does resemble me, huh……？ Even the depth of your frustration is identical."
        },
        {
            "name": "Mejiro Ryan",
            "text": "That's why…… you can still run. You're definitely not going to give up after coming this far."
        },
        {
            "name": "Mejiro Ryan",
            "text": "Let's run together, from now on too."
        },
        {
            "name": "Mejiro Bright",
            "text": "……Uwaaaaaaa～！ Ryan-oneesamaaaa～～～～！！"
        },
        {
            "name": "Mejiro Ryan",
            "text": "Fufuu……good job out there, Bright."
        },
        {
            "name": "Cameraman",
            "text": "Alright then, we're moving on to a photo with the winning team！ Special Week-san, please take the center！"
        },
        {
            "name": "Special Week",
            "text": "O-okay！"
        },
        {
            "name": "Gold Ship",
            "text": "What's this, are you feelin' nervous? Look sharp, or it'll all go to waste, you know?"
        },
        {
            "name": "Horsegirl with Straight-cut Bangs",
            "text": "That's right！ You just won a G1, after all！"
        },
        {
            "name": "Special Week",
            "text": "That's true but, with this much attention on me, it's still a bit hard to settle down～……。"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Just stay as confident as you have been. Just like you were during the race."
        },
        {
            "name": "Rice Shower",
            "text": "Yeah, you were really cool……！"
        },
        {
            "name": "Special Week",
            "text": "……I feel like I'm starting to get just a little closer"
        },
        {
            "text": "Closer to being \"Japan's #1 Uma Musume\"?"
        },
        {
            "name": "Special Week",
            "text": "Yeah. During the Derby, I did my best only focusing on myself. I will definitely win, while thinking only that……"
        },
        {
            "name": "Special Week",
            "text": "This time I did my best as well, but…… I could hear it."
        },
        {
            "name": "Special Week",
            "text": "On the last straight, the moment I truly needed to do my best, the voices of everyone cheering for me……"
        },
        {
            "name": "Special Week",
            "text": "And I could see it too. The faces of everyone here, the ones that would be the happiest to see me win……！"
        },
        {
            "name": "Special Week",
            "text": "That's why, while I was running, and even after I crossed the goal, I felt like I wasn't alone. It was a really reassuring feeling……"
        },
        {
            "name": "Special Week",
            "text": "I can't really put it in to words but, to become \"Japan's #1 Uma Musume\" that feeling is probably really important."
        },
        {
            "name": "Special Week",
            "text": "Just like when I was running today and from now on, I think \"Japan's #1 Uma Musume\" is probably somewhere ahead."
        },
        {
            "text": "This girl who came to Tokyo from the countryside――"
        },
        {
            "text": "This girl who was always talking about her big dream to become \"Japan's #1\", before I knew it, that dream was already within arm's reach.",
            "choice_data_list": [
                "Become \"Japan's #1 Uma Musume\"!",
                "Become \"Japan's #1 Uma Musume\"!"
            ]
        },
        {
            "name": "Special Week",
            "text": "Yeah!"
        },
        {
            "name": "Cameraman",
            "text": "Alright then everyone, come a little closer so we can get everyone in the picture!"
        },
        {
            "name": "Gold Ship",
            "text": "Alright, Spe! Time for a pose befitting \"Japan's #1 Uma Musume\", you better nail it!"
        },
        {
            "name": "Special Week",
            "text": "P-pose……！？ Ah, um…… um……！？"
        },
        {
            "name": "Cameraman",
            "text": "Alright, here we go～…… big smiles everyone～！"
        },
        {
            "name": "Special Week",
            "text": "Become! Japan's #1一～！"
        },
        {
            "text": "With a loud voice, Special Week let her dream be known"
        },
        {
            "text": "As if in response to this girl who was carrying so many expectations, the stands erupted in a loud cheer."
        }
    ]
}