{
    "text_block_list": [
        {
            "name": "Seiun Sky",
            "text": "Spe-chan, over here～. We're already connected to El."
        },
        {
            "name": "Special Week",
            "text": "Sorry for the wait～! Hello, El-chan!?"
        },
        {
            "name": "El Condor Pasa",
            "text": "『Oh, Spe-chan has arrived, huh?』"
        },
        {
            "name": "El Condor Pasa",
            "text": "Bonjooour～! Everyone seems to be doing well! Of course, El is doing well tooooo!"
        },
        {
            "name": "El Condor Pasa",
            "text": "Spe-chan, your 『Spring Tenno Sho』 was great! Sei-chan, it was a nice run too!"
        },
        {
            "name": "Seiun Sky",
            "text": "『But well～, Spe-chan really got me good though～』"
        },
        {
            "name": "Seiun Sky",
            "text": "『Because of that, ever since then, I haven't been able to sleep well at night. Because of that, I'm always really sleepy during class』"
        },
        {
            "name": "Special Week",
            "text": "『Eeh～～!? I-is that true!?』"
        },
        {
            "name": "King Halo",
            "text": "『Isn't sleeping in class normal for Sky-san?』"
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "『They got mad at me for sleeping in class too…… The class before was in the pool, so I ended up using all of my strength there……』"
        },
        {
            "name": "El Condor Pasa",
            "text": "Ahahaa! Everyone seems like their usual self, huh～."
        },
        {
            "name": "Special Week",
            "text": "El-chan, it's amazing that you've won a G1 overseas! Even on the news over here, El-chan is the hot topic!"
        },
        {
            "name": "El Condor Pasa",
            "text": "『Fufuun, so this must be what it feels like to be famous, huh!? But, these results aren't enough to satisfy El!』"
        },
        {
            "name": "El Condor Pasa",
            "text": "『I'm aiming for proof that I'm the world's strongest! Conquering a big race that no Japanese Uma Musume has won before――』"
        },
        {
            "name": "El Condor Pasa",
            "text": "『Victory at the Prix de l'Arc de Triomphe, I'll show you that I'll definitely be the one to do it!』"
        },
        {
            "name": "Special Week",
            "text": "Yeah! We'll be cheering for you too!"
        },
        {
            "name": "Grass Wonder",
            "text": "It won't be just us either. Everyone in Japan will be cheering El on."
        },
        {
            "name": "Grass Wonder",
            "text": "As a close friend, and a rival that I can take pride in, I'm expecting a wonderful race from you."
        },
        {
            "name": "El Condor Pasa",
            "text": "『I'm expecting great things from your efforts too～! And then someday, let's promise to have another battle!』"
        },
        {
            "name": "Grass Wonder",
            "text": "……Yes, once more for sure."
        },
        {
            "name": "King Halo",
            "text": "Alright, now it's King's turn to talk!"
        },
        {
            "name": "Seiun Sky",
            "text": "Wait, wait, I'm next in line though, right?"
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "Aaah!? Me too!! Me too!!"
        },
        {
            "name": "Special Week",
            "text": "……El-chan."
        },
        {
            "name": "Announcer",
            "text": "They round the 4th corner in to the straight! This year's Derby Uma Musume, Special Week, quickly moves to the outside!"
        },
        {
            "name": "Announcer",
            "text": "Special Week, it's Special Week! The Senior class dignified \"Empress\" Air Groove also moves forward!"
        },
        {
            "name": "Announcer",
            "text": "But it's El Condor, El Condor! El Condor Pasa takes the lead and crosses the goal!!"
        },
        {
            "name": "Announcer",
            "text": "Seems like there was nothing to worry about when it comes to distance! El Condor Pasa, part of the Classic Class, magnificiently conquers the 『Japan Cup』!"
        },
        {
            "name": "Special Week",
            "text": "Haa……Haaa……! Haaa……!"
        },
        {
            "name": "El Condor Pasa",
            "text": "Haa……fuu……"
        },
        {
            "name": "El Condor Pasa",
            "text": "……That was an awesome, heated race, Spe-chan!"
        },
        {
            "name": "Special Week",
            "text": "Haa…… Haa…… Ehehe, yeah!"
        },
        {
            "name": "Special Week",
            "text": "(In last year's 『Japan Cup』―― El-chan was really amazing……)"
        },
        {
            "name": "Special Week",
            "text": "(That a race could be this amazing, and that I could take on an even bigger challenge. It feels like she taught me that……)"
        },
        {
            "name": "Special Week",
            "text": "(Just watching her makes me excited…… and that's why everyone has big expectation of El-chan)"
        },
        {
            "name": "Special Week",
            "text": "(……me too. I want to be an Uma Musume like that……!)"
        },
        {
            "text": "The first half of the Twinkle Series culminates with the 『Takarazuka Kinen』――"
        },
        {
            "text": "With that grand stage approaching, Special Week's training intensified."
        },
        {
            "name": "Special Week",
            "text": "Daaa～～～～!!"
        },
        {
            "name": "Special Week",
            "text": "Fuu～……3 laps on the dirt, finished! Trainer-san, which type of training is next!?"
        },
        {
            "text": "Alright, let's try slope running next. Focus on not losing any speed, even with the additional burden on your body."
        },
        {
            "name": "Special Week",
            "text": "Yeah! Alright, I'll get started then!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Seems like Special Week-san is really motivated."
        },
        {
            "name": "Gold Ship",
            "text": "First in fan votes……it just hit me but, even with that she seems to be fine."
        },
        {
            "text": "Of course I'm being careful so she doesn't get too excited, but it's still a good thing. It seems like she's really fulfilled."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Fulfilled is it……?"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Like when we were planning for the 『Spring Tenno Sho』, doing trial and error with Trainer-san, it kind of reminds me of that same feeling."
        },
        {
            "name": "Mejiro McQueen",
            "text": "The feeling of \"Chasing your dreams\", maybe Special Week-san is feeling that right now."
        },
        {
            "text": "Chasing your dreams, huh……"
        },
        {
            "text": "Alright, let's end today's training here."
        },
        {
            "text": "Alright, let's end today's training here."
        },
        {
            "name": "Winning Ticket",
            "text": "Okaaaay! Good work out there!!"
        },
        {
            "name": "Winning Ticket",
            "text": "That said, today you were awesome out there, Spe-chan! Fighting spirit at max～ or something, it was rough keeping up with you."
        },
        {
            "name": "Special Week",
            "text": "Ehehe, it kind of felt like the power just kept welling up from inside my body!"
        },
        {
            "name": "Rice Shower",
            "text": "With the way Spe-san is right now, it seems like it'll be a good run at the 『Takarazuka Kinen』……!"
        },
        {
            "text": "Yeah, let's end spring in the best possible way!"
        },
        {
            "text": "Yeah, let's end spring in the best possible way!"
        },
        {
            "name": "Special Week",
            "text": "Ah, um……Trainer-san! Actually, I have a request!",
            "choice_data_list": [
                "A request……?"
            ]
        },
        {
            "name": "Special Week",
            "text": "Right now, with Suzuka-san running in America, and El-chan running in France, lots of people are cheering them on, right?"
        },
        {
            "name": "Special Week",
            "text": "As Japanese Uma Musume, as representatives of Japan as they challenge the world, they're shouldering the expectations of all the fans in Japan."
        },
        {
            "name": "Special Week",
            "text": "Up until now, I was talking about how I thought aiming to be \"An Uma Musume that could make everyone smile\" would bring me closer to being \"Japan's #1\", but―"
        },
        {
            "name": "Special Week",
            "text": "It seems more like Suzuka-san and El-chan are doing what I'm aiming for."
        },
        {
            "name": "Special Week",
            "text": "Carrying the expectations of so many people, and responding to those expectations, I want to be an Uma Musume like that too so, if I win the 『Takarazuka Kinen』――"
        },
        {
            "name": "Special Week",
            "text": "Just like El-chan, I want to challenge the 『Prix de l'Arc de Triomphe』 too!"
        },
        {
            "name": "Winning Ticket",
            "text": "The 『Prix de l'Arc de Triomphe』!? Spe-chan will……!?"
        },
        {
            "name": "Gold Ship",
            "text": "Is that why you've been so motivitated?"
        },
        {
            "name": "Special Week",
            "text": "Yeah……!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Fufuu, just like when you first joined the team, your goals are still just as big, Special Week-san."
        },
        {
            "name": "Special Week",
            "text": "W-what do you think…… Trainer-san!"
        },
        {
            "text": "My reaction was the same as the other team members', unable to hide my surprise at Special Week's words."
        },
        {
            "text": "However, her eyes were serious, her strong desire to chase her dream to become \"Japan's #1 Uma Musume\" was conveyed properly――"
        },
        {
            "text": "With a dream that big, you need to be prepared for the steps to be just as big, you said that before, didn't you Spe?"
        },
        {
            "text": "With a dream that big, you need to be prepared for the steps to be just as big, you said that before, didn't you Spe?"
        },
        {
            "text": "Shouldering all those expectations, and then becoming an Uma Musume that can live up to them…… In that case, you need to show them an even greater run."
        },
        {
            "text": "Shouldering all those expectations, and then becoming an Uma Musume that can live up to them…… In that case, you need to show them an even greater run."
        },
        {
            "name": "Special Week",
            "text": "By that, you mean……!",
            "choice_data_list": [
                "Run your best at 『Takarazuka Kinen』!",
                "Run your best at 『Takarazuka Kinen』!"
            ]
        },
        {
            "name": "Special Week",
            "text": "Waa……! Yeah!!"
        },
        {
            "text": "Shouldering everyone's expectations, and wanting to become an Uma Musume that can live up to those expectations――"
        },
        {
            "text": "A 『Takarazuka Kinen』 with an overseas trip on the line, Special Week now had an extraordinary ambition to pour her all in to."
        }
    ]
}