{
    "text_block_list": [
        {
            "name": "Commentator",
            "text": "From the inside it's Special Week! From the inside it's Special Week! Extending her lead from 3 to 4 lengths, now she cross the goal!"
        },
        {
            "name": "Commentator",
            "text": "As her first victory in a Major, the [Kisaragi Sho] has been conquered!"
        },
        {
            "name": "Seiun Sky",
            "text": "[Special Week swept away her previous loss with an overwhelming victory!] [With the Classics in sight for Special Week, next is the Yayoi Sho!]"
        },
        {
            "name": "Special Week",
            "text": "Ehehe… seeing yourself in an article, is a little embarrassing, isn't it?"
        },
        {
            "name": "El Condor Pasa",
            "text": "Spe-chan, being the victor is best! Since the fans are hoping for a strong Uma Musume!"
        },
        {
            "name": "Seiun Sky",
            "text": "When a classmate is getting this kind of attention, somehow it makes you feel kinda proud too, huh?"
        },
        {
            "name": "Special Week",
            "text": "You say that but, Sei-chan is undefeated so far- and they're saying you're a strong contender for the Classic races."
        },
        {
            "name": "Seiun Sky",
            "text": "Well～, isn't that just a coincidence?"
        },
        {
            "name": "Grass Wonder",
            "text": "Everyone seems to be in top condition, don't they?"
        },
        {
            "name": "King Halo",
            "text": "Ooohoohoohoo! If we're talking about strong contenders, you can't exclude me, King!"
        },
        {
            "name": "Special Week",
            "text": "King-chan, in your last race, it's too bad that you got 2nd."
        },
        {
            "name": "King Halo",
            "text": "O-Oohoohoohoo! Even if I lose I won't be defeated, that's what it means to be a first class Uma Musume!"
        },
        {
            "name": "King Halo",
            "text": "That aside, Special Week-san, your next race is the [Yayoi Sho] is it not?"
        },
        {
            "name": "Special Week",
            "text": "Yeah, that's right, but why are you asking?"
        },
        {
            "name": "King Halo",
            "text": "In that case, before a real Classic race, I'll have you show me what you can do."
        },
        {
            "name": "King Halo",
            "text": "My next race is also the [Yayoi Sho] after all."
        },
        {
            "name": "Special Week",
            "text": "…Eh?"
        },
        {
            "name": "El Condor Pasa",
            "text": "Huh? Wait, Sei-chan, isn't your next race the [Yayoi Sho] too?"
        },
        {
            "name": "Seiun Sky",
            "text": "Yeah, King and Spe-chan, go easy on me～"
        },
        {
            "name": "Special Week",
            "text": "Eh…? Eh…?"
        },
        {
            "name": "Special Week",
            "text": "EEEEEEHHHHH～?!"
        },
        {
            "name": "TV Announcer",
            "text": "[Seiun Sky has decisively pulled away! She's pulled really far ahead and now, crosses the goal!]"
        },
        {
            "text": "In her next race, the [Yayoi Sho], finally, it'll be the first contest between Special Week and the champions of her generation."
        },
        {
            "text": "She was working hard to produce results, so I also had to give my all to respond to that and go through these documents."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Staying behind again to do more research?"
        },
        {
            "text": "Even at the best of times, it won't be easy to obtain glory in a classic race, especially since we're competing with the \"Golden Generation\"."
        },
        {
            "text": "But, Spe is seriously doing her best to grasp it. For the sake of her dream, I need to properly support her."
        },
        {
            "text": "But, Spe is seriously doing her best to grasp it. For the sake of her dream, I need to properly support her."
        },
        {
            "name": "Mejiro McQueen",
            "text": "…Trainer-san, you truly never change it seems."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Becoming an Uma Musume's support, and taking hold of their dream together. Ever since conquering the Tenno Sho, you've always been like that."
        },
        {
            "text": "While saying that, there was a deep emotion in Mejiro McQueen's gaze."
        },
        {
            "text": "Her dream of \"Conquering the Tenno Sho\", for someone who had just recently been put in charge of a team it was a huge dream."
        },
        {
            "text": "Compared to when Team was on the verge of breaking up, it's become quite lively."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Yes, truly…"
        },
        {
            "name": "Mejiro McQueen",
            "text": "That said, this time, the dream is quite difficult, isn't it? After all, the goal is to \"Become Japan's #1 Uma Musume\"."
        },
        {
            "text": "While saying it would be difficult, Mejiro McQueen looked like she was having fun talking about it."
        },
        {
            "text": "She probably also believes in it. That Team 's Special Week could fulfill her dream.",
            "choice_data_list": [
                "I'll definitely show you we can do it"
            ]
        },
        {
            "name": "Mejiro McQueen",
            "text": "We, as a team, will also do our best."
        },
        {
            "name": "Special Week",
            "text": "Um, and after that… [To aim for Japan's #1, first is the Yayoi Sho]."
        },
        {
            "name": "Silence Suzuka",
            "text": "A letter to your mother?"
        },
        {
            "name": "Special Week",
            "text": "Yeah, it'd probably be faster to talk over the phone but, it's also kind of embarrassing to put it in to words, don't you think?"
        },
        {
            "name": "Special Week",
            "text": "That's why I'm writing a letter like this. To say I'm doing my best to aim for \"Japan's #1 Uma Musume\"!"
        },
        {
            "name": "Silence Suzuka",
            "text": "…Fufuu"
        },
        {
            "name": "Special Week",
            "text": "Huh…? Did… I say something weird just now…?"
        },
        {
            "name": "Silence Suzuka",
            "text": "No, that's not it. I was just thinking that Spe-chan really cares for her mother."
        },
        {
            "name": "Special Week",
            "text": "Ehehe… it's because I'm really grateful to my Mom! For raising me with so much affection, to both of my Moms!"
        },
        {
            "name": "Silence Suzuka",
            "text": "To both of your Mothers… you say?"
        },
        {
            "name": "Special Week",
            "text": "Suzuka-san, I have two Moms. The Mom that gave birth to me and, the Mom that raised me."
        },
        {
            "name": "Special Week",
            "text": "From both of those Moms, I've been entrusted with the dream of becoming \"Japan's #1 Uma Musume\"."
        },
        {
            "name": "Special Week",
            "text": "Originally, \"Japan's #1\" was my birth mother's dream."
        },
        {
            "name": "Special Week",
            "text": "But, due to circumstances, she wasn't able to run in a single race, and she wasn't able to chase after her dream."
        },
        {
            "name": "Special Week",
            "text": "While she was pregnant with me, it seems that she half-joked that it would make her happy if the child she was carrying would become \"Japan's #1 Uma Musume\", or so I'm told."
        },
        {
            "name": "Special Week",
            "text": "And that she wanted to see that dream together with me- …but, she passed away shortly after I was born…"
        },
        {
            "name": "Silence Suzuka",
            "text": "Is that so…?"
        },
        {
            "name": "Special Week",
            "text": "Aaahh?! Don't look so down! Besides, I wanted to tell you about how great my mom was, so that's why I'm talking about it!"
        },
        {
            "name": "Special Week",
            "text": "And so, a really good friend of hers took me in, became my mom, and raised me as her own."
        },
        {
            "name": "Special Week",
            "text": "It seems like the moment she'd take her eyes off me I'd go running off, and it sounded like I was quite a handful as a kid, though…"
        },
        {
            "name": "Silence Suzuka",
            "text": "…Fufuu."
        },
        {
            "name": "Special Week",
            "text": "And then, after I had grown a bit, I was told about my birth mother's dream — to become \"Japan's #1 Uma Musume\"."
        },
        {
            "name": "Special Week",
            "text": "…Truthfully, I was asked many times whether I really wanted to become \"Japan's #1 Uma Musume\". I was told I didn't need to push myself and carry that dream."
        },
        {
            "name": "Silence Suzuka",
            "text": "…But, Spe-chan, becoming \"Japan's #1 Uma Musume\" was what you chose, right?"
        },
        {
            "name": "Special Week",
            "text": "Yeah! Becoming \"Japan's #1 Uma Musume\", and making both of my Moms happy!"
        },
        {
            "name": "Special Week",
            "text": "Also, when I won my debut race, I made a promise with Suzuka-san, right?! That we'll definitely fulfill our dreams!"
        },
        {
            "name": "Special Week",
            "text": "For my Moms, and for the sake of the promise I made with Suzuka-san, I'll definitely show you I can win the [Yayoi Sho]!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Fufuu, I'm looking forward to it."
        },
        {
            "name": "Special Week",
            "text": "Ehehe… Yeah!"
        }
    ]
}