{
    "text_block_list": [
        {
            "name": "Special Week",
            "text": "…"
        },
        {
            "name": "Silence Suzuka",
            "text": "The exhilaration I felt at that time, remained in my heart, that's why I run. For my own self-satisfaction."
        },
        {
            "name": "Winning Ticket",
            "text": "The dream I decided on for myself — those feelings kept building up. Since I decided that I would win for sure, I was able to keep working hard."
        },
        {
            "name": "Special Week",
            "text": "What does it mean, to run for your own sake…?"
        },
        {
            "name": "Seiun Sky",
            "text": "Huuuuh? To be able to see Spe-chan dawdling around here, how rare～."
        },
        {
            "name": "Special Week",
            "text": "Sei-chan…?"
        },
        {
            "name": "Seiun Sky",
            "text": "Aw man～, they just won't bite today～."
        },
        {
            "name": "Seiun Sky",
            "text": "Well, fishing is a battle of patience anyways, so I can't just go and lose heart here～"
        },
        {
            "name": "Special Week",
            "text": "…"
        },
        {
            "name": "Seiun Sky",
            "text": "…You see, I want to race in a way that makes everyone reel in shock～"
        },
        {
            "name": "Special Week",
            "text": "Eh…?"
        },
        {
            "name": "Seiun Sky",
            "text": "After all, in the begining it's not like anyone had any expectations of me. When I was little, my results, well they were about what you'd expect."
        },
        {
            "name": "Seiun Sky",
            "text": "But, even so you'd definitely still be running to win."
        },
        {
            "name": "Seiun Sky",
            "text": "That's why, I was alwaaays thinking about how I could win you see, and then one day in a huge upset, I won."
        },
        {
            "name": "Seiun Sky",
            "text": "So I went in with a plan, they all fell for it, and in a shocker, Sei-chan won! The girl who was the favorite, and everyone else there, all of their jaws hit the floor!"
        },
        {
            "name": "Seiun Sky",
            "text": "Oh man～, that felt sooo good～. Even I didn't think that I'd ever be that excited because of a race."
        },
        {
            "name": "Seiun Sky",
            "text": "…But well, you could call that a formative experience, I guess? I want to run and surprise everyone, that's the number one reason that I run."
        },
        {
            "name": "Seiun Sky",
            "text": "That's why, when it comes to winning, I'll use every possible thing I have to win. No matter what I have to do…"
        },
        {
            "name": "Special Week",
            "text": "…Sei-chan."
        },
        {
            "name": "Seiun Sky",
            "text": "Spe-chan definitely had an experience like that, right? Something that moved you to your core, some kind of experience like that."
        },
        {
            "name": "Special Week",
            "text": "Moved me…"
        },
        {
            "name": "Special Week",
            "text": "And! And! That running from before, it was reeeeaaally pretty!"
        },
        {
            "name": "Special Week",
            "text": "Watching Suzuka-san joyfully running, gave me the courage to chase after my dreams!"
        },
        {
            "name": "Special Week",
            "text": "I…"
        },
        {
            "name": "Special Week",
            "text": "I… I want to run like Suzuka-san, that's what I felt."
        },
        {
            "name": "Special Week",
            "text": "When I came here, the first time I saw an Uma Musume running in front of me, she was really fast, and really pretty."
        },
        {
            "name": "Special Week",
            "text": "I want to become like that… to be able to run like that, I look up to her, and chase after her…!"
        },
        {
            "name": "Special Week",
            "text": "But still, she's still so far away but, someday for sure…!"
        },
        {
            "name": "Seiun Sky",
            "text": "I see, just like Suzuka-san then. That's another huge goal you've got there～."
        },
        {
            "name": "Seiun Sky",
            "text": "But, I think that's wonderful, you know? That's Spe-chan's reason to run, isn't it?"
        },
        {
            "name": "Special Week",
            "text": "My reason to run…"
        },
        {
            "name": "Special Week",
            "text": "That's right. Right now, for me, this is my goal…!"
        },
        {
            "name": "Seiun Sky",
            "text": "Just so you know, I'll say this too, wanting to fulfill the dream you've received from your mothers, that's also a wonderful dream, Spe-chan."
        },
        {
            "name": "Seiun Sky",
            "text": "And with that, we're in the same boat. The dream entrusted to me by Gramps, and my dream of wanting to surprise everyone―"
        },
        {
            "name": "Seiun Sky",
            "text": "Because I had those two dreams, during the [Satsuki Sho] I just couldn't give up, you see～."
        },
        {
            "name": "Special Week",
            "text": "Two dreams― because you were running to fulfill both of them, Sei-chan at the [Satsuki Sho] was amazing until the end…"
        },
        {
            "name": "Special Week",
            "text": "That feeling of wanting to win, yours was just that strong."
        },
        {
            "name": "Seiun Sky",
            "text": "But, this time, maybe I'm giving Spe-chan too much help～."
        },
        {
            "name": "Seiun Sky",
            "text": "Spe-chan is carrying the same number of dreams as me after all, the [Derby] might be a little tough, maybe?"
        },
        {
            "name": "Special Week",
            "text": "Yeah, this time I won't lose to Sei-chan."
        },
        {
            "name": "Special Week",
            "text": "After all, my dreams ― I have 3 of them that I want to fulfill."
        },
        {
            "name": "Special Week",
            "text": "Mine, my birth Mom's, and the Mom who raised me!"
        },
        {
            "name": "Special Week",
            "text": "That's why, I will win the [Derby]…!"
        },
        {
            "name": "Seiun Sky",
            "text": "Oh? You've said it now～."
        },
        {
            "name": "Seiun Sky",
            "text": "In that case, from here on, I won't be helping you! From now on, you should get your advice from Trainer-san, besides, it looked like he was super worried."
        },
        {
            "name": "Seiun Sky",
            "text": "…And, we're rivals from now on!"
        },
        {
            "name": "Special Week",
            "text": "Thank you, Sei-chan…!"
        },
        {
            "name": "Special Week",
            "text": "Trainer-saaaa～nn!!"
        },
        {
            "text": "Hold on, hold on! I'm opening it!"
        },
        {
            "name": "Special Week",
            "text": "Trainer-san!! Please help me with my training for the [Derby]!"
        },
        {
            "name": "Commentator",
            "text": "This year, this day has finally arrived! The all-important [Tokyo Yuushun - The Japan Derby]!"
        },
        {
            "name": "Commentator",
            "text": "From those known as the Golden Generation, just which Uma Musume will take hold of the ultimate glory!?"
        },
        {
            "name": "Special Week",
            "text": "Stay calm, stay calm… be careful at the final corner… be mindful of my pace…"
        },
        {
            "name": "Winning Ticket",
            "text": "Yeah, yeah! All that's left is your feelings, your feelings!! Just like Derbyyyyyyyy～, that kind of feeling is important!"
        },
        {
            "name": "Winning Ticket",
            "text": "It's pretty obvious but, to be called the Derby Uma Musume, you have to win this one chance you have at the [Derby], go hit 'em with those strong feelings!"
        },
        {
            "name": "Special Week",
            "text": "Strong feelings…! I got it!"
        },
        {
            "text": "You've been properly working hard this whole time. Run with confidence in yourself, and you'll definitely win on this grand stage."
        },
        {
            "text": "You've been properly working hard this whole time. Run with confidence in yourself, and you'll definitely win on this grand stage."
        },
        {
            "name": "Special Week",
            "text": "Um… Trainer-san, and everyone else too, thank you very much for helping me out with training!"
        },
        {
            "name": "Special Week",
            "text": "I've been worried that I've been lacking something this whole time but… I've realized that I do have a proper dream that I want to fulfill."
        },
        {
            "name": "Special Week",
            "text": "The promise with my Moms about becoming \"Japan's #1\"… and for the sake of catching up to the one I admire, I'll run with everything I have!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Spe-chan's run, we'll be watching closely.",
            "choice_data_list": [
                "Go do your best!",
                "Go do your best!"
            ]
        },
        {
            "name": "Special Week",
            "text": "Yeah, I'll be off!"
        },
        {
            "name": "Special Week",
            "text": "…"
        },
        {
            "name": "Seiun Sky",
            "text": "Looks like you're all fired up, aren't you, Spe-chan?"
        },
        {
            "name": "Special Week",
            "text": "Yeah, I'm overflowing with the feeling of wanting to win!"
        },
        {
            "name": "King Halo",
            "text": "The same applies to me… on top of the [Derby] being such a grand stage, until now, my desire to win has never been stronger."
        },
        {
            "name": "Seiun Sky",
            "text": "Everyone has a dream, huh, I guess it makes sense why we're all fired up."
        },
        {
            "name": "King Halo",
            "text": "From this point on, we're rivals… I'll have you show me everything you've got."
        },
        {
            "name": "Seiun Sky",
            "text": "…In that case, let's all give it everything we've got!"
        },
        {
            "name": "Special Week",
            "text": "Yeah…!"
        },
        {
            "name": "Commentator",
            "text": "From the Classic grade, 18 Uma Musume are settling in to the gates for this grand stage!"
        },
        {
            "name": "Commentator",
            "text": "2400m ahead, there will be glory for only 1! [Tokyo Yuushun - The Japan Derby] ― Starts now!!"
        }
    ]
}