{
    "text_block_list": [
        {
            "name": "Voice from Smartphone",
            "text": "『The excitement from the Prix de l'Arc de Triomphe still hasn't died down, but we're getting surprising news!』"
        },
        {
            "name": "Voice from Smartphone",
            "text": "『The strongest Uma Musume has decided to enter the Japan Cup, among those involved, it caused quite an uproar!』"
        },
        {
            "name": "Grass Wonder",
            "text": "…………"
        },
        {
            "name": "El Condor Pasa",
            "text": "Grass～! It's been a while!"
        },
        {
            "name": "Grass Wonder",
            "text": "Welcome back, El. Seems like this room will be getting noisy again～"
        },
        {
            "name": "El Condor Pasa",
            "text": "Wow! It's been a while since I've heard such sharp words too!"
        },
        {
            "name": "El Condor Pasa",
            "text": "I need to quickly get used to Japan again, huh!? At any rate, it's been half a year since we've talked!"
        },
        {
            "name": "Grass Wonder",
            "text": "That's right～, jet lag changing when you eat meals, oh and studying, there's a lot of things you need to do to get back to your normal life, huh～?"
        },
        {
            "name": "El Condor Pasa",
            "text": "Nuaaaa～～! Particularly when it comes to studying, I don't want to face that reality!"
        },
        {
            "name": "Grass Wonder",
            "text": "……Oh and then, you need to quickly get used to Japan's courses again. After all, you promised to run together with us again."
        },
        {
            "name": "El Condor Pasa",
            "text": "Ehehee, it was supposed to be after I became the world's strongest but ……I guess that's changed a little bit, huh……?"
        },
        {
            "name": "El Condor Pasa",
            "text": "……Ehehe……"
        },
        {
            "name": "Grass Wonder",
            "text": "……El, whatever you think about those results, to me the 『Prix de l'Arc de Triomphe』 was your best race."
        },
        {
            "name": "Grass Wonder",
            "text": "Compared to the El who ran on that big stage, nothing has changed…… you're a rival that helped me stand on my own two feet, and someone I look up to."
        },
        {
            "name": "Grass Wonder",
            "text": "That's why I'm so motivated for this 『Japan Cup』. It's a good opportunity to reach for the top, and besides that―"
        },
        {
            "name": "Grass Wonder",
            "text": "For us Japanese Uma Musume that have run together with El, it's a chance to engrave our strength in to the hearts of those from overseas."
        },
        {
            "name": "El Condor Pasa",
            "text": "……Grass"
        },
        {
            "name": "El Condor Pasa",
            "text": "……Ehehee……go show them! The strength of the rivals that ran together with me!"
        },
        {
            "text": "In the 『Fall Tenno Sho』, Special Week was able to claim victory."
        },
        {
            "text": "While training for the next race, the 『Japan Cup』, a particular piece of news had made it to Japan."
        },
        {
            "name": "Voice from TV",
            "text": "『On this show, we'll be covering the interview with her, please stay tuned』"
        },
        {
            "name": "Gold Ship",
            "text": "Hey, it's starting!"
        },
        {
            "name": "Interviewer",
            "text": "About the decision to visit Japan, will you please tell us more!?"
        },
        {
            "name": "Montjeu",
            "text": "Yes, with pleasure."
        },
        {
            "name": "Montjeu",
            "text": "All across the world, various races are taking place. And I have conquered that peak."
        },
        {
            "name": "Montjeu",
            "text": "However, in this world, I've learned that there are still many talented Uma Musume."
        },
        {
            "name": "Montjeu",
            "text": "Suddenly my interest was piqued……that there exist many such talents. And of the strength of the Uma Musume running in Japan's Twinkle Series."
        },
        {
            "name": "Montjeu",
            "text": "The one that got me fired up, El Condor Pasa, and her contemporaries, Grass Wonder and Special Week."
        },
        {
            "name": "Montjeu",
            "text": "Both of whom plan to participate in the 『Japan Cup』, I shall also be participating."
        },
        {
            "name": "Montjeu",
            "text": "<I'm looking forward to it>"
        },
        {
            "name": "Narita Brian",
            "text": "To think the winner of the 『Prix de l'Arc de Triomphe』 would participate herself."
        },
        {
            "name": "Rice Shower",
            "text": "She mentioned Spe-san by name too……"
        },
        {
            "name": "Voice from TV",
            "text": "『And moving on, the news of Montjeu's participation, let's hear the reaction of the fans』"
        },
        {
            "name": "Voice from TV",
            "text": "『Her battle against El Condor Pasa was amazing, wasn't it!? That Japan's Uma Musume were this strong, it really had me excited!』"
        },
        {
            "name": "Voice from TV",
            "text": "『But even so, it was still unfortunate……! That's why, I want Japan's Uma Musume to do their best!]』"
        },
        {
            "name": "Voice from TV",
            "text": "『Special Week-san, and Grass Wonder-san― as Japan's Uma Musume, we'll be cheering for you with all we've got!』"
        },
        {
            "name": "Voice from TV",
            "text": "『As expected, there are many fans that want revenge against the Prix de l'Arc de Triomphe Uma Musume, and have high hopes for Japan's Uma Musume』"
        },
        {
            "name": "Special Week",
            "text": "…………"
        },
        {
            "text": "By preventing El Condor Pasa's victory, many of Japan's fans had come to know the name Montjeu."
        },
        {
            "text": "At the news of the Prix de l'Arc de Triomphe Uma Musume's participation, Special Week remained calm, watching without looking away."
        },
        {
            "text": "We'll need to train harder, Spe."
        },
        {
            "text": "We'll need to train harder, Spe."
        },
        {
            "name": "Special Week",
            "text": "Yeah!!"
        },
        {
            "text": "And like that, talk of the 『Japan Cup』 heated up all throughout Japan, but then there was sudden news."
        },
        {
            "text": "――Grass Wonder, was withdrawing from the 『Japan Cup』."
        },
        {
            "name": "Grass Wonder",
            "text": "…………"
        },
        {
            "name": "Special Week",
            "text": "Grass-chan……"
        },
        {
            "name": "Grass Wonder",
            "text": "Oh, the sky is already turning red…… Winter is right around the corner, huh～?"
        },
        {
            "name": "Special Week",
            "text": "Um……well……about the 『Japan Cup』……"
        },
        {
            "name": "Grass Wonder",
            "text": "I suppose I worked a little bit too hard during training."
        },
        {
            "name": "Grass Wonder",
            "text": "With everyone in Japan talking about it, it became a race on the path to the summit. Running with the opponent that beat El, it was an unbelievable opportunity."
        },
        {
            "name": "Grass Wonder",
            "text": "A way to respond to the fans that wanted Japan's Uma Musume to win, and as a representative of Japan's Uma Musume, I wanted to run."
        },
        {
            "name": "Grass Wonder",
            "text": "……and together with Spe-chan"
        },
        {
            "name": "Special Week",
            "text": "Me……?"
        },
        {
            "name": "Grass Wonder",
            "text": "At the 『Fall Tenno Sho』, your running was truly wonderful."
        },
        {
            "name": "Grass Wonder",
            "text": "That's why I was looking forward to running with Spe-chan. Once again running together……I was really……"
        },
        {
            "name": "Grass Wonder",
            "text": "I really…… wanted to run……"
        },
        {
            "name": "Special Week",
            "text": "Grass-chan……"
        },
        {
            "name": "Grass Wonder",
            "text": "…………"
        },
        {
            "name": "Special Week",
            "text": "……Um, listen, Grass-chan."
        },
        {
            "name": "Special Week",
            "text": "I'm going to win."
        },
        {
            "name": "Grass Wonder",
            "text": "……eh?"
        },
        {
            "name": "Special Week",
            "text": "I wanted to run with Grass-chan too."
        },
        {
            "name": "Special Week",
            "text": "And I wanted to win against Montjeu-san and Grass-chan. Because I still haven't won against Grass-chan."
        },
        {
            "name": "Special Week",
            "text": "That's why I'll win. I― Special Week will prove that I am Japan's strongest Uma Musume."
        },
        {
            "name": "Special Week",
            "text": "And at the 『Arima Kinen』, I'll be waiting for you! As Japan's #1 Uma Musume!"
        },
        {
            "name": "Grass Wonder",
            "text": "Spe-chan……"
        },
        {
            "name": "Grass Wonder",
            "text": "Fufuu, then I'll need to recover from this injury by then, I need to be in top condition for that, don't I?"
        },
        {
            "name": "Special Week",
            "text": "Yeah!"
        },
        {
            "name": "Grass Wonder",
            "text": "In the 『Japan Cup』, do your best out there. The strength of Japan's Uma Musume, make sure you show the whole world."
        },
        {
            "name": "Grass Wonder",
            "text": "I have high hopes for you, \"Supreme Commander of Japan\""
        }
    ]
}