{
    "text_block_list": [
        {
            "text": "For the New Year's first race, Special Week was entering the GII [America JCC]."
        },
        {
            "name": "Commentator",
            "text": "Here she comes! As expected, here comes the Derby Uma Musume, Special Week!"
        },
        {
            "name": "Commentator",
            "text": "2 lengths, pulling away to 3 lengths, she crosses the goal! The Derby Uma Musume, Special Week, with a magnificent victory!"
        },
        {
            "name": "Gold Ship",
            "text": "Hell yeah! You did it, Spe!! Thanks for the excitement!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "This is the best first step towards the [Spring Tenno Sho] you can make!"
        },
        {
            "name": "Silence Suzuka",
            "text": "…"
        },
        {
            "name": "Grass Wonder",
            "text": "Spe-chan, congratulations on your victory♪"
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "Yeah, yeah! Once again, just watching that race got my blood pumping!"
        },
        {
            "name": "Special Week",
            "text": "Ehehe, Thanks Grass-chan and Tsuru-chan!"
        },
        {
            "name": "El Condor Pasa",
            "text": "Out of all of us, you were the first one to get their first Senior class win!"
        },
        {
            "name": "Special Week",
            "text": "Really though, Tsuru-chan should have been the one to run before me."
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "Gununu… That's right, but―"
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "Last year, because I wasn't feeling well, I only got to run in 3 races, but this year it'll be different for me!"
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "After the New Year, I'll be the first one that gets to run their heart out, this year for sure I'll get to run with Spe-chan and everyone else!"
        },
        {
            "name": "Special Week",
            "text": "Yeah! We'll definitely run together!"
        },
        {
            "name": "Teacher",
            "text": "Tsurumaru Tsuyoshi-san has injured her leg. For the time being, she'll be taking a break."
        },
        {
            "name": "Special Week",
            "text": "Ueeeeeeeh～?!"
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "After my debut race my physical condition got worse, and I was able to recover by the fall, but I kinda guessed this would happen though～…"
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "But, but, but! Once this leg heals, I'll catch up to you in no time, so just you wait!"
        },
        {
            "name": "Grass Wonder",
            "text": "Tsuru-chan hasn't been able to participate in many races due to injuries but, her runs are quite amazing. I definitely would like to try running together."
        },
        {
            "name": "Special Week",
            "text": "Yeah, someday with me, Grass-chan, and El-chan too, all together!"
        },
        {
            "name": "El Condor Pasa",
            "text": "Oh? In that case, should we all go to France together?"
        },
        {
            "name": "Special Week",
            "text": "France…?"
        },
        {
            "name": "Grass Wonder",
            "text": "Starting in Spring, El will be in France for an extended campaign. With her results from the [Japan Cup], next she wants to go overseas."
        },
        {
            "name": "Special Week",
            "text": "Eeeeh?! I didn't know that! El-chan, you're going to France?!"
        },
        {
            "name": "El Condor Pasa",
            "text": "Bueno! I'll show you I can even shock the whole world!"
        },
        {
            "name": "Special Week",
            "text": "Is that so… rather than amazing, I can't even imagine that…"
        },
        {
            "name": "Special Week",
            "text": "…But, I think it'll be a little lonely. El-chan, going there by yourself, won't you be lonely?"
        },
        {
            "name": "El Condor Pasa",
            "text": "Of course, If I said I wasn't lonely it'd be a lie, a fiction, and a fairy tale…"
        },
        {
            "name": "El Condor Pasa",
            "text": "… How-ev-er! More than that, my dream is what will pull me forward!"
        },
        {
            "name": "Special Week",
            "text": "Your dream…"
        },
        {
            "name": "El Condor Pasa",
            "text": "To prove that El is the \"World's Strongest\"! The moment I become the strongest, make sure you don't miss it!"
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "Going out in to the world to chase your dream! That's awesome, El-chan!"
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "That really makes me want to work even harder! I want to run as soon as possible～!!!! Cough, cough!"
        },
        {
            "name": "Grass Wonder",
            "text": "Please calm down, Tsuru-chan. Pushing yourself is prohibited, okay?"
        },
        {
            "name": "Grass Wonder",
            "text": "However, I really understand that feeling. We can't lose to El either, right?"
        },
        {
            "name": "Special Week",
            "text": "M-me too! I'll win the next race and then the [Spring Tenno Sho] after that!"
        },
        {
            "name": "Special Week",
            "text": "To get closer to \"Japan's #1 Uma Musume\"!"
        },
        {
            "name": "Special Week",
            "text": "Suzuka-san, thanks for the massage! Thanks to that, my legs are all squishy now!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Today's training, it seemed like you were working harder than usual."
        },
        {
            "name": "Special Week",
            "text": "It's because I heard that El-chan would be challenging herself overseas!"
        },
        {
            "name": "Special Week",
            "text": "In an unfamiliar place running alone, it'll definitely be hard, but El-chan is challenging herself for the sake of her dream."
        },
        {
            "name": "Special Week",
            "text": "Her feelings towards her dream are what pull her forward― That's why, I felt like I needed to work harder too!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Your feelings towards your dream pulling you forward… without a doubt that's the way it is."
        },
        {
            "name": "Silence Suzuka",
            "text": "…Hey, Spe-chan."
        },
        {
            "name": "Special Week",
            "text": "Yeah, what do you need?"
        },
        {
            "name": "Silence Suzuka",
            "text": "I was thinking that I wanted to challenge some overseas races too."
        },
        {
            "name": "Special Week",
            "text": "…eh?"
        },
        {
            "name": "Silence Suzuka",
            "text": "Ever since joining , I've been able to see so many types of \"scenery\"."
        },
        {
            "name": "Silence Suzuka",
            "text": "While I'm running, a new \"scenery\" expands before me, and the feeling of wanting to keep running overflows…"
        },
        {
            "name": "Silence Suzuka",
            "text": "Faster, further ahead― I want to keep chasing that \"scenery\"."
        },
        {
            "name": "Silence Suzuka",
            "text": "I can't seem to keep holding back these feelings, that's why…"
        },
        {
            "name": "Special Week",
            "text": "Overseas… Suzuka-san is, going overseas…?"
        },
        {
            "name": "Special Week",
            "text": "…eh?"
        },
        {
            "name": "Special Week",
            "text": "EEEEEEEHHHH～?!"
        }
    ]
}