{
    "text_block_list": [
        {
            "name": "Special Week",
            "text": "…"
        },
        {
            "name": "Silence Suzuka",
            "text": "…Spe-chan, are you okay?"
        },
        {
            "name": "Special Week",
            "text": "Eh…?! Ah, I'm fine, I'm fine! There's nothing wrong!"
        },
        {
            "name": "Special Week",
            "text": "…That aside, Sei-chan and King-chan were both really strong. Way stronger than they were at [Yayoi Sho]…"
        },
        {
            "name": "Special Week",
            "text": "On that final straight, I could catch up… I could pass them, that's what I believed. Since I knew that they were running out of stamina."
        },
        {
            "name": "Special Week",
            "text": "But, no matter how hard I chased I couldn't pass them…"
        },
        {
            "name": "Silence Suzuka",
            "text": "From what I saw, there wasn't any issue with the way you handled the race, and I don't think Spe-chan's abilities were lacking."
        },
        {
            "name": "Silence Suzuka",
            "text": "It's just, spirit… maybe. Those two, particularly Seiun Sky-san's running, I could feel something awe-inspiring that I can't quite put in to words."
        },
        {
            "name": "Special Week",
            "text": "Spirit… you think?"
        },
        {
            "name": "Seiun Sky",
            "text": "If you can't understand that difference, then I'll be the one who's definitely going to win."
        },
        {
            "name": "Seiun Sky",
            "text": "The [Satsuki Sho]…I will win, without fail."
        },
        {
            "name": "Special Week",
            "text": "(Huh…?)"
        },
        {
            "name": "Silence Suzuka",
            "text": "…Is something wrong, Spe-chan?"
        },
        {
            "name": "Special Week",
            "text": "Before the race, Sei-chan told me. That our reasons for running are similar but a little different."
        },
        {
            "name": "Special Week",
            "text": "And if I didn't understand that difference, that she would win…"
        },
        {
            "name": "Special Week",
            "text": "Um, Suzuka-san's dream… your reason for running, is because you want to see the \"scenery\" from the front, right?"
        },
        {
            "name": "Silence Suzuka",
            "text": "Yeah, the scenery I saw when I was small…"
        },
        {
            "name": "Silence Suzuka",
            "text": "The exhilaration I felt at that time, remained in my heart, that's why I run. For my own self-satisfaction."
        },
        {
            "name": "Silence Suzuka",
            "text": "…but, is there something weird about that?"
        },
        {
            "name": "Special Week",
            "text": "Ah, no! I just wanted to hear it directly."
        },
        {
            "name": "Special Week",
            "text": "(Suzuka-san's dream… is for her own self-satisfaction…)"
        },
        {
            "name": "Seiun Sky",
            "text": "The reason I run, in the end, it's for my own sake. That's why it's a little different from Spe-chan's, I guess."
        },
        {
            "name": "Special Week",
            "text": "(Sei-chan and Suzuka-san too, they're both running for their own sake…)"
        },
        {
            "name": "Special Week",
            "text": "(My dream is to become \"Japan's #1 Uma Musume\"… but that's a dream that was entrusted to me by my moms…)"
        },
        {
            "name": "Special Week",
            "text": "(But what's MY dream…? For what reason do I run…?)"
        },
        {
            "name": "Silence Suzuka",
            "text": "-Spe-chan, looks like she's taken quite a shock…"
        },
        {
            "text": "When she lost in her second race, she was really quick to rebound though."
        },
        {
            "text": "When she lost in her second race, she was really quick to rebound though."
        },
        {
            "text": "As I thought, it's probably because the goal she thought of herself, becoming a \"Triple Crown Uma Musume\", was crushed so quickly…"
        },
        {
            "text": "As I thought, it's probably because the goal she thought of herself, becoming a \"Triple Crown Uma Musume\", was crushed so quickly…"
        },
        {
            "name": "Silence Suzuka",
            "text": "…I get the feeling that that's not the reason though."
        },
        {
            "text": "What do you mean…?"
        },
        {
            "name": "Silence Suzuka",
            "text": "I can't really say for sure but, it's not so much the race results, but something more related to her feelings, I think…"
        },
        {
            "text": "There seems to be something other than losing that has her down. For someone who was so earnestly chasing her dream to be so down…"
        },
        {
            "text": "Anyways, so that Spe can keep running while looking to the future, I'll do my best to support her."
        },
        {
            "text": "I may even need everyone in Sirius to help me out. When that time comes, I'll need your help too, Suzuka."
        },
        {
            "text": "I may even need everyone in Sirius to help me out. When that time comes, I'll need your help too, Suzuka."
        },
        {
            "name": "Silence Suzuka",
            "text": "Yes, understood."
        },
        {
            "name": "Winning Ticket",
            "text": "Fuu… fuu… alright, goal!"
        },
        {
            "name": "Special Week",
            "text": "Fuu～…"
        },
        {
            "name": "Winning Ticket",
            "text": "That was 2400m just now, the same distance as the [Derby]. Spe-chan hasn't run this distance in a real race yet, right?"
        },
        {
            "name": "Winning Ticket",
            "text": "But you know, this distance of 2400m is more than just a number, it's a place where there's drama! Dreams! It's packed with so many… uuu…"
        },
        {
            "name": "Special Week",
            "text": "Dreams…"
        },
        {
            "name": "Special Week",
            "text": "…Um, Chikezo-san's dream was to win in the [Derby], and the reason you started running was to take hold of that dream yourself, right?"
        },
        {
            "name": "Winning Ticket",
            "text": "Yeah, ever since I was little!"
        },
        {
            "name": "Winning Ticket",
            "text": "The first time I saw the [Derby] I was hooked. I thought, this is the race I want to enter, and definitely win!"
        },
        {
            "name": "Special Week",
            "text": "And like that, you grasped your dream…"
        },
        {
            "name": "Winning Ticket",
            "text": "The reason I won the [Derby], even now I believe I won because my feelings for winning were stronger than anyone else's."
        },
        {
            "name": "Winning Ticket",
            "text": "The dream I decided on for myself — those feelings kept building up. Since I decided that I would win for sure, I was able to keep working hard."
        },
        {
            "name": "Winning Ticket",
            "text": "Though when it comes to studying I can't work hard at all! Ahahaaa!"
        },
        {
            "name": "Special Week",
            "text": "A dream you decided on yourself…"
        },
        {
            "name": "King Halo",
            "text": "For the sake of proving that I'm first class, I will continue to win!"
        },
        {
            "name": "Seiun Sky",
            "text": "I'm running for my own sake, that's why… because of that, I'll definitely win."
        },
        {
            "name": "Special Week",
            "text": "…Chikezo-san, McQueen-san, and Suzuka-san, everyone's running towards a dream that they've decided on, aren't they?"
        },
        {
            "name": "Winning Ticket",
            "text": "Hm…? Spe-chan is also running towards a dream, right? The dream of becoming \"Japan's #1 Uma Musume\"."
        },
        {
            "name": "Special Week",
            "text": "Well, yeah… that's true but…"
        },
        {
            "name": "Special Week",
            "text": "(The promise I made with mom, the dream of \"Japan's #1 Uma Musume\"-)"
        },
        {
            "name": "Special Week",
            "text": "(I've always thought that that was my dream but, it feels like it's completely different from everyone else's…)"
        },
        {
            "name": "Special Week",
            "text": "(Not someone else's dream, but a dream that I've decided on for myself… what's my reason for running…?)"
        },
        {
            "name": "Seiun Sky",
            "text": "…"
        },
        {
            "name": "Seiun Sky",
            "text": "…Well I'll be, to think I'd be this worried."
        }
    ]
}