{
    "text_block_list": [
        {},
        {
            "name": "Seiun Sky",
            "text": "Fua～aaaah… Mornin'～"
        },
        {
            "name": "Special Week",
            "text": "Sei-chan, good morning! You look sleepy again today, though I guess you're always sleepy."
        },
        {
            "name": "Seiun Sky",
            "text": "It seems like you slipped in something rude at the end there though… Well, it's because it's been getting warmer lately, you see～."
        },
        {
            "name": "Special Week",
            "text": "Lately training has really left me worn out, so at night I'm out like a light."
        },
        {
            "name": "Special Week",
            "text": "Earlier in the dressing room by the baths, I fell asleep after stepping on to the scale, and everyone saw how much I weighed…"
        },
        {
            "name": "Seiun Sky",
            "text": "That's quite a skillful way to get some sleep, huh…"
        },
        {
            "name": "???",
            "text": "At long last, I'm baaaaack―!!"
        },
        {
            "name": "???",
            "text": "Hey everyone, it's been a while!"
        },
        {
            "name": "Special Week",
            "text": "Eh…? Oh-Oh?! Tsuru-chan?!"
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "Yeah! Tsurumaru Tsuyoshi has returned!"
        },
        {
            "name": "Seiun Sky",
            "text": "Ooooh～ It's been a while～! So starting today, you're going to be attending again."
        },
        {
            "name": "Special Week",
            "text": "Isn't that great, Tsuru-chan?! Are you feeling better now?"
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "Of course, I'm all good! I got a good long rest so I've got a lot of power saved up!"
        },
        {
            "name": "Seiun Sky",
            "text": "Just because it's saved up, don't push yourself okay? After all, before you took that break―"
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "Uuuu… even though everyone else has already had their debut race, I'm now the only one that hasn't run in a race yet…"
        },
        {
            "name": "Special Week",
            "text": "It can't be helped though, your body's been in bad shape… from now on let's do our best!"
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "…Yeah, you're right! After all that time lost, I need to catch up to everyone!"
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "Besides, the once-in-a-lifetime chance to run in the Classic races is coming up! Just like President Rudolf, I want to shine as an Uma Musume on that big stage!"
        },
        {
            "name": "Special Week",
            "text": "Let's all run together in the Classic races!"
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "Spe-chan, thank you! Alright, it's a promise, okay?! Tsuyoshi, will absolutely do her best!"
        },
        {
            "name": "Seiun Sky",
            "text": "You're still recovering, so don't push yourself too hard～"
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "I'll be fine～! It's more like I've got more power than I know what to do with～!"
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "Ze～… haa～…! Ze～… haa～…!"
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "Fuhii～… I'm all… tapped out… I can't go any further～… flop."
        },
        {
            "name": "Special Week",
            "text": "Ueeee～?! Tsuru-chan?!"
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "Something like that… did happen didn't it?"
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "Before the Classic races started, I was somehow able to make it back in time but, in the end, my debut race ended up being after the [Satsuki Sho] will be over."
        },
        {
            "name": "Special Week",
            "text": "Tsuru-chan…"
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "But, but, but! The Classic races, the [Derby] and [Kika Sho], are still an option!"
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "I'll definitely catch up to you so, both of you, do your best at [Satsuki Sho]!"
        },
        {
            "name": "Special Week",
            "text": "Yeah! I'll be sure to work hard enough so I won't lose to Tsuru-chan! Allllright, after today's training I think I'll do some independent training!"
        },
        {
            "name": "Seiun Sky",
            "text": "…Really, you're always doing your best, aren't you～, Spe-chan?"
        },
        {
            "name": "???",
            "text": "―Alright, it's done Sky!"
        },
        {
            "name": "Seiun Sky",
            "text": "Unyuu…?"
        },
        {
            "name": "Sky's Grandpa",
            "text": "Oh, sorry, sorry, I guess you were asleep."
        },
        {
            "name": "Seiun Sky",
            "text": "…For some reason, Gramps always smells like the sun, so whenever I'm near you I start feeling sleepy, I can't help it."
        },
        {
            "name": "Sky's Grandpa",
            "text": "Haa Haa Haa! Is that right, I smell like the sun! That aside, Sky, the lure's done!"
        },
        {
            "name": "Seiun Sky",
            "text": "Uwaa! Thanks, Gramps!! Hey hey, let's head to the river now!"
        },
        {
            "name": "Sky's Grandpa",
            "text": "C'mon now, the sun's already setting, you know? It can be dangerous at night, so we can go fishing tomorrow, okay?"
        },
        {
            "name": "Seiun Sky",
            "text": "Eeeeeh～… but I want to try out Gramps' lure though…"
        },
        {
            "name": "Sky's Grandpa",
            "text": "One of the basics of fishing is to never lose your cool."
        },
        {
            "name": "Sky's Grandpa",
            "text": "It's the same with running."
        },
        {
            "name": "Seiun Sky",
            "text": "The same as running…?"
        },
        {
            "name": "Sky's Grandpa",
            "text": "For example, even if your friends are faster than you now, if you stay cool and steady, and keep working hard at your own pace, it'll all be fine!"
        },
        {
            "name": "Sky's Grandpa",
            "text": "You see, Gramps' dream is that when Sky grows up, I'll get the chance to see you run in a Classic race!"
        },
        {
            "name": "Sky's Grandpa",
            "text": "And if that happens, and I get to see you win, you have no idea how happy that'll make me-"
        },
        {
            "name": "Seiun Sky",
            "text": "…"
        },
        {
            "name": "Seiun Sky",
            "text": "…Oops, guess I dozed off for too long."
        },
        {
            "name": "Seiun Sky",
            "text": "Ah～ahh, the sun's already setting isn't it? It's your fault because the weather was too good, Mr. Sun."
        },
        {
            "name": "Seiun Sky",
            "text": "The return trip's 60km… I wonder if I'll make it before curfew～"
        },
        {
            "name": "Commentator",
            "text": "Soon the curtain will rise, on the first leg of the Triple Crown, the Classic race, [Satsuki Sho]."
        },
        {
            "name": "Commentator",
            "text": "The favorite is Special Week! Following that, Seiun Sky and King Halo, the top 3 contenders, round out the popularity rankings!"
        },
        {
            "name": "Commentator",
            "text": "And so, the Uma Musume slowly make their way from the paddock, one step at a time, as if basking in the feeling as they approach the course of this grand stage!"
        },
        {
            "name": "Commentator",
            "text": "Among those called the \"Golden Generation\", which Uma Musume will be the one to take hold of glory and claim victory?!"
        },
        {
            "name": "Special Week",
            "text": "Focus, focus… the course is the same as the [Yayoi Sho] so, this time too, for sure…!"
        },
        {
            "name": "Seiun Sky",
            "text": "Oh man～ it's finally here, a Classic race."
        },
        {
            "name": "Special Week",
            "text": "There's so many fans so, the excitement in the air… it's on another level from any race up until now…!"
        },
        {
            "name": "Special Week",
            "text": "But, it's the first race of the Triple Crown! I definitely have to win it!"
        },
        {
            "name": "Seiun Sky",
            "text": "Ooh, you're really fired up, aren't ya～?"
        },
        {
            "name": "Seiun Sky",
            "text": "Now that I think about it, \"Japan's #1 Uma Musume\"― is the dream left to you by your Moms, wasn't it?"
        },
        {
            "name": "Special Week",
            "text": "Yeah, it was entrusted to me by both of my Moms so it's a really important dream!"
        },
        {
            "name": "Seiun Sky",
            "text": "A dream entrusted to you, huh… to tell the truth, I have one too. A dream entrusted to me."
        },
        {
            "name": "Special Week",
            "text": "Sei-chan has one too…?"
        },
        {
            "name": "Seiun Sky",
            "text": "Gramps is really looking forward to it, you know～, seeing me as I win a Classic race."
        },
        {
            "name": "Special Week",
            "text": "So that's how it is! In that case, just like me, Sei-chan has her Grandpa's dream that she's working hard for!"
        },
        {
            "name": "Seiun Sky",
            "text": "Well no～, that's a little off. It's true that I'm carrying Gramps' expecations, but you see-"
        },
        {
            "name": "Seiun Sky",
            "text": "The reason I run, in the end, it's for my own sake. That's why it's a little different from Spe-chan's, I guess."
        },
        {
            "name": "Special Week",
            "text": "…Eh?"
        },
        {
            "name": "Seiun Sky",
            "text": "Even if Gramps had said it was fine if I didn't want to run, I would still run."
        },
        {
            "name": "Seiun Sky",
            "text": "If you can't understand that difference, then I'll be the one who's definitely going to win."
        },
        {
            "name": "Seiun Sky",
            "text": "The [Satsuki Sho]…I will win, without fail."
        },
        {
            "name": "Seiun Sky",
            "text": "Or something like that～. Nihihi, well then, see ya out there～"
        },
        {
            "name": "Special Week",
            "text": "The difference between Sei-chan and me…?"
        },
        {
            "name": "Commentator",
            "text": "Unexpectedly, advancing from second place is Seiun Sky! From the final corner, she enters a spurt!"
        },
        {
            "name": "Commentator",
            "text": "In the lead is Seiun Sky! Following her is King Halo! From wide outside, Special Week is moving up!"
        },
        {
            "name": "Seiun Sky",
            "text": "Haaa…! Haaa…!"
        },
        {
            "name": "Seiun Sky",
            "text": "…Just a little more! Keep going… Keep goooooing～!!"
        },
        {
            "name": "Commentator",
            "text": "But it's Seiun Sky! Seiun Sky!"
        },
        {
            "name": "Commentator",
            "text": "Seiun Sky keeps the lead and crosses the goooooal!!"
        },
        {
            "name": "Commentator",
            "text": "In a spectacular end to the first leg of the Triple Crown, Seiun Sky claims victory!"
        }
    ]
}