{
    "text_block_list": [
        {
            "name": "MC",
            "text": "――This year, once again, there have been many unforgettable races, and many new legends were created."
        },
        {
            "name": "MC",
            "text": "This time, we'll be rewarding the Uma Musume that has won the most Majors with a brand new Racing Uniform."
        },
        {
            "name": "MC",
            "text": "Well then, thank you for waiting. We'll now begin the URA Awards ceremony."
        },
        {
            "name": "Gold Ship",
            "text": "Alright, let's get this party started by blowing the lid off this boring venue."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Don't you dare! This is supposed to be a stately event!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Fufuu, but I do understand the feeling of wanting to liven things up."
        },
        {
            "name": "Silence Suzuka",
            "text": "Normally, we're always being praised by the loud cheers from the stands, after all."
        },
        {
            "name": "Winning Ticket",
            "text": "Yeah, yeah! Uoooooh～ it's so moviiiing～!! ……when the stands are overflowing with that kind of cheering!"
        },
        {
            "text": "Really, Spe has received a lot of those kinds of cheers so far."
        },
        {
            "text": "Really, Spe has received a lot of those kinds of cheers so far."
        },
        {
            "name": "Silence Suzuka",
            "text": "Even now, it's still a mysterious feeling――"
        },
        {
            "name": "Silence Suzuka",
            "text": "She came all the way from Hokkaido, and even gets lost within the academy. She should be someone you just can't leave on their own but……"
        },
        {
            "name": "Mejiro McQueen",
            "text": "It seems like everything happened so fast but, thinking back on it, quite a lot has happened, hasn't it?"
        },
        {
            "name": "MC",
            "text": "And now, moving on to the announcement. The Uma Musume that showed us many big achievements, and contributed greatly――"
        },
        {
            "name": "MC",
            "text": "From Team <Sirius>, Special Week-san!"
        },
        {
            "name": "Special Week",
            "text": "I'm S-S-S-Special Week!!"
        },
        {
            "name": "MC",
            "text": "Congratulations on your victories. Please tell us your thoughts."
        },
        {
            "name": "Special Week",
            "text": "Y-yes! It's an honor to receive this prestigious award……!"
        },
        {
            "name": "Gold Ship",
            "text": "She's so stiff, isn't she……?"
        },
        {
            "name": "Silence Suzuka",
            "text": "Fufuu……"
        },
        {
            "name": "Special Week",
            "text": "Suu～……haa～…… Um…… well, you see……"
        },
        {
            "name": "Special Week",
            "text": "……the reason I was able to make it to this point, truly took many things, each of these was incredibly important."
        },
        {
            "name": "Special Week",
            "text": "It started with the dream left to me by both of my moms, and running together with all my friends―― my rivals……"
        },
        {
            "name": "Special Week",
            "text": "It wasn't just a simple path. There were hills, and times when things got rough, truly there was a lot."
        },
        {
            "name": "Special Week",
            "text": "But, all that time, Trainer-san was there to support me. Showing me the path I needed to take."
        },
        {
            "name": "Special Week",
            "text": "By doing that, I was able to face each hurdle one by one, because of that, I'm here now."
        },
        {
            "name": "Special Week",
            "text": "Moving forward, I have no idea how far I can go to fulfill everyone's dreams, but――"
        },
        {
            "name": "Special Week",
            "text": "To show people many dreams, even those that seem out of reach, that's the kind of Uma Musume I will continue to run as!"
        },
        {
            "name": "King Halo",
            "text": "……rather than nervousness, maybe I'm excited and looking forward to it."
        },
        {
            "name": "Special Week",
            "text": "I feel the same, I've wanted to run together with everyone after all……!"
        },
        {
            "name": "Grass Wonder",
            "text": "The battle we've all been waiting for…… so that we'll have no regrets, we'll run with all we've got."
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "Yeah! With everyone doing their best, a serious competition!"
        },
        {
            "name": "Special Week",
            "text": "As Japan's #1, I'll be running while shouldering everyone's dreams!"
        },
        {}
    ]
}