{
    "text_block_list": [
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "Why!? Spe-chan, why!?"
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "I've been looking forward to this for so long! To being able to seriously face Spe-chan today!"
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "Since we weren't able to run together this whole time, I was looking forward to it……"
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "Even then, what the heck was that run!?"
        },
        {
            "name": "Special Week",
            "text": "…………"
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "If you don't feel like running, then don't enter a race!"
        },
        {
            "text": "The first race of autumn, the 『Kyoto Daishoten』, ended with Special Week's worst record so far, 7th place."
        },
        {
            "text": "It was a completely different run from what I had seen so far―― it was almost like she had lost her reason to run."
        },
        {
            "text": "The shock of losing to Grass Wonder being the sole reason doesn't make sense. While I was thinking about why her mental state would be so poor――"
        },
        {
            "text": "(Riiiiiiing Riiiiiiing)"
        },
        {
            "name": "Silence Suzuka",
            "text": "『Hello, Trainer-san……？』"
        },
        {
            "name": "Silence Suzuka",
            "text": "I'm sorry for calling you so late at night……"
        },
        {
            "text": "『Night……? Ah, over there it's late, huh. Over here it's just past noon.』"
        },
        {
            "text": "『Night……? Ah, over there it's late, huh. Over here it's just past noon.』"
        },
        {
            "name": "Silence Suzuka",
            "text": "Ah…… there's a time difference. I still can't get used to it."
        },
        {
            "name": "Silence Suzuka",
            "text": "Anyways, um…… I saw Spe-chan's race."
        },
        {
            "text": "The results of the 『Kyoto Daishoten』 were probably on her mind, to the point where she'd call even when it was late over there."
        },
        {
            "name": "Silence Suzuka",
            "text": "『Spe-chan running while looking so lost, that's the first time I've seen that』"
        },
        {
            "text": "Me too. There were also times during training where it seemed like she couldn't focus, I want to help her but――"
        },
        {
            "text": "Me too. There were also times during training where it seemed like she couldn't focus, I want to help her but――"
        },
        {
            "text": "I couldn't figure out why she was so depressed…… Silence Suzuka remained silent and listened while I told her the situation."
        },
        {
            "name": "Silence Suzuka",
            "text": "……Me too, I've had lots of times where I was lost like that. Times where I couldn't run like I wanted, times I couldn't get the results expected of me……"
        },
        {
            "name": "Silence Suzuka",
            "text": "But, whenever that happened Trainer-san's straight-forward words were what supported me and kept me moving forward."
        },
        {
            "name": "Silence Suzuka",
            "text": "『It's probably unfitting for a Trainer to say this, but forget about victory and just run as you desire』…… I remember being saved by those words."
        },
        {
            "name": "Silence Suzuka",
            "text": "That's why, before you're lost too, Trainer-san, please go tell Spe-chan your honest thoughts."
        },
        {
            "name": "Silence Suzuka",
            "text": "Trainer-san is always thinking about us before anything else. That's something we understand better than anyone else."
        },
        {
            "text": "My…… honest thoughts. The words I need to tell Special Week――"
        },
        {
            "text": "My…… honest thoughts. The words I need to tell Special Week――"
        },
        {
            "text": "What kind of Uma Musume do I want to see Special Week become?"
        },
        {
            "text": "What kind of Uma Musume do I want to see Special Week become?"
        },
        {
            "text": "She's always overflowing with liveliness――"
        },
        {
            "text": "When it comes to running, she's genuine and earnest――"
        },
        {
            "text": "She's always straight-forwardly chasing her dreams――"
        },
        {
            "name": "Special Week",
            "text": "\"Japan's #1\"……"
        },
        {
            "name": "Special Week",
            "text": "Become \"Japan's #1 Uma Musume\", and then what……?"
        },
        {
            "text": "……I see, so that's what it is……"
        },
        {
            "name": "Silence Suzuka",
            "text": "『……Eh？』"
        },
        {
            "text": "I still don't know why she's started feeling that way. But, the words Special Week said――"
        },
        {
            "text": "I didn't realize it at the time but, it may have continued on just like this……"
        },
        {
            "text": "\"Become Japan's #1 Uma Musume, and then what, is there any meaning in that?\"――"
        },
        {
            "name": "Silence Suzuka",
            "text": "『Um……Trainer-san……?』"
        },
        {
            "text": "Sorry, Suzuka! I need to hang up!",
            "choice_data_list": [
                "I'm heading over to where Spe is!",
                "I'm heading over to where Spe is!"
            ]
        },
        {
            "text": "Sorry, Suzuka! I need to hang up!",
            "choice_data_list": [
                "I'm heading over to where Spe is!",
                "I'm heading over to where Spe is!"
            ]
        },
        {
            "name": "Silence Suzuka",
            "text": "『……Okay, take care of Spe-chan』"
        },
        {
            "text": "Normally, lots of Uma Musume would be working hard at training right now but, it was heavily raining on the course, so there weren't many there today."
        },
        {
            "text": "The course was dead quiet―― she wasn't running, she was just standing there at one end."
        },
        {
            "name": "Special Week",
            "text": "…………"
        },
        {
            "text": "Spe……"
        },
        {
            "name": "Special Week",
            "text": "Trainer-san……？"
        },
        {
            "text": "By the looks of it, you haven't run at all yet, huh? But, well, the course is in pretty bad condition."
        },
        {
            "name": "Special Week",
            "text": "…………"
        },
        {
            "text": "Spe's Dream…… becoming \"Japan's #1 Uma Musume\" is pretty hard, huh?"
        },
        {
            "text": "Spe's Dream…… becoming \"Japan's #1 Uma Musume\" is pretty hard, huh?"
        },
        {
            "name": "Special Week",
            "text": "……Yeah, it's hard. It's so far away, almost like a mirage……but I don't know anymore……"
        },
        {
            "name": "Special Week",
            "text": "At the 『Spring Tenno Sho』 seeing everyone's smiling faces, thinking that beyond that was the \"Japan's #1 Uma Musume\" goal that I was aiming for."
        },
        {
            "name": "Special Week",
            "text": "But it was just a feeling, that making a lot of people happy and smiling, that becoming that kind of Uma Musume might be it……"
        },
        {
            "name": "Special Week",
            "text": "But, I didn't have anywhere near enough strength to become \"Japan's #1\"……"
        },
        {
            "name": "Special Week",
            "text": "On top of that, even if I did eventually become \"Japan's #1\"……"
        },
        {
            "name": "Serious-looking Young Man",
            "text": "I guess #1 in Japan is only to this level."
        },
        {
            "name": "Special Week",
            "text": "After the 『Prix de l'Arc de Triomphe』, the reaction to \"Japan's #1\" was disappointment……and resignation."
        },
        {
            "name": "Special Week",
            "text": "That \"Japan's #1\" could only make it so far…… those words of resignation."
        },
        {
            "name": "Special Week",
            "text": "I'm still so far away from becoming #1 in Japan, what was I thinking……I tried not thinking about it and working hard, I tried but――"
        },
        {
            "name": "Special Week",
            "text": "I still end up thinking it…… Becoming \"Japan's #1 Uma Musume\", what meaning is there in that?"
        },
        {
            "name": "Special Week",
            "text": "……Everything I've done up until now, was there any meaning in it? Running from now on, will there be any meaning in that either……?"
        },
        {
            "text": "Her own defeats, giving up on her overseas challenge, and then her friend's narrow defeat――"
        },
        {
            "text": "With so many things happening back-to-back, even though she was chasing her dream, her feelings led to her becoming lost. In that case――"
        },
        {
            "text": "When I first met that Uma Musume, I thought she seemed really unreliable."
        },
        {
            "name": "Special Week",
            "text": "Eh……？"
        },
        {
            "text": "But, at the same time, I thought she was someone who I could have high expectations for."
        },
        {
            "text": "She had just come from Hokkaido, and she wasn't used to races yet――"
        },
        {
            "text": "But, she was always chasing her dreams with all she had. Just watching her raised even my spirits."
        },
        {
            "text": "Almost like the protagonist of a story. Without losing hope, she would overcome any hardship and move forward, and before I knew it, I was drawn in……"
        },
        {
            "text": "……Spe, just a little while ago you asked if there was any meaning in what you've done, but――"
        },
        {
            "text": "What you've done is, you've given me this much spirit, these hopes, and these dreams."
        },
        {
            "text": "What you've done is, you've given me this much spirit, these hopes, and these dreams."
        },
        {
            "text": "I want to keep watching over you and your dream…… now, and always. To me, you're \"Japan's #1\" that I want to see their dream together with, that's the kind of Uma Musume you are."
        },
        {
            "text": "I want to keep watching over you and your dream…… now, and always. To me, you're \"Japan's #1\" that I want to see their dream together with, that's the kind of Uma Musume you are."
        },
        {
            "name": "Special Week",
            "text": "\"Japan's #1\" that you want to see their dream together with……"
        },
        {
            "text": "\"Japan's #1\"―― those words came out unconsciously. But those words seemed strangely fitting."
        },
        {
            "text": "That's right……there's not only one meaning, Spe."
        },
        {
            "text": "\"Japan's #1 Uma Musume\", there's not only one correct meaning, there's probably as many meanings as people watching you, Spe."
        },
        {
            "name": "Special Week",
            "text": "As many meanings as people watching me……"
        },
        {
            "text": "And because there is no correct answer, it can keep transforming."
        },
        {
            "text": "For example, that feeling of resignation for \"Japan's #1\" that Spe saw――"
        },
        {
            "name": "Serious-looking Young Man",
            "text": "I guess #1 in Japan is only to this level."
        },
        {
            "text": "Winning against the Prix de l'Arc de Triomphe Uma Musume, that kind of \"Japan's #1 Uma Musume\". Spe, depending on your efforts, it can change to that!"
        },
        {
            "text": "\"Japan's #1 Uma Musume\" has many forms to it, there was meaning to it, everything you did had a proper meaning to it――"
        },
        {
            "text": "Spe can become any of those forms of \"Japan's #1 Uma Musume\"!"
        },
        {
            "text": "Spe can become any of those forms of \"Japan's #1 Uma Musume\"!"
        },
        {
            "name": "Special Week",
            "text": "……any form of \"Japan's #1 Uma Musume\"…… ……Ah."
        },
        {
            "name": "Young Spe",
            "text": "What kind of Uma Musume is \"Japan's #1 Uma Musume\"?"
        },
        {
            "name": "Spe's Mom",
            "text": "Well, let's see……maybe an Uma Musume that runs with everything they've got, and is still energetic even after crossing the goal."
        },
        {
            "name": "Young Spe",
            "text": "Is that really \"Japan's #1\"……?"
        },
        {
            "name": "Spe's Mom",
            "text": "Yeah, at least that's what Mom thinks!"
        },
        {
            "name": "Spe's Mom",
            "text": "But, don't you think there's a lot more? Types of \"Japan's #1 Uma Musume\", I mean."
        },
        {
            "name": "Young Spe",
            "text": "Like what?"
        },
        {
            "name": "Spe's Mom",
            "text": "Hmm, let's see, like maybe the most famous in Japan――"
        },
        {
            "name": "Special Week",
            "text": "……That's right, my mom said that. To my mom, \"Japan's #1\" meant……"
        },
        {
            "text": "Among the people watching Spe, \"Japan's #1 Uma Musume\" can mean many things. To me, Spe is \"Japan's #1 Uma Musume\" that I want to see their dream together with."
        },
        {
            "text": "Among the people watching Spe, \"Japan's #1 Uma Musume\" can mean many things. To me, Spe is \"Japan's #1 Uma Musume\" that I want to see their dream together with."
        },
        {
            "name": "Special Week",
            "text": "Trainer-san……!"
        },
        {
            "text": "Special Week looked at me with wide eyes."
        },
        {
            "text": "Those eyes seemed teary, but they also seemed to be filled with fire――"
        },
        {
            "text": "『Fall Tenno Sho』, 『Japan Cup』, and 『Arima Kinen』, and anything that comes after, I want to see all of those dreams together with Spe……!"
        },
        {
            "text": "That's why, I want to keep seeing that dream together, and make everyone in Japan……no, everyone in the world know that name. To everyone, \"Japan's #1 Uma Musume\"――",
            "choice_data_list": [
                "is called Special Week……!"
            ]
        },
        {
            "text": "That's why, I want to keep seeing that dream together, and make everyone in Japan……no, everyone in the world know that name. To everyone, \"Japan's #1 Uma Musume\"――",
            "choice_data_list": [
                "is called Special Week……!"
            ]
        },
        {
            "name": "Special Week",
            "text": "……! Yeah!! I'll keep running, and then――"
        },
        {
            "name": "Special Week",
            "text": "I'll aim to become \"Japan's #1 Uma Musume\" for everyone!"
        },
        {
            "name": "Gold Ship",
            "text": "Hey, hey, hey, are ya plannin' on runnin' in all this mud?"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Fufuu……if you'd like, how about letting us join in?"
        },
        {
            "name": "Rice Shower",
            "text": "Rice will chase after Spe-san, okay……!"
        },
        {
            "name": "Winning Ticket",
            "text": "Let's do our best, Spe-chan!"
        },
        {
            "name": "Special Week",
            "text": "E-everyone……!?"
        },
        {
            "text": "Alright, let's start training! Run your heart out, Spe!"
        },
        {
            "text": "Alright, let's start training! Run your heart out, Spe!"
        },
        {
            "name": "Special Week",
            "text": "Yeah! I'll be off!!"
        },
        {
            "name": "Announcer",
            "text": "It's finally here, Autumn's biggest, the 『Fall Tenno Sho』! This year there are a lot of big names too!"
        },
        {
            "name": "Announcer",
            "text": "With two Classic crowns, Seiun Sky, and someone who fought hard alongside her, King Halo!"
        },
        {
            "name": "Announcer",
            "text": "Fighting her way up through several veterans to make it this far, Tsurumaru Tsuyoshi, and trying to put a stop to the \"Golden Generation\", Mejiro Bright!"
        },
        {
            "name": "Announcer",
            "text": "And finally, the one who conquered the 『Spring Tenno Sho』, Special Week, attempting to obtain both the Spring and Fall consecutively!"
        },
        {
            "name": "Announcer",
            "text": "A once in a century battle between Japan's most accomplished competitors! Which Uma Musume will stand at the top!?"
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "Spe-chan."
        },
        {
            "name": "Special Week",
            "text": "Ah, Tsuru-chan……!"
        },
        {
            "name": "Special Week",
            "text": "……I'm sorry about last time. It can't be helped that Tsuru-chan was mad after I ran like that."
        },
        {
            "name": "Special Week",
            "text": "But today, I'm fine. I promise I definitely won't disappoint you with that kind of run this time."
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "……Ehehe, those eyes. Those are the eyes of the Derby Uma Musume, the one I've wanted to battle the most in Japan, the Spe-chan I've been chasing."
        },
        {
            "name": "Tsurumaru Tsuyoshi",
            "text": "I'm looking forward to it! Let's give it everything we've got!"
        },
        {
            "name": "Special Week",
            "text": "Yeah! I'll do my best, and give it my all!"
        },
        {
            "name": "Announcer",
            "text": "And now they've reached the straight! On the inside, King Halo pushes through! Taking the outside, Seiun Sky moves forward!"
        },
        {
            "name": "Announcer",
            "text": "But from even further outside comes Special Week! Special Week chases, surging forward!"
        },
        {
            "name": "Special Week",
            "text": "Daaaaaaa～～～～!!"
        },
        {
            "name": "Announcer",
            "text": "Special Week! Special Week! Special Week, at the end takes the lead and 1st place!"
        },
        {
            "name": "Announcer",
            "text": "Special Week is truly strong! She splendidly obtains consecutive wins in the Spring and Fall 『Tenno Sho』!"
        },
        {
            "name": "Announcer",
            "text": "With a winning time of 1 minute and 58 seconds! Victory with a record time! In a stunning comeback from the last race, she successfully turns it around!"
        }
    ]
}