{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Continuing on to the next segment, we have this! \nA spotlight on the Twinkle Series \"Cool★Spot\"!",
            "name": "Color Commentator"
        },
        {
            "text": "Soon the battle for the Classic races will begin, and for this \nyear's participants, the number of people calling them the \n\"Golden Generation\" has been increasing!",
            "name": "Color Commentator"
        },
        {
            "text": "Among those gaining attention, outwardly with \nan aloof nature, but conversely, using her cunning \nescape to control the race, Seiun Sky!",
            "name": "Color Commentator"
        },
        {
            "text": "By crafting her own pace, she leads her opponents around by the \nnose, among her fans she's been given the title of \"Trickster\"!",
            "name": "Color Commentator"
        },
        {
            "text": "Continuing on, having achieved 3 consecutive wins, \nincluding a Major, without breaking a sweat is King Halo!",
            "name": "Color Commentator"
        },
        {
            "text": "The daughter of a reknowned family, living up to expectations, \nshe's displayed a magnificent racing style! The number of G1 \ntitles she'll obtain is already the talk of the town!",
            "name": "Color Commentator"
        },
        {
            "text": "Gallantly flying in from America, the way she snatches away \nvictories is certainly like a condor! The as yet undefeated \n\"Seabird\" El Condor Pasa!",
            "name": "Color Commentator"
        },
        {
            "text": "\"I'll prove I'm the world's strongest\" are her words, \nand she's shown that she's not all talk! With her striking \nrun at her debut match, she's gained a lot of fans!",
            "name": "Color Commentator"
        },
        {
            "text": "Also from America we have one more Uma \nMusume, Grass Wonder! While she appears to be a Yamato \nNadeshiko, what lies within is certainly a samurai spirit!",
            "name": "Color Commentator"
        },
        {
            "text": "The undefeated Junior champion of the [Asahi Hai FS] \nwith a record-breaking victory! With her overwhelming race \npresence, the title of \"Monster\" has been given to her!",
            "name": "Color Commentator"
        },
        {
            "text": "And the last one we'll introduce, carrying a big dream, \ncoming to the capital all the way from Hokkaido, Special Week!",
            "name": "Color Commentator"
        },
        {
            "text": "She immediately demonstrated the abilities that brought her into \nTracen Academy in her debut race! Possibly becoming a part of \nthe \"Golden Generation\" has brought her a lot of attention!",
            "name": "Color Commentator"
        },
        {
            "text": "How will she do in her upcoming second race?! \nWhat kind of races will we become witness to?!",
            "name": "Color Commentator"
        },
        {
            "text": "I'll be off- to become \"Japan's #1 Uma Musume\"!",
            "name": "Special Week"
        },
        {
            "text": "I LOOOOOST!!",
            "name": "Special Week"
        },
        {
            "text": "Uwooooo～h! It's frustrating isn't it～?! \nI understand, that bitter feeling～!",
            "name": "Winning Ticket"
        },
        {
            "text": "To become \"Japan's #1 Uma Musume\"― to live up to that dream, \nSpecial Week had come all the way to Tracen Academy."
        },
        {
            "text": "After a complete victory in her debut race, she \ncontinued on to challenge her second race but, \nwas narrowly defeated and placed second."
        },
        {
            "text": "Uuuu… Mom said she would be cheering me on \nas she watched on TV. That's why I gave it my all…",
            "name": "Special Week"
        },
        {
            "text": "Even with that… I couldn't pull ahead～!!",
            "name": "Special Week"
        },
        {
            "text": "You did your best, didn't you～?! \nYou were admirable, Spe-chaaaaan!",
            "name": "Winning Ticket"
        },
        {
            "text": "…Um, if you keep using such loud voices, \nyou'll bother the people around us…",
            "name": "Mejiro McQueen"
        },
        {
            "text": "Even so, can you really say this result was unexpected? \nIt felt like you were conserving your strength.",
            "name": "Mejiro McQueen"
        },
        {
            "text": "Yeah… since it looked like training was really easy for you…",
            "name": "Rice Shower"
        },
        {
            "text": "In practice, Spe's running ability is not bad. \nThat's why I wanted her to enter the race after all.",
            "name": "<username>"
        },
        {
            "text": "Physical ability, particularly when it comes to clinching a race, \nChikezo and Brian are top class, but I feel that she has the \npotential to match them.",
            "name": "<username>"
        },
        {
            "text": "When it comes to stamina, since she recovers \nquickly after the race is over, I think there \nwill be no issues for longer distances.",
            "name": "<username>"
        },
        {
            "text": "When it comes to stamina, since she recovers \nquickly after the race is over, I think there \nwill be no issues for longer distances.",
            "name": "<username>"
        },
        {
            "text": "If there's an issue, it's probably experience.",
            "name": "Narita Brian"
        },
        {
            "text": "Experience…?",
            "name": "Special Week"
        },
        {
            "text": "Before coming to this academy, you had never run with another Uma \nMusume before, right? Running by yourself and running against \nmultiple opponents in a race are completely different.",
            "name": "Narita Brian"
        },
        {
            "text": "Don't expect a conveniently good course or to \nrun at a comfortable pace. You need to learn \nhow to crush your opponents on the spot.",
            "name": "Narita Brian"
        },
        {
            "text": "That's right! If you gain some experience, you'll be fine!",
            "name": "Horsegirl with Straight-cut Bangs"
        },
        {
            "text": "Yeah, yeah, you've only lost once so far～",
            "name": "Droopy-eyed Horsegirl"
        },
        {
            "text": "Spe, you have us as backup too! If you lose, we'll \nconsole you with everything we've got so, smash 'em to pieces!",
            "name": "Gold Ship"
        },
        {
            "text": "…No, smashing them is a little…",
            "name": "Silence Suzuka"
        },
        {
            "text": "But, everyone on the team being with you, is true.",
            "name": "Silence Suzuka"
        },
        {
            "text": "Spe-chan, let's run together with everyone even more than before. \nIf you don't have enough experience, then I'll be your practice \npartner as many times as you want.",
            "name": "Silence Suzuka"
        },
        {
            "text": "Suzuka-san…! Everyone…!",
            "name": "Special Week"
        },
        {
            "text": "Alright, starting today we'll put more focus on actual \nrace experience! We know what we need to do, so \nthere's no time to be looking down, Spe!",
            "name": "<username>"
        },
        {
            "text": "Alright, starting today we'll put more focus on actual \nrace experience! We know what we need to do, so \nthere's no time to be looking down, Spe!",
            "name": "<username>"
        },
        {
            "text": "Yeah! I can't run while looking down anyways!",
            "name": "Special Week"
        },
        {
            "text": "The promise I made with mom, to become \"Japan's #1 \nUma Musume\", I'll show you I can do it!",
            "name": "Special Week"
        },
        {
            "text": "Uooooooooooh～! Guuuuuuuutss～!!",
            "name": "Special Week"
        },
        {
            "text": "As if to blow away all the feelings of being depressed about \nlosing, Special Week went dashing down the course."
        },
        {
            "text": "That form, she was unchanged from the time when I invited \nher to the team, a genuine and straight-forward runner."
        },
        {
            "text": "Good work, Special Week-san. \nWith this, today's menu is complete.",
            "name": "Mejiro McQueen"
        },
        {
            "text": "You did good overcoming this hard training session! \nAs expected of me, I was right to put my trust in you!",
            "name": "Gold Ship"
        },
        {
            "text": "Haa… haaa… with everyone helping me this much, I felt I \nhad to put in at least this much hard work…!",
            "name": "Special Week"
        },
        {
            "text": "Just like this, let's continue to develop your race intuition. \nAlright, lets finish up with some cooldowns-",
            "name": "<username>"
        },
        {
            "text": "…Um, Trainer-san. I want to do a little bit more \ntraining, so can I keep running?",
            "name": "Special Week"
        },
        {
            "text": "Hey now, don't you think you're a little too enthusiastic?",
            "name": "Gold Ship"
        },
        {
            "text": "Ehehe… for some reason, I just feel really motivated!",
            "name": "Special Week"
        },
        {
            "text": "You see… to tell the truth, I don't really know what I need to \ndo to become \"Japan's #1 Uma Musume.\"",
            "name": "Special Week"
        },
        {
            "text": "What do I need to do to proudly be able to tell my mom [I became \nJapan's #1]? I've been thinking about it this whole time, but I \ncouldn't think of an answer.",
            "name": "Special Week"
        },
        {
            "text": "That's true, \"Japan's #1\" is just an easy way to \nsay it, but it can take many forms, such as having \na great record or a notable achievement.",
            "name": "Mejiro McQueen"
        },
        {
            "text": "Yeah, but just thinking about it won't get me anywhere so, for \nnow I'll take it one step at a time and do my best at what I can!",
            "name": "Special Week"
        },
        {
            "text": "And that's what I realized when I was running together with all \nof you! Probably, I'll get even closer to my goal of becoming \n\"Japan's #1 Uma Musume\"!",
            "name": "Special Week",
            "choice_data_list": [
                "Get closer to your goal?"
            ]
        },
        {
            "text": "To start with, \"A Triple Crown Uma Musume\"!!",
            "name": "Special Week"
        },
        {
            "text": "That's a huge goal, don't you think?!",
            "name": "Gold Ship"
        },
        {
            "text": "[Satsuki Sho] then the [Derby], and finally [Kika Sho]… \neven winning just one Classic Race is a big deal…",
            "name": "Rice Shower"
        },
        {
            "text": "After winning the Triple Crown, all the interviews \nand things were a pain, though.",
            "name": "Narita Brian"
        },
        {
            "text": "Of course they would! That's just how big of a deal it is!",
            "name": "Winning Ticket"
        },
        {
            "text": "My aim is to become Japan's #1, so I have to be prepared to \naim for something big like that! Because Hokkaido is Big-kaido!",
            "name": "Special Week"
        },
        {
            "text": "A big achievement like the Triple Crown, \nis simple to link to being Japan's #1."
        },
        {
            "text": "But, considering how big her dream is, \nI think it's a fine goal to focus on."
        },
        {
            "text": "Of course, with a goal that big, \nhalf-hearted training won't be sufficient.",
            "name": "Mejiro McQueen"
        },
        {
            "text": "Since Spe has decided on her goal, I just need to give \nher my full support. Let's do some additional training!",
            "name": "<username>"
        },
        {
            "text": "Since Spe has decided on her goal, I just need to give \nher my full support. Let's do some additional training!",
            "name": "<username>"
        },
        {
            "text": "Yeah! I'll be off!",
            "name": "Special Week"
        },
        {
            "text": "Things are heatin' up aren't they?! \nHell yeah! I'll be taggin' along too!",
            "name": "Gold Ship"
        },
        {
            "text": "Fufuu… I can certainly see why Trainer-san \ninvited Special Week-san to join the team.",
            "name": "Mejiro McQueen"
        },
        {
            "text": "Even after having glimpsed the true intensity \nof a real race, Special Week still had an even \nmore positive outlook than before."
        },
        {
            "text": "Because she has such genuine feelings, \nit makes me strongly desire to support her dream."
        },
        {
            "text": "C'mon Spe! The road to the Triple Crown isn't so forgiving! \nLet's add 50 laps on the dirt course!!",
            "name": "Gold Ship"
        },
        {
            "text": "50 laps?! N-No waaaaay～!!",
            "name": "Special Week"
        }
    ]
}