{
    "text_block_list": [
        {
            "name": "Announcer",
            "text": "\"World's Strongest\" ―an Uma Musume chasing that goal, is now here in France competing against veterans to that end!"
        },
        {
            "name": "Announcer",
            "text": "In this exceptional, extended campaign, it's no exaggeration to say that strong determination is apparent in her running!"
        },
        {
            "name": "Announcer",
            "text": "Now, they round the final corner in to the final stretch! Taking the outside, she enters the spurt!"
        },
        {
            "name": "Announcer",
            "text": "So strong! She's leaving behind last year's Prix de l'Arc de Triomphe winner, as well as this generation of Europe's representatives!"
        },
        {
            "name": "Announcer",
            "text": "An easy victory! She pulls ahead 2 lengths, 3 lengths, and crosses the goal!!"
        },
        {
            "name": "Announcer",
            "text": "Against veterans from around the world, she claims a magnificent victory in France's G1 the 『Grand Prix de Saint-Cloud』!"
        },
        {
            "name": "Announcer",
            "text": "El Condor Pasa! Once again, she's delivered a big dream to all the fans in Japan!"
        },
        {
            "name": "El Condor Pasa",
            "text": "Bueno! Even out in the world, El is in perfect condition!"
        },
        {
            "name": "El Condor Pasa",
            "text": "Now……the goal I've been aiming for, the 『Prix de l'Arc de Triomphe』, is already within arms reach!"
        },
        {
            "name": "Announcer",
            "text": "『That dream of victory in the Prix de l'Arc de Triomphe, is one step closer to becoming reality!』"
        },
        {
            "name": "Announcer",
            "text": "『Will El Condor Pasa be able to achieve this feat? The fans' expectations have probably never been higher!』"
        },
        {
            "name": "Special Week",
            "text": "……El-chan, amazing……!"
        },
        {
            "text": "The champions, Seiun Sky and Mejiro Bright were defeated in the 『Spring Tenno Sho』 by Special Week――"
        },
        {
            "text": "On this day, to show our appreciation to those girls, we were throwing a party."
        },
        {
            "name": "Gold Ship",
            "text": "Well then, we'll have today's star, Special Week, take it from here with a toast!!"
        },
        {
            "name": "Uma Musume with Bangs",
            "text": "Sounds good, Special Week-san!"
        },
        {
            "name": "Droopy-eyed Uma Musume",
            "text": "I was waiting for this~!"
        },
        {
            "name": "Special Week",
            "text": "Ah, well, um!! The reason I was able to keep winning until now, was everyone's――"
        },
        {
            "name": "Gold Ship",
            "text": "Cheers!!"
        },
        {
            "name": "Special Week",
            "text": "Ueeeeh!? C-cheers!!"
        },
        {
            "name": "Winning Ticket",
            "text": "Lately, the number of articles about Spe-chan have increased a lot, huh? Saying things like the \"Golden Generation's\" Derby Uma Musume isn't just a fluke!"
        },
        {
            "name": "Rice Shower",
            "text": "Yeah, your 『Spring Tenno Sho』 was cool too."
        },
        {
            "text": "She's always originally had the potential but, now she's able to display her true strength while running!"
        },
        {
            "name": "Special Week",
            "text": "Uwaa~h! Really!? Thank you very much~!"
        },
        {
            "name": "Special Week",
            "text": "Actually, even I've been thinking that I've changed a lot from before! Like, being able to run with confidence……!"
        },
        {
            "text": "This Spring she entered the Senior class, and Special Week's results so far have culminated in 3 consecutive wins, including this G1 win at the 『Spring Tenno Sho』."
        },
        {
            "text": "That promising start, was the materialization of her own feelings."
        },
        {
            "name": "Mejiro McQueen",
            "text": "I suppose you could call it a present for Special Week-san―― but there was some wonderful news."
        },
        {
            "name": "Special Week",
            "text": "Wonderful news……?"
        },
        {
            "name": "Narita Brian",
            "text": "For the upcoming 『Takarazuka Kinen』―― It seems that you're leading in fan votes, Spe."
        },
        {
            "name": "Special Week",
            "text": "Eh……eeeh!? I-I am!?"
        },
        {
            "text": "It's probably a lot of pressure on you but, you could say that it's proof of just how many expectations Spe's running has gathered."
        },
        {
            "text": "It means that Spe has been pushing forward strongly enough that the fans have showed their support by voting for her."
        },
        {
            "name": "Special Week",
            "text": "Forward……"
        },
        {
            "name": "Gold Ship",
            "text": "Now that you mention it, compared to when you first transferred here, you've really gotten more reliable!"
        },
        {
            "name": "Special Week",
            "text": "Eh……!? Is that how you see it!?"
        },
        {
            "name": "Gold Ship",
            "text": "But, from now on, your races will continue! But for today, we'll eat to our hearts content, and increase our presence that way!"
        },
        {
            "name": "Special Week",
            "text": "Presence……! I see! In that case, then I shouldn't hold back!"
        },
        {
            "name": "Special Week",
            "text": "Alright, in the 『Takarazuka Kinen』 and eating, I'll do my best!"
        },
        {
            "name": "Special Week",
            "text": "Um, everyone! Thank you very much for today!"
        },
        {
            "name": "Special Week",
            "text": "For treating me to a good meal, and getting praised by everyone, you could say that I've refreshed my spirits too――"
        },
        {
            "name": "Special Week",
            "text": "I'm going to work harder than before, and continue to chase my dreams!"
        },
        {
            "name": "Special Week",
            "text": "I still don't know what it takes to become \"Japan's #1 Uma Musume\" though―"
        },
        {
            "name": "Special Week",
            "text": "As a way of repaying everyone that's supported me thus far, I'll definitely take hold of my dream!"
        },
        {
            "name": "Winning Ticket",
            "text": "Uoooooooh~! You're so conscientious, Spe-chan! We'll keep cheering you oooon~~!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Yes, we'll become your strength whenever you need it. So show us what it means to be \"Japan's #1 Uma Musume\"."
        },
        {
            "text": "Special Week's contemporaries were called the \"Golden Generation\", so with all those champions present, getting results would by no means be easy."
        },
        {
            "text": "In truth, she had already had several bitter experiences, however, she continued to run."
        },
        {
            "name": "Special Week",
            "text": "Just like when I was running today and from now on, I think \"Japan's #1 Uma Musume\" is probably somewhere ahead."
        },
        {
            "text": "Looks like starting tomorrow, more special training."
        },
        {
            "text": "Looks like starting tomorrow, more special training."
        },
        {
            "name": "Special Week",
            "text": "Yeah!"
        },
        {
            "text": "That big dream, \"Japan's #1\"――"
        },
        {
            "text": "For her dream, as a trainer, I'll have to properly renew my feelings of wanting to support her."
        }
    ]
}