{
    "text_block_list": [
        {
            "name": "Mejiro McQueen",
            "text": "They're cheap! They're cheap! Freshly picked carrots, for a bargain price!"
        },
        {
            "name": "Gold Ship",
            "text": "And if you act now, as an added bonus you can become a member of Team <Sirius>! If you don't hurry, they'll be sold out!"
        },
        {
            "name": "Rice Shower",
            "text": "Will this really bring in new members……?"
        },
        {
            "name": "Silence Suzuka",
            "text": "I get the feeling they'd join even if we didn't do anything……"
        },
        {
            "name": "Winning Ticket",
            "text": "But this is where we need to be assertive! Otherwise the other teams will take all the talented girls!"
        },
        {
            "name": "Winning Ticket",
            "text": "Come on, Brian, if you keep making such a scary face, nobody's gonna stop by, you know?"
        },
        {
            "name": "Narita Brian",
            "text": "This is my normal face though."
        },
        {
            "text": "With the coming of Spring, many Uma Musume wearing brand new uniforms passed through the academy's gates―"
        },
        {
            "text": "These girls that had just barely started out, with all their aspirations and anxieties, all had various expressions on their faces."
        },
        {
            "text": "But it was clear in their eyes, they were focused on their dreams."
        },
        {
            "name": "Special Week",
            "text": "Trainer-san! I've finished putting up the posters!"
        },
        {
            "name": "Bob-cut Uma Musume",
            "text": "We've properly put up ours too!"
        },
        {
            "name": "Droopy-eyed Uma Musume",
            "text": "At the gate～, at the dorm's cafeteria～, and even some of the classrooms."
        },
        {
            "name": "Uma Musume with Bangs",
            "text": "With this hopefully some more girls that want to join Team <Sirius> will show up!"
        },
        {
            "text": "It's not like we're lacking members, so there's no need to be so assertive while recruiting though……"
        },
        {
            "name": "Special Week",
            "text": "But but, didn't we all decide to do this!? That we'd help spread the feelings that Team <Sirius> has built on!"
        },
        {
            "text": "……By the way, why are you wearing your Racing Uniform, Spe?"
        },
        {
            "name": "Special Week",
            "text": "Eh? On the other hand, I was wondering why everyone is only wearing their school uniform. Yesterday, Gold Ship-san said we would be wearing our Racing Uniforms―"
        },
        {
            "name": "Gold Ship",
            "text": "Well of course, if they see \"Japan's #1 Uma Musume\" running around it'll be great for getting attention, don't you think?!"
        },
        {
            "name": "Special Week",
            "text": "I-I see……?"
        },
        {
            "name": "Gold Ship",
            "text": "Alright Spe! As head of Team <Sirius>'s publicity wing, show 'em how you run……show 'em your gallantry!"
        },
        {
            "name": "Special Week",
            "text": "Y-yeah!!"
        },
        {
            "name": "Gold Ship",
            "text": "Hehee, as I thought, she looks her best when she's running."
        },
        {
            "text": "……that's right."
        },
        {
            "text": "……that's right."
        },
        {
            "text": "Uma Musume chasing down their dreams―"
        },
        {
            "text": "For those girls, the ones that support them are the trainers and their teammates."
        },
        {
            "text": "And then, those girls who have taken hold of their dreams, carry on those feelings on to the next dream"
        },
        {
            "name": "Special Week",
            "text": "Everyone～! Let's work up the sweat of youth together～!!"
        },
        {
            "name": "Special Week",
            "text": "And then together with us, we'll fulfill your dream……!"
        }
    ]
}