{
    "text_block_list": [
        {
            "name": "Winning Ticket",
            "text": "Ah, Spe-chan's race should be wrapping up right about now!"
        },
        {
            "name": "Rice Shower",
            "text": "Are you fine not checking the results…?"
        },
        {
            "name": "Silence Suzuka",
            "text": "……Yeah, it's fine."
        },
        {
            "name": "Silence Suzuka",
            "text": "Besides, I already know without seeing it."
        },
        {
            "name": "Winning Ticket",
            "text": "Ehehe…… you really believe in Spe-chan, don't you?! And Trainer-san too!"
        },
        {
            "name": "Rice Shower",
            "text": "I heard about it from Trainer-san, that you were fine without them seeing you off."
        },
        {
            "name": "Silence Suzuka",
            "text": "Yeah, I wanted them to watch Spe-chan's race. Because I want her to take hold of that dream, without fail."
        },
        {
            "name": "Winning Ticket",
            "text": "We're also expecting big things from Suzuka's efforts!"
        },
        {
            "name": "Rice Shower",
            "text": "We're all cheering for you……!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Yeah, I look forward to that \"scenery\" that I've never seen before."
        },
        {
            "name": "Commentator",
            "text": "Special Week, in a fierce battle to the finish, outlasts the Senior grade's most preeminent stayer, Mejiro Bright!"
        },
        {
            "name": "Commentator",
            "text": "This is the strength of the Derby Uma Musume! At last, the next grand battle will be at the [Spring Tenno Sho]!"
        },
        {
            "name": "Spectator A",
            "text": "Mejiro Bright was doing great as usual but, the title of \"Golden Generation's\" Derby Uma Musume isn't for show!"
        },
        {
            "name": "Spectator B",
            "text": "I've got really high hopes for Special Week's run during the [Spring Tenno Sho]!"
        },
        {
            "name": "Mejiro Ryan",
            "text": "……Bright."
        },
        {
            "name": "Mejiro Ryan",
            "text": "Haa…… haa…… fuu～……"
        },
        {
            "name": "Mejiro Ryan",
            "text": "Intentionally lifting your legs higher, seems to be good stimulation for the quads…… Yeah, we should add this to Bright's training too."
        },
        {
            "name": "Mejiro Bright",
            "text": "Ryan-oneesama……"
        },
        {
            "name": "Mejiro Ryan",
            "text": "Oh, Bright……? Seeing you during self-training is pretty unusual."
        },
        {
            "name": "Mejiro Bright",
            "text": "I happened to spot Ryan-oneesama heading out, so I decided to follow."
        },
        {
            "name": "Mejiro Bright",
            "text": "……If it's alright, I thought I'd like to watch your training."
        },
        {
            "name": "Mejiro Ryan",
            "text": "Bright…… Yeah, how about running together?"
        },
        {
            "name": "Mejiro Ryan",
            "text": "Haaa……! Haa…… haa……"
        },
        {
            "name": "Mejiro Bright",
            "text": "Haa……… haaa……"
        },
        {
            "name": "Mejiro Ryan",
            "text": "Alright…… just like this, let's do one more!"
        },
        {
            "name": "Mejiro Bright",
            "text": "Haa…… haa……"
        },
        {
            "name": "Mejiro Ryan",
            "text": "Bright……! If you don't work harder now, you'll come to regret―"
        },
        {
            "name": "Mejiro Bright",
            "text": "…… haa…… haaa……"
        },
        {
            "name": "Mejiro Ryan",
            "text": "Ah…… I-I'm sorry…… I just……"
        },
        {
            "name": "Mejiro Ryan",
            "text": "……have you caught your breath now?"
        },
        {
            "name": "Mejiro Bright",
            "text": "Yes…… I apologize……"
        },
        {
            "name": "Mejiro Ryan",
            "text": "Ah, don't apologize……! I was the one in the wrong……"
        },
        {
            "name": "Mejiro Ryan",
            "text": "…… Really…… I'm sorry. I was just frustrated, because Bright lost……"
        },
        {
            "name": "Mejiro Ryan",
            "text": "Bright, I've been watching over you since you were small so, while I do treat you as special, there's more to it than that……"
        },
        {
            "name": "Mejiro Ryan",
            "text": "I feel like… I've been pushing my feelings on to you……"
        },
        {
            "name": "Mejiro Bright",
            "text": "………"
        },
        {
            "name": "Mejiro Ryan",
            "text": "Bright seems like she's really similar to me."
        },
        {
            "name": "Mejiro Ryan",
            "text": "Having closing power to be proud of, having high expectations from people around you, but often one step short……"
        },
        {
            "name": "Mejiro Ryan",
            "text": "While watching Ines and Oguri-san, and then McQueen, making my goal to be like them."
        },
        {
            "name": "Mejiro Ryan",
            "text": "That's why, when I see Bright, I get as frustrated as if I'm seeing myself, not wanting you to go through the same things I did……"
        },
        {
            "name": "Mejiro Bright",
            "text": "Ryan-oneesama……"
        },
        {
            "name": "Mejiro Ryan",
            "text": "Ah, Ahaha…… what the heck am I even saying? Bright is Bright after all."
        },
        {
            "name": "Mejiro Ryan",
            "text": "If it's like this, it's more like I'm just pushing my pride and dreams on to you……"
        },
        {
            "name": "Mejiro Bright",
            "text": "……If what you say is true, then I feel nothing but joy instead."
        },
        {
            "name": "Mejiro Ryan",
            "text": "Eh……?"
        },
        {
            "name": "Mejiro Bright",
            "text": "If it seems like my running is that similar to yours then, that is just proof of how genuine your feelings and expectations are."
        },
        {
            "name": "Mejiro Bright",
            "text": "For someone like Ryan-oneesama who has supported me whole-heartedly, I've always wanted those feelings to be rewarded."
        },
        {
            "name": "Mejiro Bright",
            "text": "As part of the Mejiro Family, while aiming for consecutive [Spring Tenno Sho] victories, more than that I want to win for Ryan-oneesama……"
        },
        {
            "name": "Mejiro Bright",
            "text": "If you say that Ryan-oneesama is pushing that dream on to me then, I will gladly carry that with me."
        },
        {
            "name": "Mejiro Ryan",
            "text": "Bright……"
        },
        {
            "name": "Mejiro Bright",
            "text": "Well then, I can start running again now～. Without going easy on me, please continue the strict training."
        },
        {
            "name": "Mejiro Bright",
            "text": "Together we'll accomplish consecutive victories at the [Spring Tenno Sho]."
        },
        {
            "name": "Mejiro Ryan",
            "text": "……Yeah, got it."
        },
        {
            "name": "Mejiro Ryan",
            "text": "I'll support you with everything I've got. I'll make sure you win……!"
        }
    ]
}