{
    "text_block_list": [
        {
            "name": "Mejiro Ryan",
            "text": "Ah, McQueen!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Ryan and Bright, are you planning to start training now too?"
        },
        {
            "name": "Mejiro Bright",
            "text": "Yes, The [Hanshin Daishoten] is approaching so it's time to dive in～"
        },
        {
            "name": "Mejiro Ryan",
            "text": "Spe-chan over there is going to enter too, right?"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Yes, as a warm-up before the [Spring Tenno Sho]."
        },
        {
            "name": "Mejiro Ryan",
            "text": "So it's finally our first shot at the \"Golden Generation's\" Derby Uma Musume, huh～?"
        },
        {
            "name": "Mejiro Bright",
            "text": "We had the opportunity to see her previous race, and it was a very deeply moving experience～."
        },
        {
            "name": "Mejiro Bright",
            "text": "……However, no matter who my opponent is, right now the only thing I need to do is continue to refine myself."
        },
        {
            "name": "Mejiro Ryan",
            "text": "Bright was last year's [Hanshin Daishoten] champion, and then went on to conquer the [Spring Tenno Sho]."
        },
        {
            "name": "Mejiro Bright",
            "text": "Victory is natural ― is the frame of mind we'll be approaching this with."
        },
        {
            "name": "Mejiro McQueen",
            "text": "…… certainly with the dignity of a champion, I see."
        },
        {
            "name": "Mejiro Ryan",
            "text": "Well then, let's get started with training. See ya later, McQueen!"
        },
        {
            "name": "Mejiro Bright",
            "text": "Good day to you～."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Trainer-san and Special Week-san, it seems you won't be able to afford letting your opponent take advantage of any mistakes."
        },
        {
            "text": "Special Week's next races was quickly approaching. It was about time we put the finishing touches on her preparations, however……"
        },
        {
            "name": "Special Week",
            "text": "Haa…… Haa…"
        },
        {
            "name": "Narita Brian",
            "text": "…For something of this level to wear you out, it's not like you."
        },
        {
            "name": "Special Week",
            "text": "…I-I'm sorry……"
        },
        {
            "name": "Winning Ticket",
            "text": "After a quick break, let's give it one more go! [Repetition becomes strength]! I don't know if there's a saying like that though!"
        },
        {
            "name": "Special Week",
            "text": "Yes, please……"
        },
        {
            "text": "As I thought, Silence Suzuka's situation seems to be weighing on her mind. She continues to be unable to focus on running, it seems."
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "Trainer-san, excuse me."
        },
        {
            "text": "Tazuna-san, how may I help you?"
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "Yes, the [Monthly Twinkle] has requested to do an article. It seems they'd like to put together a special report about team ."
        },
        {
            "name": "Gold Ship",
            "text": "Hey hey hey! [Monthly Twinkle] really gets it, huh?!"
        },
        {
            "name": "Rice Shower",
            "text": "Being part of a special report, sounds amazing……!"
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "Fufuu, well then, I've been entrusted with a questionnaire for each of the team members, so I'll have them sent to the trainer's room later."
        },
        {
            "text": "Thank you very much, I appreciate it."
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "Oh, and one more thing― truthfully, there's a former trainer who's had experience overseas that happens to be on campus."
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "And when I spoke with them about Silence Suzuka, they said they'd love to take a look at her running."
        },
        {
            "text": "That's quite fortunate, isn't it? Perhaps we'll be able to get some advice."
        },
        {
            "text": "Suzuka, since we have the chance, how about having them take a look at your running?"
        },
        {
            "name": "Silence Suzuka",
            "text": "Yes, I look forward to it."
        },
        {
            "name": "Special Week",
            "text": "Suzuka-san……!!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Spe-chan……?"
        },
        {
            "name": "Special Week",
            "text": "……Ah, um… no, it's nothing…"
        },
        {
            "name": "Silence Suzuka",
            "text": "………"
        },
        {
            "name": "Special Week",
            "text": "………"
        },
        {
            "text": "On the course right now, Silence Suzuka was running, in order to get some advice from a former trainer who had experience overseas."
        },
        {
            "text": "Watching her from afar, was Special Week."
        },
        {
            "text": "So you were here, Spe."
        },
        {
            "text": "So you were here, Spe."
        },
        {
            "name": "Special Week",
            "text": "Trainer-san……"
        },
        {
            "name": "Special Week",
            "text": "I surprised even myself. About Suzuka-san, without thinking I almost tried to stop her……"
        },
        {
            "text": "Since you've come to the academy, you've been together with Suzuka-san the whole time, after all. I think it's only natural that you'd be anxious."
        },
        {
            "text": "Since you've come to the academy, you've been together with Suzuka-san the whole time, after all. I think it's only natural that you'd be anxious."
        },
        {
            "name": "Special Week",
            "text": "……Even now I remember it very clearly. The first time I saw Suzuka-san's running figure."
        },
        {
            "name": "Special Week",
            "text": "Coming here all the way from Hokkaido, unsure whether things would even go well, I saw Suzuka-san running―"
        },
        {
            "name": "Special Week",
            "text": "Like they were being drawn strongly to her, I couldn't take my eyes off of her."
        },
        {
            "name": "Special Week",
            "text": "Ever since then, I've wanted to be able to run like Suzuka-san, and I've continued to watch her, but……"
        },
        {
            "text": "After saying all that, Special Week feel silent."
        },
        {
            "text": "It seems she herself, realized just how heavily she was relying on Silence Suzuka's running to support herself."
        },
        {
            "text": "She turned her gaze towards Silence Suzuka on the course―"
        },
        {
            "text": "When I first laid eyes on Silence Suzuka's running, I couldn't help but get the impression that she was an Uma Musume who enjoyed running."
        },
        {
            "text": "Before long, she found her own running style, and her running exceeded the expectations of everyone who saw her……"
        },
        {
            "text": "……Spe, you were drawn to Suzuka's running because you wanted to be like that, right?"
        },
        {
            "name": "Special Week",
            "text": "……Yes."
        },
        {
            "text": "Then, what exactly about Suzuka's running drew you to it?"
        },
        {
            "name": "Special Week",
            "text": "Eh……? What? That's… because it's pretty and cool……"
        },
        {
            "text": "And it gave you a dream. You thought about what kind of run she would show us next time too."
        },
        {
            "name": "Special Week",
            "text": "Yeah……! That's right! Suzuka-san's running always exceeded my expectations!"
        },
        {
            "name": "Special Week",
            "text": "That's why, more and more, I wanted to keep watching Suzuka-san run! Her consecutive victories at [Osaka Hai] and the [Takarazuka Kinen], and then―"
        },
        {
            "name": "Special Week",
            "text": "Ah……"
        },
        {
            "text": "For her dream of \"Wanting to see the scenery\", Suzuka continues to run."
        },
        {
            "text": "Because Suzuka is running with those straight-forward feelings, me and Spe are both drawn to her."
        },
        {
            "text": "Because Suzuka is running with those straight-forward feelings, me and Spe are both drawn to her."
        },
        {
            "text": "……if Suzuka goes over seas, she'll probably show us an even more extraordinary run than before."
        },
        {
            "text": "……if Suzuka goes over seas, she'll probably show us an even more extraordinary run than before."
        },
        {
            "name": "Special Week",
            "text": "………"
        },
        {
            "name": "Special Week",
            "text": "……that's right, of course that'll be what happens……!"
        },
        {
            "name": "Special Week",
            "text": "Suzuka-san will run to the ends of the Earth! All of our expectations, she'll easily blow them all away!"
        },
        {
            "name": "Special Week",
            "text": "That's the way that the Suzuka-san I look up to runs…… ……Something like stopping Suzuka-san…… I can't do something like that……!"
        },
        {
            "text": "Just like Suzuka― to catch up to Suzuka, Spe you need to work hard.",
            "choice_data_list": [
                "Aim for \"Japan's #1 Uma Musume\"!",
                "Aim for \"Japan's #1 Uma Musume\"!"
            ]
        },
        {
            "text": "Just like Suzuka― to catch up to Suzuka, Spe you need to work hard.",
            "choice_data_list": [
                "Aim for \"Japan's #1 Uma Musume\"!",
                "Aim for \"Japan's #1 Uma Musume\"!"
            ]
        },
        {
            "name": "Special Week",
            "text": "Ehehe…… Yeah!"
        },
        {
            "name": "Commentator",
            "text": "The stands are packed here at the Hanshin Race course. With the Main Race approaching, the enthusiasm in the air begins to swell!"
        },
        {
            "name": "Commentator",
            "text": "All the attention is on the \"Golden Generation's\" Special Week and last year's champion, Mejiro Bright!"
        },
        {
            "name": "Commentator",
            "text": "With the [Hanshin Daishoten] being the first time these two face off, just what kind of result awaits us?!"
        },
        {
            "name": "Special Week",
            "text": "Rainy with a Heavy course…… I need to focus on preserving stamina in this race…… I definitely need to avoid rushing at the start……"
        },
        {
            "name": "Narita Brian",
            "text": "Yeah, that's fine. Most likely, the pace will be somewhat slow, so it'll be easy to focus on those in the front."
        },
        {
            "name": "Special Week",
            "text": "Hmm hmm… I see……!"
        },
        {
            "name": "Gold Ship",
            "text": "The straight on the Hanshin 3000m, isn't very long and there's a hill too. So go all out from the third corner!"
        },
        {
            "name": "Special Week",
            "text": "……Um… Gold Ship-san's advice, it's really hard to tell if you're joking or serious…"
        },
        {
            "name": "Gold Ship",
            "text": "How rude! When you think of the [Hanshin Daishoten] it's gotta be me, right?!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Before you start spouting off about the [Hanshin Daishoten], you should probably debut first!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "With that said, to think her flight would be the same day as the race, it's unfortunate Suzuka-san couldn't be here……"
        },
        {
            "name": "Special Week",
            "text": "Ah, no! I'm the one that suggested that she should leave today."
        },
        {
            "name": "Special Week",
            "text": "So Suzuka-san can leave and run overseas with peace of mind― I'll show Suzuka-san that even if we're apart, I can still do it!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "So that's how it was. In that case, you definitely have to win, don't you?"
        },
        {
            "text": "Yeah, right now Spe has everyone's feelings backing her up. Roll up your sleeves and respond in kind.",
            "choice_data_list": [
                "Run with everything you've got!",
                "Run with everything you've got!"
            ]
        },
        {
            "text": "Yeah, right now Spe has everyone's feelings backing her up. Roll up your sleeves and respond in kind.",
            "choice_data_list": [
                "Run with everything you've got!",
                "Run with everything you've got!"
            ]
        },
        {
            "name": "Special Week",
            "text": "Yeah! I'll be heading out!"
        }
    ]
}