{
    "text_block_list": [
        {
            "text": "<Sirius> was once again aiming for the Spring Trophyー"
        },
        {
            "text": "As if to prove those words weren't a lie, Special Week continued to put in the effort."
        },
        {
            "text": "For the sake of supporting her, there was only one thing on my mind, the [Spring Tenno Sho]."
        },
        {
            "text": "However, for her, a member of the team that wanted to make the race special, the feeling of \"Wanting to Take the Trophy\" grew stronger."
        },
        {
            "text": "And then――"
        },
        {
            "name": "Commentator",
            "text": "Bathed in sunlight, the Kyoto race course！ Aiming for the glory of the trophy, 12 Uma Musume have gathered！"
        },
        {
            "name": "Commentator",
            "text": "As expected, the center of attention is last year's champion, Mejiro Bright！"
        },
        {
            "name": "Commentator",
            "text": "And then we have the challengers from the \"Golden Generation\", the Kikka Sho Uma Musume Seiun Sky, and the Derby Uma Musume Special Week!"
        },
        {
            "name": "Commentator",
            "text": "In this three-way battle, what result awaits us, as the crowded stands gaze on with bated breath！？"
        },
        {
            "name": "Winning Ticket",
            "text": "Spe-chan, do your best out there! Just like with McQueen, we're expecting the ultimate [Spring Tenno Sho]!"
        },
        {
            "name": "Gold Ship",
            "text": "I'm thinkin' of winnin' this race someday too！ So get out there and help raise this emotion to the max！"
        },
        {
            "name": "Special Week",
            "text": "Yeah！ I'll live up to those expectations！"
        },
        {
            "text": "(Diiiing……♪)"
        },
        {
            "name": "Gold Ship",
            "text": "Hm？ Was that Spe's phone？"
        },
        {
            "name": "Special Week",
            "text": "Ah！ It's a message from Suzuka-san！"
        },
        {
            "name": "Special Week",
            "text": "Let's see…… 『I'll be cheering you on. Do your best, Spe-chin』……。 ……Spe-chin?"
        },
        {
            "name": "Narita Brian",
            "text": "It's the middle of the night over there, she's probably half-asleep and hit the wrong key……。"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Fufuu, half asleep but still frantically cheering you on, she must have really wanted to make sure that you knew."
        },
        {
            "name": "Rice Shower",
            "text": "We'll cheer you on lots too……！"
        },
        {
            "name": "Horsegirl with Black Bob-cut",
            "text": "Do your best, Special Week-san！"
        },
        {
            "name": "Horsegirl with Straight-cut Bangs",
            "text": "We believe you'll be the one to cross the goal first！"
        },
        {
            "text": "Your form during training was the best so far, all that's left is to have confidence in yourself, the results will definitely follow.",
            "choice_data_list": [
                "Show us you can take that trophy！",
                "Show us you can take that trophy！"
            ]
        },
        {
            "text": "Your form during training was the best so far, all that's left is to have confidence in yourself, the results will definitely follow.",
            "choice_data_list": [
                "Show us you can take that trophy！",
                "Show us you can take that trophy！"
            ]
        },
        {
            "name": "Special Week",
            "text": "Yeah! My Moms' dream, my own dream, and with everyone's feelings giving me strength, I'll definitely win!"
        },
        {
            "name": "Seiun Sky",
            "text": "Yo, Spe-chan. We haven't been in the same race together since the 『Kikka Sho』, huh?"
        },
        {
            "name": "Special Week",
            "text": "Sei-chan"
        },
        {
            "name": "Seiun Sky",
            "text": "I won that time but, let's just see who'll win this time around。"
        },
        {
            "name": "Seiun Sky",
            "text": "……once again, the look on your face seems a little different。"
        },
        {
            "name": "Special Week",
            "text": "Yeah, I've got a lot of expectations I need to live up to！"
        },
        {
            "name": "Mejiro Bright",
            "text": "……that's the same for me."
        },
        {
            "name": "Mejiro Bright",
            "text": "No matter who my opponent is, I need only accomplish what I must…… that is how I feel。"
        },
        {
            "name": "Mejiro Bright",
            "text": "However, before that, to Seiun Sky-sama…… and even before that to Special Week-sama, I fell behind."
        },
        {
            "name": "Mejiro Bright",
            "text": "Once again, to both of you from the \"Golden Generation\" with my deep respect, I shall be the one to stand at the top after this race……！"
        },
        {
            "name": "Seiun Sky",
            "text": "I guess can't back down after all that, huh～? All that's left is to settle this with the race."
        },
        {
            "name": "Special Week",
            "text": "Yeah, with all our strength……！"
        },
        {
            "name": "Mejiro Bright",
            "text": "That's just how I'd like it……！"
        },
        {
            "name": "Seiun Sky",
            "text": "Well then, let's get going."
        },
        {
            "name": "Commentator",
            "text": "Now, for these 12 excellent contestants, the curtain rises on this long 3200m battle！"
        },
        {
            "name": "Commentator",
            "text": "Will it be last year's champion who crosses the goal first?! Or will it be one from the \"Golden Generation\" that split the Classic crown?!"
        },
        {
            "name": "Commentator",
            "text": "The Uma Musume have settled in their gates. The 『Spring Tenno Sho』 now ―― Begins！"
        }
    ]
}