{
    "text_block_list": [
        {
            "name": "Mejiro Bright",
            "text": "Fuu…… Fuu……"
        },
        {
            "name": "Mejiro Ryan",
            "text": "Looking good, Bright, looks like you've got a handle on the pace needed for 3200m. Don't forget that feeling!"
        },
        {
            "name": "Mejiro Bright",
            "text": "Yes……! Like this, I'll do one more!"
        },
        {
            "name": "Mejiro Ryan",
            "text": "Got it, let's work harder for a little bit more!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "…………。"
        },
        {
            "name": "Gold Ship",
            "text": "Gathering intel? Looks like they're both fired up, aren't they?"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Yes, seeing her like that, it seems she is truly a determined Uma Musume. Of course, she's strong too."
        },
        {
            "name": "Mejiro McQueen",
            "text": "However, Special Week-san isn't lacking in any of that either. She's been consistently putting in the effort."
        },
        {
            "name": "Gold Ship",
            "text": "……Speaking of, I don't see Spe anywhere around here."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Right now, she should be with Trainer-san in a meeting about prepartions for for the real thing."
        },
        {
            "name": "Special Week",
            "text": "Pacing and tactics…… is it?"
        },
        {
            "text": "Of course it's important to keep in mind your own stamina, but it's also important to think about how your opponents are using theirs."
        },
        {
            "text": "Of course it's important to keep in mind your own stamina, but it's also important to think about how your opponents are using theirs."
        },
        {
            "name": "Special Week",
            "text": "I see…… sounds complicated……"
        },
        {
            "name": "Special Week",
            "text": "But this is also so I can win! On such a big stage, it's important to leave good results, right?!"
        },
        {
            "text": "(Knock knock knock……)"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Pardon the intrusion."
        },
        {
            "name": "Special Week",
            "text": "McQueen-san? Did you need to talk to Trainer-san?"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Rather than Trainer-san, it's more accurate to say I'm here to speak with both of you."
        },
        {
            "name": "Mejiro McQueen",
            "text": "You said you were going to be speaking about the race, so I thought that I could perhaps lend a hand."
        },
        {
            "text": "McQueen's won consecutive [Spring Tenno Sho] after all. By all means, please join us."
        },
        {
            "text": "McQueen's won consecutive [Spring Tenno Sho] after all. By all means, please join us."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Yes, I'd be glad to."
        },
        {
            "name": "Special Week",
            "text": "Waaa! Thank you very much-!"
        },
        {
            "name": "Winning Ticket",
            "text": "Knock knock knock!! I'm coming in!"
        },
        {
            "name": "Winning Ticket",
            "text": "I was wondering if I could help out with Spe-chan's strategy meeting — ……oh, wait? McQueen's here too."
        },
        {
            "name": "Rice Shower",
            "text": "Excuse me…… fue? McQueen-san and Ticket-san?"
        },
        {
            "name": "Narita Brian",
            "text": "……well, I guess I didn't need to come here after all……"
        },
        {
            "name": "Special Week",
            "text": "Wawaa……?! It's getting crowded in here all of a sudden……!?"
        },
        {
            "name": "Special Week",
            "text": "Hafuu～…… Race progression, taking position…… it feels like I've just done a lifetime's worth of studying."
        },
        {
            "name": "Special Week",
            "text": "But, since I've gotten a lot of advice from everyone, it feels like I definitely won't lose!"
        },
        {
            "name": "Rice Shower",
            "text": "Yeah, do your best……!"
        },
        {
            "name": "Droopy-eyed Horsegirl",
            "text": "We'll be cheering you on, so go out there and win～!"
        },
        {
            "text": "Before I realized it, every member of the team had gathered to help Special Week."
        },
        {
            "text": "Supporting Uma Musume, so they can take hold of their dreams― It was promising that everyone felt that way, and I was overjoyed"
        },
        {
            "name": "Winning Ticket",
            "text": "Ah, that's right, Trainer-san! I grabbed this on the way to the trainer's room!"
        },
        {
            "name": "Winning Ticket",
            "text": "Here, the questionnaire for the article.",
            "choice_data_list": [
                "Article……?"
            ]
        },
        {
            "name": "Mejiro McQueen",
            "text": "Didn't Tazuna-san contact you about this before?"
        },
        {
            "text": "Now that you mention it……"
        },
        {
            "text": "As if to avert my gaze from their looks of shock, I looked down at the questionnaire. One question caught my attention."
        },
        {
            "text": "[To you, which race do you feel the most emotional attachment to?] ―"
        },
        {
            "text": "The answer column had [Japan Derby] written quite a few times, which was a very Winning Ticket-like answer, but in the corner……"
        },
        {
            "text": "[Spring Tenno Sho]……?"
        },
        {
            "name": "Gold Ship",
            "text": "To think you'd put down anything other than the Derby, that's pretty unusual, huh? You didn't eat something funny did you?"
        },
        {
            "name": "Winning Ticket",
            "text": "Ahaha, I didn't eat anything like that."
        },
        {
            "name": "Winning Ticket",
            "text": "While it'll never take first place over the Derby, this is a questionnaire focusing on <Sirius> right?"
        },
        {
            "name": "Winning Ticket",
            "text": "While thinking a whole lot about the team, Ding! Just like that I remembered something!"
        },
        {
            "name": "Winning Ticket",
            "text": "The first time I clearly remember hearing about <Sirius> was right around when McQueen first won the [Spring Tenno Sho]!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "My race……?"
        },
        {
            "name": "Winning Ticket",
            "text": "Around that time, since I didn't really know much about the team, I remembered just thinking that was a great race, but……"
        },
        {
            "name": "Winning Ticket",
            "text": "Hearing that it was McQueen's dearest wish, and that the team's existence was on the line with that race……"
        },
        {
            "name": "Winning Ticket",
            "text": "Uwooooo～nn! I was glad I got to see that [Spring Tenno Sho]～!!"
        },
        {
            "name": "Horsegirl with Straight-cut Bangs",
            "text": "Me too, after seeing that race I was so moved, I joined the team!"
        },
        {
            "name": "Droopy-eyed Horsegirl",
            "text": "Who would have thought that McQueen-san was the only member of the team, but since then the team has grown～"
        },
        {
            "name": "Rice Shower",
            "text": "……for Rice too, the [Spring Tenno Sho] is an important race."
        },
        {
            "name": "Rice Shower",
            "text": "The first time I held the resolve to win, and the first time I learned the joy of winning, was this race."
        },
        {
            "name": "Narita Brian",
            "text": "……For me, the [Spring Tenno Sho] could be called my target."
        },
        {
            "name": "Narita Brian",
            "text": "Injury prevented my first attempt, and my next attempt I was one step short…… seriously, just how strong is my ambition?"
        },
        {
            "text": "Everyone had such varied reasons but it seemed like the [Spring Tenno Sho] had a deep connection with all of them."
        },
        {
            "text": "―And it was the same for me."
        },
        {
            "text": "It was McQueen's goal, but it was also my very first G1 victory."
        },
        {
            "text": "As <Sirius>'s successor, it was the first time I was able to help an Uma Musume I was responsible for take hold of their dream."
        },
        {
            "text": "For me too, it's a race filled with a lifetime's worth of memories."
        },
        {
            "text": "For me too, it's a race filled with a lifetime's worth of memories."
        },
        {
            "name": "Winning Ticket",
            "text": "For everyone, is was a really irreplaceable race wasn't iiiiit～! Oh～nononn!!"
        },
        {
            "name": "Special Week",
            "text": "…………"
        },
        {
            "name": "Special Week",
            "text": "……Um, Trainer-san. If I were to win the [Spring Tenno Sho], would you be happy?"
        },
        {
            "text": "Of course I would. You've been working towards it as your spring goal, so I want Spe to win―"
        },
        {
            "name": "Special Week",
            "text": "Aah, no! I'm not asking about it in regards to my goal……"
        },
        {
            "name": "Special Week",
            "text": "This race, to Trainer-san and everyone, it's a very special thing, right?"
        },
        {
            "name": "Special Week",
            "text": "That's why, I want this race to become special to me too!"
        },
        {
            "name": "Special Week",
            "text": "<Sirius> is… well it's something that's like my second home now I'd say……"
        },
        {
            "name": "Special Week",
            "text": "Where we all support each other, just like a family, it's a wonderful team."
        },
        {
            "name": "Special Week",
            "text": "That's why, just like everyone here, as a member of the team, I want to win the [Spring Tenno Sho]!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "As a member of the team…… is it?"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Fufuu, in that case I have a favor to ask. By all means, obtain that Spring trophy that was the starting point for this team."
        },
        {
            "name": "Rice Shower",
            "text": "Yeah, Rice wants to see the Tenno Sho trophy too."
        },
        {
            "name": "Winning Ticket",
            "text": "Me too, me too! So, Spe-chan please!"
        },
        {
            "name": "Narita Brian",
            "text": "……Can you do it, Spe?"
        },
        {
            "name": "Special Week",
            "text": "Yeah, leave it to me!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Trainer-san too, how about entrusting your feelings to Special Week-san too?"
        },
        {
            "name": "Special Week",
            "text": "Trainer-san, the [Spring Tenno Sho], I'll win it for sure!"
        },
        {
            "text": "This girl who came from Hokkaido not knowing right from left, more so than when we first met, her gaze was diginified and strong."
        },
        {
            "text": "She's steadily getting closer and closer to being \"Japan's #1 Uma Musume\"― when looking at her, I couldn't help but think that.",
            "choice_data_list": [
                "Please win, Spe!",
                "Please win, Spe!"
            ]
        },
        {
            "name": "Special Week",
            "text": "Ehehee, Yeah!"
        }
    ]
}