{
    "text_block_list": [
        {
            "name": "Sakura Chiyono O",
            "text": "Eh? The reason I'm chasing after Maruzen-san?"
        },
        {
            "text": "Up until now, Sakura Chiyono O's driving motivation had been a mix of fear, of resignation, and of genuine admiration. "
        },
        {
            "text": "If she can remember those feelings… she should be able to escape this quagmire she's found herself in. I ask her about those feelings."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "That's, um. Because she's faster, and stronger than anyone-"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "…She has, what I lack…"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "—"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "-Thinking back, every since I was small, I've been good at running, and I loved it… joining a club, racing, winning a lot."
        },
        {
            "name": "Relative",
            "text": "My my, Chiyo-chan you've got alot of talent, don't you? Someday you're going to enroll at Tracen Academy, you say?"
        },
        {
            "name": "Young Chiyono O",
            "text": "Yeah! I'm going to become an amazing Uma Musume-! Everyday, I'm training at home with my big brother, too!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "With the help of my outstanding brother, I was able to pass the best academy's entrance exams and leave moderate results. With pride I enrolled, but what awaited me was-"
        },
        {
            "name": "Classmate A",
            "text": "Hey, did you see the mock race that Mister CB was in?! When she pulled away at the end, that was super cool, I've never seen anything like that!"
        },
        {
            "name": "Classmate B",
            "text": "Hey now, Oguri cap is really cool too! Seriously, it's like watching a prodigy running, that acceleration is crazy!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "At Tracen Academy, I was just a normal, everyday, Uma Musume."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "…well then, good work!"
        },
        {
            "name": "Classmate A",
            "text": "Huh, Chiyo-chan? We don't have an instructor, so it sounds like there's no training today."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Ah, yeah! I thought I'd do some self training!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Haaa, haaa, haaa…! …ku… taaaaaaaaa!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "No matter how much I ran, that feeling kept getting stronger."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Haaa, haaa, haaa!"
        },
        {
            "name": "Instructor",
            "text": "Yeah, for someone that just enrolled, not bad! There'll be some challenges, but let's work on clearing them one by one!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "(For someone who just enrolled, huh?)"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "…Instructor, what are my strong points?"
        },
        {
            "name": "Instructor",
            "text": "Let's see. It's not flashy, but in the end your steadiness eventually wins out. You're earnest, so you've probably got a solid foundation."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "A steady, earnest, Uma Musume."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "With that, is there anything I can become…?"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "What is it that I want to become here?"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Then, one day. A fateful day"
        },
        {
            "name": "Commentator",
            "text": "Maruzensky pulls farther and farther ahead! She increases the separation by 3 length, 4 lengths, - Strong, as expected!"
        },
        {
            "name": "Maruzensky",
            "text": "Fufuu, here I gooo!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "The one who was there -an absurdly vivid, \"Super Car\"."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Ah, wa, wa, ah…!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Someone who had everything I lacked, an Uma Musume dyed in red. It left a huge impact."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "My excitement wouldn't subside, it couldn't be helped. Because of these heightened emotions, all those thoughts running through my head came together-"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "A steady, earnest Uma Musume -however. That's wrong, higher, I want to reach even higher…!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Even if the training is difficult, even if I can't reach it, even if it takes a long time, I want to get faster, stronger, just like her-"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "I want to be like Maruzensky-san…!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "In an instant, the world became brilliant."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Thanks for the food!"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Spaghetti with, nata de coco and tiramisu…? …is this perhaps, a trend that's coming back in to fashion?"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Eh? Ehe, ehehehe…! It's nothing like that, it's just, well the senpai I look up to eats this, so without thinking…"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Well, when it comes to magazines featuring Maruzensky-san, these seem to be all of them."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Waa, there's a lot…! Thank you very much! Is it fine for me to borrow all of them?"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Of course, that's fine but… Fufu. You really like Maruzen-san don't you?"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Eh? Ah… ehehe, Yes!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Haa, haa…!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "(My time, is it a little too fast…? No, \"If you don't run, the scenery will never change\", right?!)"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Alllright, from now on I'm going to work hard every morning! Chiyono Fight O-!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "…O-."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "…I see, that's right. I wanted to do everything I could to be by Maruzensky's side."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Even then, I forgot all of that, wondering what I should do from now on, thinking only about that-",
            "choice_data_list": [
                "What do you want to do now?"
            ]
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Right now-"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "I want to fight…!"
        }
    ]
}