{
    "text_block_list": [
        {
            "name": "Sakura Chiyono O",
            "text": "In preparation for the Derby, I need to train my body up a bit more!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "-I'll work even harder!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Maruzen-san and my dream… and then, from now on for Trainer-san too!"
        },
        {
            "text": "For the sake of an earnest, hard-working Sakura Chiyono O, the thing I should do as a trainer is-"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Oh? Trainer-san, are you heading out too?",
            "choice_data_list": [
                "I was thinking of heading to the bookstore"
            ]
        },
        {
            "name": "Sakura Chiyono O",
            "text": "The bookstore! Could it be that Trainer-san is also going to get the newly released \"Enyclopedia of Proverbs for Grasping Victory\"…?!",
            "choice_data_list": [
                "No, I want a different book…"
            ]
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Eh?! S-sorry! I guess I just thought we were birds of a feather… ahaha…"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Ah, but we're going to the same place, right? Since we have the chance, how about going together?"
        },
        {
            "text": "I didn't have a reason to refuse, so we ended up going to the bookstore together."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "I did it! I was able to purchase it without issue!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "A charismatic new publication from the world of proverbs… I don't know what I would have done if it was sold out-"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Wait, Trainer-san?! Are you seriously planning on buying that mountain of books…?!",
            "choice_data_list": [
                "Fu, it'll be split in to two bags so it'll be okay!"
            ]
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Wawa! Your arms are trembling though?! I'll help you out!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Huff… Trainer-san, you're a bookworm, aren't you~?"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "…\"Uma Musume Growth Theory] and [Lead Extension After Acceleration\"? Huh? Aren't these all…?"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "To help me…?! Going out of your way, to do that-",
            "choice_data_list": [
                "Since supporting you is all I can do",
                "Since supporting you is all I can do"
            ]
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Eh?",
            "choice_data_list": [
                "I've got to give it my all"
            ]
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Trainer-san…"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Uuuu… Thank you very much…!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "…Trainer-san and I, we're a little alike, aren't we?"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Being steady, straight-forward, and earnestly building up through practice are about the only things we can do…"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Struggling and struggling, just to advance even a little bit further… frantically continuing to do only that."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "The presence of the person I admire looms too large, and there were times I felt I was at a standstill, but even then-"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Continuing to work hard was worth it! Because I kept doing that, I was able to meet a wonderful trainer like you."
        },
        {
            "text": "That night, while I was reading the books I had purchased-",
            "choice_data_list": [
                "A message… from Chiyono O?"
            ]
        },
        {
            "name": "Sakura Chiyono O",
            "text": "\"To the hard-working Trainer-san\""
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Today was lots of fun! I got to learn a new thing about Trainer-san…"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "And, about those training books! You're probably in the middle of reading them right now, aren't you?"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Trainer-san's feelings, made me very happy! But, please don't push yourself too hard, okay?"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Lastly, I'll send Trainer-san another proverb. \"Walking together, leaves 4 footprints!\""
        },
        {
            "name": "Sakura Chiyono O",
            "text": "From now on, let's both continue forward! Well then, see you at training!"
        },
        {
            "text": "I didn't really understand the proverb she sent me but, those feelings of hers were definitely made clear…"
        },
        {
            "text": "\"Thank you\" was the reply I started typing, but I stopped and decided to call instead."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "…Y-yes! This is Chiyono O! Is there something urgent-"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Could it be, about the message I sent you earlier? Did I end up writing something weird…?!",
            "choice_data_list": [
                "No, I just wanted to thank you directly"
            ]
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Thank me… is it?",
            "choice_data_list": [
                "It really raised my motiviation, thank you"
            ]
        },
        {
            "name": "Sakura Chiyono O",
            "text": "…!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "No, no! I'm glad it was helpful…!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "This time's proverb was pretty well made if I do say so myself! Feel free to use it, okay?",
            "choice_data_list": [
                "O-okay"
            ]
        },
        {
            "text": "I'll think about how to use that proverb later… after that, I enjoyed having a chat with Sakura Chiyono O for a while."
        }
    ]
}