{
    "text_block_list": [
        {
            "text": "Several days later. A track meet was held, in order to encourage students to challenge themselves and grow. There was an unusual amount of excitement in the air."
        },
        {
            "name": "Commentator",
            "text": "Now, Maruzensky escapes and Symboli Rudolf chases! This race has quickly become a dead heat between these two as they pull away from the pack!"
        },
        {
            "name": "Horsegirl A",
            "text": "Getting to see something like this at school, we're super lucky! -Oh, they're reaching the final corner!!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "…"
        },
        {
            "name": "Both",
            "text": "Haaaaaaaaa!!"
        },
        {
            "name": "Commentator",
            "text": "T-tremendous! In one word, tremendous! Will the \"Emperor\" catch up, or will the \"Super Car\" pull away, this last 100m, is the battle of the century!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "…!"
        },
        {
            "text": "With a stiff expression on her face, Sakura Chiyono O fled from the stands. Without thinking, I followed after her."
        },
        {
            "text": "When I finally found Sakura Chiyono O, she was soaked from head to toe.",
            "choice_data_list": [
                "Are you okay?!",
                "Are you okay?!"
            ]
        },
        {
            "name": "Sakura Chiyono O",
            "text": "…Ha! T-Trainer-san! Um, I-I'm fine! I couldn't do anything about this itchiness, so I just poured some water over myself!",
            "choice_data_list": [
                "Itchiness?"
            ]
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Itchiness, no, um… fuzziness? Nervousness? This feeling of dizziness in my head and heart-"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "…This… feeling…"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "…Sorry… Really, it's a feeling that's… not that cute sounding."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "It was a wonderful race. As intense as a G1 race. A breath taking, overwhelming distinguished battle-"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Seeing a race like that, for some reason, like this-"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "There's no way, that I'll be able to line up beside them like that."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "…O-or something like that? Ahaha! Sorry, for some reason, I just kept saying some weird things!",
            "choice_data_list": [
                "You won't know if you don't try",
                "You won't know if you don't try"
            ]
        },
        {
            "name": "Sakura Chiyono O",
            "text": "…do you… think so?"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "E-ever since that day, I've looked up to Maruzen-san, doing all the things I could, at least I believe that to be the case."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "I-I've even grown a bit, my race times have gotten better, even my form, the instructor p-praised it-"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Maybe I've gotten a little closer, I felt like I was getting closer…! Or so I thought, but!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "By working hard, and growing bit by bit, I understand…!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "… The world, isn't like that…"
        },
        {
            "text": "Sakura Chiyono O suddenly pulled a letter out of her pocket, -and forcefully tore it up throwing it on the ground.",
            "choice_data_list": [
                "…!"
            ]
        },
        {
            "name": "Sakura Chiyono O",
            "text": "…Haa… Haa…"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "…Ah… S-sorry! Um, I… I'll be taking my leave!"
        },
        {
            "text": "She picked up the shredded letter and properly threw it in the trash. Shortly after that she took off running."
        },
        {
            "name": "Letter",
            "text": "\"Someday, being able to run with you on a grand stage, is my dream!\""
        },
        {
            "text": "-She was so courteous, that even in the torn letter I could see how her hands had been trembling while she was writing it."
        },
        {
            "text": "I was worried about Sakura Chiyono O. But I had no idea on how I should speak to her - and then one day-"
        },
        {
            "name": "Maruzensky",
            "text": "Some advice regarding Chiyo-chan? Did something happen, Rudolf?"
        },
        {
            "name": "Symboli Rudolf",
            "text": "I don't think you haven't heard but… After the mock race a few days ago, I received a report from Hishi Amazon."
        },
        {
            "name": "Symboli Rudolf",
            "text": "For a few days she's been watching over her, but it seems like her heart isn't there. And she's been looking unwell…"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Admiration and hopelessness are inseparable. Many Uma Musume have left the school, unable to fulfill their dreams. -\"I can't catch up to you\". How many times have I been told that?"
        },
        {
            "name": "Symboli Rudolf",
            "text": "It's the same for you, isn't it?"
        },
        {
            "name": "Maruzensky",
            "text": "… Fufu. As usual, you're such a worry-wart, aren't you?"
        },
        {
            "name": "Maruzensky",
            "text": "It's true that that girl, probably isn't a prodigy. I'm sure she understands this herself."
        },
        {
            "name": "Maruzensky",
            "text": "That's why every morning, she's running on the grounds, confirming her condition, always, always thinking about what she should do to grow even more."
        },
        {
            "name": "Maruzensky",
            "text": "Doesn't that mean that, everyday she's standing up and earnestly facing her own weakness? She's got a strong heart… That's why, it'll be okay."
        },
        {
            "text": "…That's true, little by little continuing to face your own weakness, at first glance seems easy, but it's no small feat."
        },
        {
            "text": "Sakura Chiyono O may have been like that originally, but the one that made her that way now, was most likely-"
        },
        {
            "name": "Letter",
            "text": "\"Someday, being able to run with you on a grand stage, is my dream!\"",
            "choice_data_list": [
                "(Maruzensky herself)"
            ]
        },
        {
            "name": "Maruzensky",
            "text": "Right now, she's just missing a little bit of the resolve to get hurt. Once she gets that resolve, she'll be reaching for those heights in the blink of an eye."
        },
        {
            "name": "Symboli Rudolf",
            "text": "…is that so? I guess that was a bit of an insensitive question."
        },
        {
            "text": "Sakura Chiyono O won't falter. With just a little bit more courage, she'll be able to run with a smile again."
        },
        {
            "text": "-Before I realized it, I was running down the stairs, looking for Sakura Chiyono O."
        }
    ]
}