{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "(The prestigious school, Tracen Academy, \nis a place where nothing but prodigies gather)",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "(Uma Musume born with overwhelming sense. Uma Musume \nwho pursue nothing more than running. Uma Musume \nwho continue to climb higher and higher.)",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "I… in this place, is there anything that I can become…?",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "( -Then, one day. A fateful day)",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "Maruzensky pulls farther and farther ahead! She increases the \nseparation by 3 length, 4 lengths, - She's as strong as expected!",
            "name": "Commentator"
        },
        {
            "text": "Fufuu, here I gooo!",
            "name": "Maruzensky"
        },
        {
            "text": "Can this even be called a mock race?! Here she shows us her \noverwhelming strength! Maruzensky - Now, crosses the goal!!",
            "name": "Commentator"
        },
        {
            "text": "(Passing by like a flash of light… my world, \nfor the first time began to shine.)",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "Several months later"
        },
        {
            "text": "Haa, haa, haa, haa~…",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "One morning, while I was taking a walk, I spotted some Uma Musume \ndoing some light early morning training."
        },
        {
            "text": "Good work. Your form was perfect! But that last 400m, your pace \ndropped below what your target was, didn't it?",
            "name": "Mejiro Ardan"
        },
        {
            "text": "I thought so, maybe I set my pace goal a bit too high. I should \nprobably wait until I improve my cardiopulmonary a bit more.",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "Alright, tomorrow I'll return to my normal pace, \nand try to gradually get accustomed to it!",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "Fufu, Yes. That sounds like a good idea. At any rate… This is \nmy own opinion, but lately, I think you've made big improvements.",
            "name": "Mejiro Ardan"
        },
        {
            "text": "Ehehe, thank you very much. But really, as you said, \nlately I feel like I've really gotten better…!",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "At this rate, if I keep working hard, s-someday… \nI-I might get to have a match with Maruzensky~… just kidding.",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "Juuuust kidding! Ahaha, sorry!",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "No, I think that's a wonderful dream. …Oh, looks like it's \nalmost breakfast. Chiyono O-san, how about you…?",
            "name": "Mejiro Ardan"
        },
        {
            "text": "Ah, there's still a little bit left on today's menu, I'll go as \nsoon as I'm done! Thank you very much, Ardan-san!",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "Think nothing of it. \nWell then, I'll be off first.",
            "name": "Mejiro Ardan"
        },
        {
            "text": "Allllright, remaining on the menu is…",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "And like that, while mumbling, she enthusiastically wrote in her \nnotebook. I ended up watching her, just like that-"
        },
        {
            "text": "Trainer-san. See that girl there? Her name's Sakura \nChiyono O. Today she's together with a friend, but \nnormally she's working hard by herself.",
            "name": "Maintenance Staff"
        },
        {
            "text": "I've lost count of how many slope dashes she's done. She doesn't \ndo anything flashy, but she's here every morning running, and \nanalyzing every little bit like that.",
            "name": "Maintenance Staff"
        },
        {
            "text": "Through trial and error, she's slowly getting faster, and \ngrowing. Well, in short… if you're of a mind to, would you \nplease consider scouting her?",
            "name": "Maintenance Staff",
            "choice_data_list": [
                "<size=42>You see her quite favorably, don't you?</size>"
            ]
        },
        {
            "text": "Ahaha! I suppose that's true. Wonder if it's because \nI see her every morning. Seeing her giving her best \ntoday too, makes me feel lively as well.",
            "name": "Maintenance Staff"
        },
        {
            "text": "…Fu-, the weather's great and feels nice~. \n… Ah, I've got it!",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "\"The morning sun, is the most important ingredient \nfor an Uma Musume's growth!\" Fuu fuu fuu, brilliant \nwords if I do say so myself!",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "And, at that moment!"
        },
        {
            "text": "Kyaa!",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "A sudden gust of wind sent her notebook flying, and it landed \nnext to my feet. I got a glimpse of the contents, and it was \ndensely packed with writing."
        },
        {
            "text": "M-my Chiyo-Note…! \nSorry! Thank you very much!",
            "name": "Sakura Chiyono O",
            "choice_data_list": [
                "Chiyo-Note?"
            ]
        },
        {
            "text": "Ah, um- I wrote in a bunch of things that have happened in my \nlife! It's something like that so I call it the Chiyo-Note…!",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "The things I was taught, the things I came to understand, \nand the proverbs that I thought of are put down in ink in there.",
            "name": "Sakura Chiyono O",
            "choice_data_list": [
                "Diligent, aren't you?",
                "Diligent, aren't you?"
            ]
        },
        {
            "text": "No no, I'm not such an amazing Uma Musume! At the very least, I \nfeel like I just want to do all the things that I can.",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "A few days after that-"
        },
        {
            "text": "Ever since I've transferred here, I've liked you! \nI fell in love at first sight with your running form!",
            "name": "Sakura Chiyono O",
            "choice_data_list": [
                "( !? )"
            ]
        },
        {
            "text": "A blushing Sakura Chiyono O. She was holding a letter in her \nhands. The mood seemed serious so I hid without thinking."
        },
        {
            "text": "Someday, someday I want to be able to stand by \nyour side! That's my dream! That's why, one step \nat a time, I want to get closer to you-",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "Someone like me, is still far from being worthy of you, I \nunderstand that! But, but… please, give me a chance!",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "Please, do some parallel running with me, Maruzen-san!",
            "name": "Sakura Chiyono O",
            "choice_data_list": [
                "(…parallel running?)"
            ]
        },
        {
            "text": "… Maybe, I should be more specific about what I like about \nMaruzen-san's running? But, no, that might bother h-",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "I poked my head out to get a better look, but only \nSakura Chiyono O was there. I was dumbfounded by \nwhat I saw, and that's when our eyes met."
        },
        {
            "text": "…",
            "name": "Sakura Chiyono O",
            "choice_data_list": [
                "…"
            ]
        },
        {
            "text": "D-did you hear all that?",
            "name": "Sakura Chiyono O",
            "choice_data_list": [
                "…Sorry."
            ]
        },
        {
            "text": "Ah, ah, ah… waaaa~! Please forget everythiiiiiiing!",
            "name": "Sakura Chiyono O"
        }
    ]
}