{
    "text_block_list": [
        {
            "name": "Sakura Chiyono O",
            "text": "(The prestigious school, Tracen Academy, is a place where nothing but prodigies gather)"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "(Uma Musume born with overwhelming sense. Uma Musume who pursue nothing more than running. Uma Musume who continue to climb higher and higher.)"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "I… in this place, is there anything that I can become…?"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "( -Then, one day. A fateful day)"
        },
        {
            "name": "Commentator",
            "text": "Maruzensky pulls farther and farther ahead! She increases the separation by 3 length, 4 lengths, - She's as strong as expected!"
        },
        {
            "name": "Maruzensky",
            "text": "Fufuu, here I gooo!"
        },
        {
            "name": "Commentator",
            "text": "Can this even be called a mock race?! Here she shows us her overwhelming strength! Maruzensky - Now, crosses the goal!!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "(Passing by like a flash of light… my world, for the first time began to shine.)"
        },
        {
            "text": "Several months later"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Haa, haa, haa, haa~…"
        },
        {
            "text": "One morning, while I was taking a walk, I spotted some Uma Musume doing some light early morning training."
        },
        {
            "name": "Mejiro Ardan",
            "text": "Good work. Your form was perfect! But that last 400m, your pace dropped below what your target was, didn't it?"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "I thought so, maybe I set my pace goal a bit too high. I should probably wait until I improve my cardiopulmonary a bit more."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Alright, tomorrow I'll return to my normal pace, and try to gradually get accustomed to it!"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Fufu, Yes. That sounds like a good idea. At any rate… This is my own opinion, but lately, I think you've made big improvements."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Ehehe, thank you very much. But really, as you said, lately I feel like I've really gotten better…!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "At this rate, if I keep working hard, s-someday… I-I might get to have a match with Maruzensky~… just kidding."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Juuuust kidding! Ahaha, sorry!"
        },
        {
            "name": "Mejiro Ardan",
            "text": "No, I think that's a wonderful dream. …Oh, looks like it's almost breakfast. Chiyono O-san, how about you…?"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Ah, there's still a little bit left on today's menu, I'll go as soon as I'm done! Thank you very much, Ardan-san!"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Think nothing of it. Well then, I'll be off first."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Allllright, remaining on the menu is…"
        },
        {
            "text": "And like that, while mumbling, she enthusiastically wrote in her notebook. I ended up watching her, just like that-"
        },
        {
            "name": "Maintenance Staff",
            "text": "Trainer-san. See that girl there? Her name's Sakura Chiyono O. Today she's together with a friend, but normally she's working hard by herself."
        },
        {
            "name": "Maintenance Staff",
            "text": "I've lost count of how many slope dashes she's done. She doesn't do anything flashy, but she's here every morning running, and analyzing every little bit like that."
        },
        {
            "name": "Maintenance Staff",
            "text": "Through trial and error, she's slowly getting faster, and growing. Well, in short… if you're of a mind to, would you please consider scouting her?",
            "choice_data_list": [
                "You see her quite favorably, don't you?"
            ]
        },
        {
            "name": "Maintenance Staff",
            "text": "Ahaha! I suppose that's true. Wonder if it's because I see her every morning. Seeing her giving her best today too, makes me feel lively as well."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "…Fu-, the weather's great and feels nice~. … Ah, I've got it!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "\"The morning sun, is the most important ingredient for an Uma Musume's growth!\" Fuu fuu fuu, brilliant words if I do say so myself!"
        },
        {
            "text": "And, at that moment!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Kyaa!"
        },
        {
            "text": "A sudden gust of wind sent her notebook flying, and it landed next to my feet. I got a glimpse of the contents, and it was densely packed with writing."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "M-my Chiyo-Note…! Sorry! Thank you very much!",
            "choice_data_list": [
                "Chiyo-Note?"
            ]
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Ah, um- I wrote in a bunch of things that have happened in my life! It's something like that so I call it the Chiyo-Note…!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "The things I was taught, the things I came to understand, and the proverbs that I thought of are put down in ink in there.",
            "choice_data_list": [
                "Diligent, aren't you?",
                "Diligent, aren't you?"
            ]
        },
        {
            "name": "Sakura Chiyono O",
            "text": "No no, I'm not such an amazing Uma Musume! At the very least, I feel like I just want to do all the things that I can."
        },
        {
            "text": "A few days after that-"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Ever since I've transferred here, I've liked you! I fell in love at first sight with your running form!",
            "choice_data_list": [
                "( !? )"
            ]
        },
        {
            "text": "A blushing Sakura Chiyono O. She was holding a letter in her hands. The mood seemed serious so I hid without thinking."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Someday, someday I want to be able to stand by your side! That's my dream! That's why, one step at a time, I want to get closer to you-"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Someone like me, is still far from being worthy of you, I understand that! But, but… please, give me a chance!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Please, do some parallel running with me, Maruzen-san!",
            "choice_data_list": [
                "(…parallel running?)"
            ]
        },
        {
            "name": "Sakura Chiyono O",
            "text": "… Maybe, I should be more specific about what I like about Maruzen-san's running? But, no, that might bother h-"
        },
        {
            "text": "I poked my head out to get a better look, but only Sakura Chiyono O was there. I was dumbfounded by what I saw, and that's when our eyes met."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "…",
            "choice_data_list": [
                "…"
            ]
        },
        {
            "name": "Sakura Chiyono O",
            "text": "D-did you hear all that?",
            "choice_data_list": [
                "…Sorry."
            ]
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Ah, ah, ah… waaaa~! Please forget everythiiiiiiing!"
        }
    ]
}