{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Several days later. A track meet was held, in order to encourage \nstudents to challenge themselves and grow. There was an unusual \namount of excitement in the air."
        },
        {
            "text": "Now, Maruzensky escapes and Symboli Rudolf chases! \nThis race has quickly become a dead heat between \nthese two as they pull away from the pack!",
            "name": "Commentator"
        },
        {
            "text": "Getting to see something like this at school, we're super lucky! \n-Oh, they're reaching the final corner!!",
            "name": "Horsegirl A"
        },
        {
            "text": "…",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "Haaaaaaaaa!!",
            "name": "Both"
        },
        {
            "text": "T-tremendous! In one word, tremendous! Will the \"Emperor\" catch \nup, or will the \"Super Car\" pull away, this last 100m, is the \nbattle of the century!",
            "name": "Commentator"
        },
        {
            "text": "…!",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "With a stiff expression on her face, Sakura Chiyono O fled from \nthe stands. Without thinking, I followed after her."
        },
        {
            "text": "When I finally found Sakura Chiyono O, \nshe was soaked from head to toe.",
            "choice_data_list": [
                "Are you okay?!",
                "Are you okay?!"
            ]
        },
        {
            "text": "…Ha! T-Trainer-san! Um, I-I'm fine! I couldn't do anything \nabout this itchiness, so I just poured some water over myself!",
            "name": "Sakura Chiyono O",
            "choice_data_list": [
                "Itchiness?"
            ]
        },
        {
            "text": "Itchiness, no, um… fuzziness? Nervousness? \nThis feeling of dizziness in my head and heart-",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "…This… feeling…",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "…Sorry… \nReally, it's a feeling that's… not that cute sounding.",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "It was a wonderful race. As intense as a G1 race. \nA breath taking, overwhelming distinguished battle-",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "Seeing a race like that, \nfor some reason, like this-",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "There's no way, that I'll be able to \nline up beside them like that.",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "…O-or something like that? Ahaha! \nSorry, for some reason, I just kept saying some weird things!",
            "name": "Sakura Chiyono O",
            "choice_data_list": [
                "You won't know if you don't try",
                "You won't know if you don't try"
            ]
        },
        {
            "text": "…do you… think so?",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "E-ever since that day, I've looked up to Maruzen-san, doing all \nthe things I could, at least I believe that to be the case.",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "I-I've even grown a bit, my race times have gotten better, \neven my form, the instructor p-praised it-",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "Maybe I've gotten a little closer, I felt like I was getting \ncloser…! Or so I thought, but!",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "By working hard, and growing bit by bit, I understand…!",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "… \nThe world, isn't like that…",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "Sakura Chiyono O suddenly pulled a letter out of her pocket, \n-and forcefully tore it up throwing it on the ground.",
            "choice_data_list": [
                "…!"
            ]
        },
        {
            "text": "…Haa… Haa…",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "…Ah… S-sorry! \nUm, I… I'll be taking my leave!",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "She picked up the shredded letter and properly threw it in the \ntrash. Shortly after that she took off running."
        },
        {
            "text": "\"Someday, being able to run with you \non a grand stage, is my dream!\"",
            "name": "Letter"
        },
        {
            "text": "-She was so courteous, that even in the torn letter I could see \nhow her hands had been trembling while she was writing it."
        },
        {
            "text": "I was worried about Sakura Chiyono O. But I had no idea on how I \nshould speak to her - and then one day-"
        },
        {
            "text": "Some advice regarding Chiyo-chan? \nDid something happen, Rudolf?",
            "name": "Maruzensky"
        },
        {
            "text": "I don't think you haven't heard but… After the mock race a few \ndays ago, I received a report from Hishi Amazon.",
            "name": "Symboli Rudolf"
        },
        {
            "text": "For a few days she's been watching over her, but it seems like \nher heart isn't there. And she's been looking unwell…",
            "name": "Symboli Rudolf"
        },
        {
            "text": "Admiration and hopelessness are inseparable. Many Uma Musume have \nleft the school, unable to fulfill their dreams. -\"I can't catch \nup to you\". How many times have I been told that?",
            "name": "Symboli Rudolf"
        },
        {
            "text": "It's the same for you, isn't it?",
            "name": "Symboli Rudolf"
        },
        {
            "text": "… Fufu. \nAs usual, you're such a worry-wart, aren't you?",
            "name": "Maruzensky"
        },
        {
            "text": "It's true that that girl, probably isn't a prodigy. \nI'm sure she understands this herself.",
            "name": "Maruzensky"
        },
        {
            "text": "That's why every morning, she's running on the grounds, \nconfirming her condition, always, always thinking about what she \nshould do to grow even more.",
            "name": "Maruzensky"
        },
        {
            "text": "Doesn't that mean that, everyday she's standing up \nand earnestly facing her own weakness? She's got a \nstrong heart… That's why, it'll be okay.",
            "name": "Maruzensky"
        },
        {
            "text": "…That's true, little by little continuing to face your own \nweakness, at first glance seems easy, but it's no small feat."
        },
        {
            "text": "Sakura Chiyono O may have been like that originally, but the one \nthat made her that way now, was most likely-"
        },
        {
            "text": "\"Someday, being able to run with you \non a grand stage, is my dream!\"",
            "name": "Letter",
            "choice_data_list": [
                "(Maruzensky herself)"
            ]
        },
        {
            "text": "Right now, she's just missing a little bit of the resolve to get \nhurt. Once she gets that resolve, she'll be reaching for those \nheights in the blink of an eye.",
            "name": "Maruzensky"
        },
        {
            "text": "…is that so? \nI guess that was a bit of an insensitive question.",
            "name": "Symboli Rudolf"
        },
        {
            "text": "Sakura Chiyono O won't falter. With just a little bit more \ncourage, she'll be able to run with a smile again."
        },
        {
            "text": "-Before I realized it, I was running down the \nstairs, looking for Sakura Chiyono O."
        }
    ]
}