{
    "text_block_list": [
        {
            "name": "Winning Ticket",
            "text": "Uooooooo~! SHE. IS. WAY. TOO. COOOOOOL!!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "This is a Major race though! And to finish it with more than a 10 length margin?!"
        },
        {
            "text": "I'm surprised too! To think her running style would have results like this…!"
        },
        {
            "text": "I'm surprised too! To think her running style would have results like this…!"
        },
        {
            "name": "Narita Brian",
            "text": "It's possible, that we also have this possibility… we may have one-sidely accepted as impossible, things that are actually possible."
        },
        {
            "name": "Winning Ticket",
            "text": "Uoooooooo!! For some reason, I really want to run now! Do you think they'll allow a run-in participation for the last race!?"
        },
        {
            "name": "Mejiro McQueen",
            "text": "At this point that's probably impossible, but I know exactly how you feel."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Seriously… she's shown us a run that can't be called anything else other than a dream, hasn't she?"
        },
        {
            "text": "And showing us that incredible run, Silence Suzuka's [Kinko Sho]-"
        },
        {
            "text": "Not only surpassed the fans' expectations, but the Uma Musume were also shown a dream."
        },
        {
            "name": "Spectator A",
            "text": "Who would have thought she could show us a race better than the last?!"
        },
        {
            "name": "Spectator B",
            "text": "Yeah, yeah! I wonder what kind of race she'll show us next time!"
        },
        {
            "name": "Spectator C",
            "text": "As I thought, Silence Suzuka is just on another level compared to a normal Uma Musume!"
        },
        {
            "name": "???",
            "text": "…truly fascinating."
        },
        {
            "name": "???",
            "text": "Perhaps she is… what I have been desperately searching for this whole time…"
        }
    ]
}