{
    "text_block_list": [
        {
            "text": "A harsh, cold day on the Training Course in January-"
        },
        {
            "text": "There, lots of Classic grade Uma Musume spend their days training in prepartion for the Classic Cup starting in the spring."
        },
        {
            "name": "Veteran Trainer A",
            "text": "If you want to challenge Classic Races, you only have a few chances in spring to get results! The fight has already begun!"
        },
        {
            "name": "Horsegirl A",
            "text": "Yes! Trainer!"
        },
        {
            "name": "Gold Ship",
            "text": "Oh man, everyone's getting all fired up."
        },
        {
            "text": "Classic races can only be challenged that one year you're in Classic grade, and if you don't, there's no second chances."
        },
        {
            "text": "Classic races can only be challenged that one year you're in Classic grade, and if you don't, there's no second chances."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Yes, that's why so many Uma Musume aspire to and aim for them."
        },
        {
            "name": "Gold Ship",
            "text": "Buuuuut, we have someone here who took all those precious Classic Races for herself."
        },
        {
            "name": "Narita Brian",
            "text": "…don't say it like I'm the bad guy here."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Even you could grab hold of that glory, if you ran seriously."
        },
        {
            "name": "Gold Ship",
            "text": "Hey! I'm always serious though! Obviously I plan on winning a Classic Race or two!"
        },
        {
            "text": "(WHOOOOOOOOOOA!!!)"
        },
        {
            "name": "Gold Ship",
            "text": "See, can't you hear that? The loud cheering from fans expecting big things from GolShi-chan!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "What are they cheering for? There must be something exciting happening over there."
        },
        {
            "name": "Gold Ship",
            "text": "Are you ignoring me?!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Haa… haa… fuu…"
        },
        {
            "name": "Reporter A",
            "text": "She beat her best time again!"
        },
        {
            "name": "Reporter B",
            "text": "I had heard there was a promising newcomer Debuting soon, and it definitely looks like she has plenty of potential!"
        },
        {
            "name": "Suzuka's Trainer",
            "text": "Keep it up, Suzuka. That speed you have is wonderful."
        },
        {
            "name": "Suzuka's Trainer",
            "text": "For now, let's gather experience for your Debut race, and polish that specialty of yours."
        },
        {
            "name": "Silence Suzuka",
            "text": "Yes, understood."
        },
        {
            "name": "Narita Brian",
            "text": "They're cheering for… Suzuka, it seems."
        },
        {
            "text": "You know her?"
        },
        {
            "text": "You know her?"
        },
        {
            "name": "Gold Ship",
            "text": "What, you don't know her? Remember how there was that one girl, rumored to have tons of potential, that was absent when we enrolled? "
        },
        {
            "name": "Mejiro McQueen",
            "text": "Her Debut is finally coming up. I'm looking forward to the race."
        },
        {
            "text": "The second time I heard Silence Suzuka's name come up, was several weeks later at the Kyoto race course."
        },
        {
            "name": "Reporter A",
            "text": "There are alot of media people here, huh? You're also here for Silence Suzuka's debut, aren't you?"
        },
        {
            "name": "Reporter C",
            "text": "Of course! We have 4 cameramen waiting. What kind of run are you expecting that that new star will show us?"
        },
        {
            "text": "Sounds like today is Silence Suzuka's debut race."
        },
        {
            "text": "Even in school there are rumors about her, I wonder what she's like? While thinking that-"
        },
        {
            "name": "Air Groove",
            "text": "You're <Siruis>'s trainer, right?",
            "choice_data_list": [
                "And you're…",
                "And you're…"
            ]
        },
        {
            "name": "Air Groove",
            "text": "I'm Air Groove. Student Council Vice President. You've probably at least heard the name, haven't you?"
        },
        {
            "text": "Just like a normal school, Tracen Academy has a student council, who's role is to support the students on behalf of the school."
        },
        {
            "text": "Speaking of which, Narita Brian is also a member of the student council. It's so unexpected that sometimes the team members tease her about it."
        },
        {
            "name": "Air Groove",
            "text": "If I recall correctly, nobody from <Sirius> is participating today… Are you perhaps here to see Suzuka's race?"
        },
        {
            "text": "Nah, we're just here by coincidence. How about you, are you here to see Silence Suzuka's race?"
        },
        {
            "text": "Nah, we're just here by coincidence. How about you, are you here to see Silence Suzuka's race?"
        },
        {
            "name": "Air Groove",
            "text": "Suzuka is an acquaintance of mine. On top of that, she has the attention of the student council."
        },
        {
            "text": "The Student Council's attention…?"
        },
        {
            "name": "Air Groove",
            "text": "Yeah, it seems President Rudolph also has high expectations for her."
        },
        {
            "text": "Oh?…She's got Student Council President Symboli Rudolph's attention? I'm suddenly becoming more interested in Silence Suzuka's race now."
        },
        {
            "text": "Oh?…She's got Student Council President Symboli Rudolph's attention? I'm suddenly becoming more interested in Silence Suzuka's race now."
        },
        {
            "text": "And when I saw her running with my own eyes, my interest only began to increase further-"
        },
        {
            "name": "Commentator",
            "text": "Silence Suzuka is still in the lead entering the final corner!"
        },
        {
            "name": "Commentator",
            "text": "And she increases her lead even further! Silence Suzuka, accelerates even more in to the final straight!"
        },
        {
            "name": "Commentator",
            "text": "Only 200m remain! Silence Suzuka continues to extend her lead!"
        },
        {
            "text": "Silence Suzuka led from start to finish, and her sprint on the straight increased her lead even further."
        },
        {
            "name": "Commentator",
            "text": "So strong!! 5 lengths, 6 lengths!! How much more does she intend to extend her lead?!"
        },
        {
            "name": "Commentator",
            "text": "Silence Suzuka, reaches the goal!! She's marked her debut with a victory!!"
        },
        {
            "text": "Of course I was surprised by her strength, but what left a bigger impression was-"
        },
        {
            "name": "Air Groove",
            "text": "All right! You did it Suzuka!"
        },
        {
            "name": "Air Groove",
            "text": "Ah… ahem. How was it? Suzuka's run, that is."
        },
        {
            "text": "Yeah…! Her run was awesome, but more than that-",
            "choice_data_list": [
                "She looked like she was having so much fun!",
                "She looked like she was having so much fun!"
            ]
        },
        {
            "text": "Yeah…! Her run was awesome, but more than that-",
            "choice_data_list": [
                "She looked like she was having so much fun!",
                "She looked like she was having so much fun!"
            ]
        },
        {
            "name": "Air Groove",
            "text": "Having fun…?"
        },
        {
            "name": "Air Groove",
            "text": "I see. So <Sirius>'s trainer… Can sense that kind of thing."
        },
        {
            "text": "(WHOOOOOOOOOOOOOOOOOOOOAAAAA!!!!!!)"
        },
        {
            "name": "Silence Suzuka",
            "text": "Haa… haaa…"
        },
        {
            "name": "Silence Suzuka",
            "text": "…Fufuu."
        }
    ]
}