{
    "text_block_list": [
        {
            "name": "Silence Suzuka",
            "text": "There's a slope right before the goal, so we should be proactive and do some training to increase our leg strength…"
        },
        {
            "name": "Special Week",
            "text": "Hmm hmm… I see!"
        },
        {
            "name": "Air Groove",
            "text": "Oh? Sounds like appropriate advice, Suzuka."
        },
        {
            "name": "Silence Suzuka",
            "text": "Air Groove. Yeah, I learned a few things beforehand."
        },
        {
            "name": "Silence Suzuka",
            "text": "But, this is all information that I was unfamiliar with and deperately trying to learn, at least, before now. "
        },
        {
            "name": "Air Groove",
            "text": "Everyone has times where things go well, and times when they don't. But, it's precisely because you've experienced both, that you're here, Suzuka."
        },
        {
            "name": "Silence Suzuka",
            "text": "That's true… from now on, I'm going to try to learn lots of things, and step by step, continue moving forward."
        },
        {
            "name": "Silence Suzuka",
            "text": "That way, someday, I'll pay back this debt from the race the other day."
        },
        {
            "name": "Air Groove",
            "text": "Fuu, I won't let you win that easily."
        },
        {
            "name": "Special Week",
            "text": "Uwaaah~ just like real rivals…! After my debut, do you think I'll meet someone like that…?"
        },
        {
            "name": "Silence Suzuka",
            "text": "Rivals are an existence necessary for continued growth… that's why, we should keep working hard so we can meet them."
        },
        {
            "name": "Special Week",
            "text": "Yeah! But first I need to win my Debut race, don't I? Suzuka-san, please teach me more and more about running!"
        },
        {
            "name": "Commentator",
            "text": "In an instant she surges forward! Special Week takes the lead! Special Week is starting to pull away!"
        },
        {
            "name": "Gold Ship",
            "text": "C'moooooon! Goooooo! Knock 'em dead!"
        },
        {
            "name": "Commentator",
            "text": "Special Week reaches the goal first! She marks her Debut race with a victory!"
        },
        {
            "name": "Gold Ship",
            "text": "Hell yeah! You did it, Spe! When we get back to school, it's party time!"
        },
        {
            "name": "Winning Ticket",
            "text": "Uwoooooooooh!! That was the ultimate Debut raaaaaaaaaaace!! Spe-chan, congwaduwaaaaaashons!!"
        },
        {
            "text": "And so begins the legend of Spe, the girl who aims to be \"Japan's #1 Uma Musume\"."
        },
        {
            "text": "And so begins the legend of Spe, the girl who aims to be \"Japan's #1 Uma Musume\"."
        },
        {
            "name": "Silence Suzuka",
            "text": "Yeah, looks that way."
        },
        {
            "name": "Special Week",
            "text": "Ehehe…!"
        },
        {
            "name": "Silence Suzuka",
            "text": "…Fufuu."
        },
        {
            "name": "Special Week",
            "text": "Fuu~…for some reason, the after party felt more exhausting than the actual Debut race."
        },
        {
            "name": "Special Week",
            "text": "If she finds out we slipped out like this, I wonder what Gold Ship-san is going to make us do…"
        },
        {
            "name": "Silence Suzuka",
            "text": "I wonder if she'll throw another party when I win a race too."
        },
        {
            "name": "Special Week",
            "text": "Of course! I'll prepare some buttered potatoes! Since Suzuka-san was there to support me during my Debut race too!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Supported you… I didn't do anything so grand though."
        },
        {
            "name": "Special Week",
            "text": "That's not true! You taught me how to run properly, you've helped me out in regards to school stuff, and and-"
        },
        {
            "name": "Special Week",
            "text": "Watching Suzuka-san joyfully running, gave me the courage to chase after my dreams!"
        },
        {
            "name": "Silence Suzuka",
            "text": "…it's the same for me. Seeing you so straight-forwardly chase your dreams, made me feel like I want to do the same."
        },
        {
            "name": "Silence Suzuka",
            "text": "…Spe-chan's genuine feelings, helped me take that one big step forward."
        },
        {
            "name": "Special Week",
            "text": "Ehehe… Suzuka-san! Just watch, I'll definitely become \"Japan's #1 Uma Musume\"!"
        },
        {
            "name": "Special Week",
            "text": "And then, my mom in Hokkaido, Trainer-san, and Suzuka-san. I'll show you all how awesome I've become!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Yeah, me too- For the sake of my dream I'll continue to chase after that \"scenery\" I want to see and keep on running."
        },
        {
            "name": "Special Week",
            "text": "Let's both promise to fulfill our dreams!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Yeah, I promise…"
        },
        {
            "name": "Special Week",
            "text": "…By the way, Suzuka-san. I get the feeling you changed the way you called my name back there, didn't you?"
        },
        {
            "name": "Silence Suzuka",
            "text": "Eh…? Um… did I really…?"
        },
        {
            "name": "Special Week",
            "text": "You did! Don't play dumb! Once more! Once more please!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Fufufuu, come on…"
        },
        {
            "name": "Spectator A",
            "text": "Today's main race, Silence Suzuka is the favorite!"
        },
        {
            "name": "Spectator B",
            "text": "That girl that runs as an escape? She's the favorite, but I'm pretty sure her results haven't been that good… "
        },
        {
            "name": "Spectator A",
            "text": "That may be true, but for some reason it gets your hopes up. I keep wanting to see more of that running style!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Fuu~…"
        },
        {
            "text": "Looks like you're able to concentrate just fine."
        },
        {
            "name": "Silence Suzuka",
            "text": "Because of Trainer-san, the other team members, and Spe-chan supporting me, I'm in perfect condition."
        },
        {
            "name": "Special Week",
            "text": "Do your best, Suzuka-san! I'll be cheering you on from the front of the stands!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Yeah, I'll show you I can answer to those cheers."
        },
        {
            "text": "You've certainly improved your condition through training, all that's left is to go at it with all your might.",
            "choice_data_list": [
                "Go and get a good look at that \"scenery\"!",
                "Go and get a good look at that \"scenery\"!"
            ]
        },
        {
            "text": "You've certainly improved your condition through training, all that's left is to go at it with all your might.",
            "choice_data_list": [
                "Go and get a good look at that \"scenery\"!",
                "Go and get a good look at that \"scenery\"!"
            ]
        },
        {
            "name": "Silence Suzuka",
            "text": "Understood! Trainer-san, I'll make sure you see that \"scenery\" too!"
        },
        {
            "name": "Commentator",
            "text": "Silence Suzuka settles in to her gate in the outermost frame."
        },
        {
            "name": "Commentator",
            "text": "1800m to the goal, which Uma Musume will reach the goal first? Prepartions complete - Start!!"
        }
    ]
}