{
    "text_block_list": [
        {
            "name": "Special Week",
            "text": "You were all fired up during training again today, Suzuka-san! Trainer-san seemed really enthusiastic too!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Yeah, I also want to aim higher, since Trainer-san wants to see that too."
        },
        {
            "name": "Silence Suzuka",
            "text": "Also, I'm entering the [Takarazuka Kinen] next."
        },
        {
            "name": "Special Week",
            "text": "Air Groove-san is participating too, isn't she? Finally, a showdown between rivals~! I'll definitely come cheer for you!"
        },
        {
            "name": "Special Week",
            "text": "…Oh, that's right! Suzuka-san, I'll give you another massage today! We can't have your fatigue carrying over in to tomorrow, after all!"
        },
        {
            "name": "Special Week",
            "text": "Hyaa~… Suzuka-san, your legs are as stiff as boards! I'm gonna have to massage the heck out of them!"
        },
        {
            "name": "Silence Suzuka",
            "text": "No matter how much I run, it always feels like I can keep on going…"
        },
        {
            "name": "Silence Suzuka",
            "text": "Whenever I'm running, I get the feeling that I'm not alone. Like there's a gentle push on my back that keeps guiding me forward."
        },
        {
            "name": "Silence Suzuka",
            "text": "Spe-chan, everyone in <Sirius>… and Trainer-san too, I wonder if it's because of all of you supporting me."
        },
        {
            "name": "Special Week",
            "text": "Ehehe…! We'll all keep continuing to support Suzuka-san! That's why, Suzuka-san, keep showing us lots of your awesome running!"
        },
        {
            "name": "Special Week",
            "text": "Alright! I'll keep massaging until your legs are all soft and squishy! I'll show you the strength I've built up from milking cows!"
        },
        {
            "name": "Silence Suzuka",
            "text": "C-cows…?"
        },
        {
            "text": "Silence Suzuka had a stunning victory during [Kinko Sho]. Even after that, her condition continued to improve."
        },
        {
            "text": "For the sake of her next challenge, the [Takarazuka Kinen], I was headed to the training course when-"
        },
        {
            "text": "(rustle rustle)"
        },
        {
            "text": "(Eh…? W-what's going on…?! Why's it suddenly so dark…?!)"
        },
        {
            "text": "(Eh…? W-what's going on…?! Why's it suddenly so dark…?!)"
        },
        {
            "name": "???",
            "text": "Heave-ho, Heave-ho."
        },
        {
            "text": "(Ehh, I'm being carried…? My mind can't keep up?!)"
        },
        {
            "name": "???",
            "text": "Welcome, Trainer. I sincerely welcome you."
        },
        {
            "text": "W-…Where am I?! Who are you…?!"
        },
        {
            "text": "W-…Where am I?! Who are you…?!"
        },
        {
            "name": "Agnes Tachyon",
            "text": "My name is Agnes Tachyon. I just really wanted to have a chat, so I decided to have you accompany me."
        },
        {
            "text": "A thin smile floated on to the lips of this Uma Musume named Agnes Tachyon. That burlap sack by her feet- did she carry me here in that?",
            "choice_data_list": [
                "Too suspicious…!"
            ]
        },
        {
            "text": "A thin smile floated on to the lips of this Uma Musume named Agnes Tachyon. That burlap sack by her feet- did she carry me here in that?",
            "choice_data_list": [
                "Too suspicious…!"
            ]
        },
        {
            "name": "Agnes Tachyon",
            "text": "Suspicious is a bit rude. While I agree I was perhaps a little rough, I do have a proper reason for inviting you here."
        },
        {
            "name": "Agnes Tachyon",
            "text": "Truthfully, in regards to you and your disciple, Silence Suzuka-kun, I wanted to have a chat and ask a few questions."
        },
        {
            "text": "A chat with us?"
        },
        {
            "text": "A chat with us?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Yes. Have you ever, at times, taken a moment to consider what kind of existence \"Uma Musume\" are?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "For example, have you ever wondered why, even though they are very similar to humans, they have much higher physical abilitiles?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Uma Musume still have many, many mysteries like that hidden within them. You see, I wish to unravel those mysteries, and so I continue to research these so called Uma Musume."
        },
        {
            "text": "…the mysteries of Uma Musume and what kind of relationship they have to humans?"
        },
        {
            "text": "…the mysteries of Uma Musume and what kind of relationship they have to humans?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "With that exceptional speed, carrying herself from start to finish in such a way- What you are trying to achieve, has truly peaked my curiousity!"
        },
        {
            "name": "Agnes Tachyon",
            "text": "If she continues like this and perfects that style, that could be enough to push us Uma Musume to the next stage."
        },
        {
            "name": "Agnes Tachyon",
            "text": "For this running-style hence unknown to Uma Musume to progress, are you both fully prepared? That is certainly what I would like to hear."
        },
        {
            "name": "Agnes Tachyon",
            "text": "…so what you are saying is, you are just doing extremely normal things?"
        },
        {
            "text": "It's not like we're doing any special training, and we're not doing anything unreasonable either."
        },
        {
            "name": "Agnes Tachyon",
            "text": "So you are not doing any super-human-like physical training, so that unknown running style we have glimpsed is just Suzuka-kun's unique qualities-"
        },
        {
            "name": "Agnes Tachyon",
            "text": "No, maybe we should start by thinking that some spiritual aspect is starting to have an effect on her physical body…"
        },
        {
            "text": "Some spiritual aspect…?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Have you never heard this? Uma Musume are living beings who bear many \"feelings\" as they run."
        },
        {
            "name": "Agnes Tachyon",
            "text": "In the central plaza, that 3 Goddess statue. Concerning that statue, there is a belief that it is a place where Uma Musume inherit these \"feelings\"."
        },
        {
            "name": "Agnes Tachyon",
            "text": "As a researcher, you may think it is an improper idealogy to entertain, however, I myself, am an Uma Musume-"
        },
        {
            "name": "Agnes Tachyon",
            "text": "There are times while I am running where I can feel it, this sensation of some unknown presence pushing me forward."
        },
        {
            "text": "The things Agnes Tachyon is talking about, could they possibly be the hopes and support that Uma Musume respond to…?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "No, pardon me… that is not the main issue at hand. But, if that is the case, it seems my plans are slightly off base."
        },
        {
            "name": "Agnes Tachyon",
            "text": "If I am correct, the future you both are bound for is… a little frightening.",
            "choice_data_list": [
                "The future we're bound for…?",
                "The future we're bound for…?"
            ]
        },
        {
            "name": "Agnes Tachyon",
            "text": "The running-style you two are aiming for is a big unknown. It is possible that it might be something outside the limits of what an Uma Musume can do."
        },
        {
            "name": "Agnes Tachyon",
            "text": "In that case, at that time her legs…"
        },
        {
            "text": "The rest of those words never left Agnes Tachyon's lips. But what followed was definitely-"
        },
        {
            "text": "…will fail. Is that what you're saying?"
        },
        {
            "text": "…will fail. Is that what you're saying?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "I do not know. I'm merely speculating about one possibility. Whether there is truly a limit or not, I do not know that either."
        },
        {
            "name": "Agnes Tachyon",
            "text": "Like I told you at the beginning, Uma Musume are beings rife with mysteries. If I have made you feel uneasy, I apologize."
        },
        {
            "name": "Agnes Tachyon",
            "text": "At any rate, in regards to you and Suzuka-kun's astounding running-style- I have high hopes that you will show me what is in store for the next stage of Uma Musume."
        },
        {
            "name": "Winning Ticket",
            "text": "Alllllright, next I'll be doing slope training, okay?"
        },
        {
            "name": "Silence Suzuka",
            "text": "I'm also doing slope training, and after that is straight line running, right?"
        },
        {
            "text": "Silence Suzuka is diligently training."
        },
        {
            "text": "The contents of that training seems normal, no different from a normal Uma Musume."
        },
        {
            "text": "But, her running-style is by no means normal, it's one-of-a-kind. What awaits at the end of that path-"
        },
        {
            "name": "Agnes Tachyon",
            "text": "The running-style you two are aiming for is a big unknown. It is possible that it might be something outside the limits of what an Uma Musume can do."
        },
        {
            "name": "Silence Suzuka",
            "text": "Trainer-san…?"
        },
        {
            "text": "Oh, uh yeah. Slope and straight line dashes are fine."
        },
        {
            "text": "Oh, uh yeah. Slope and straight line dashes are fine."
        },
        {
            "name": "Silence Suzuka",
            "text": "Then, I'll be off."
        },
        {
            "text": "Silence Suzuka's running style, is the ideal for Uma Musume."
        },
        {
            "text": "A running-style that nobody else could realize, but put another way, a running style that only she can realize-"
        },
        {
            "text": "(Does that mean she'll eventually reach beyond the limits…?)"
        },
        {
            "text": "(Does that mean she'll eventually reach beyond the limits…?)"
        },
        {
            "text": "A slight uneasiness began to fill my heart, I desperately tried not to think about it."
        }
    ]
}