{
    "text_block_list": [
        {
            "text": "After achieving her first victory as a member of team <Sirius>, Silence Suzuka's breakthrough began-"
        },
        {
            "name": "Commentator",
            "text": "She's escaping again today! Silence Suzuka won't give up the lead! The others are increasing their speed but still can't keep up!"
        },
        {
            "name": "Commentator",
            "text": "Escape and escape, then at the end pull farther away! \"Escape and Follow Through\" Silence Suzuka, wins her second consecutive Major!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Haa… haa… fuu…"
        },
        {
            "name": "Special Week",
            "text": "Haa… fuu… fuee…"
        },
        {
            "name": "Winning Ticket",
            "text": "Hiii… S-seriously trying to keep up with Suzuka's speed is roooough~!"
        },
        {
            "name": "Winning Ticket",
            "text": "Then again, if you go at your own pace, she'll gradually pull away, and at the end you won't be able to catch up~ Mumumuuuu~…!"
        },
        {
            "name": "Winning Ticket",
            "text": "Again!! Let's run it again!! Let's gooo Suzuka, and Spe-chan!!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Yeah, you got it."
        },
        {
            "name": "Special Week",
            "text": "Ueeeee?! Can't we at least take a 5 minute break?!"
        },
        {
            "name": "Reporter A",
            "text": "From the start she just runs and runs, and then pulls away at the end. Silence Suzuka's one crazy Uma Musume, isn't she…?!"
        },
        {
            "name": "Reporter B",
            "text": "I'm looking forward to the next one! I keep wondering how the next race will turn out!"
        },
        {
            "name": "Gold Ship",
            "text": "Lately, Suzuka's been gettin' an insane amount of attention, huh?"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Winning Majors consecutively is impressive by itself, but the way she does it is also awe-inspiring.",
            "choice_data_list": [
                "Suzuka's \"Escape\"?"
            ]
        },
        {
            "name": "Mejiro McQueen",
            "text": "Yes… it's no ordinary \"Escape\" that Suzuka has."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Just like there are various individual personalities, we Uma Musume have several different individualities when it comes to our running style."
        },
        {
            "name": "Mejiro McQueen",
            "text": "For me, my strengths are my stamina, ability to adjust on-the-fly, and being able to quickly get in to a good position. It's a royal road pattern-"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Brian-san can use her explosive leg power for a long time, so during the middle, she'll hold back. When she reaches the last straight, she'll aggressively push through everyone."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Rice-san will convert the stamina she's saved into a Long Spurt to shutout and eventually wear down her rivals."
        },
        {
            "name": "Mejiro McQueen",
            "text": "We've each settled on a style that is adapted to our abilities, and we investigate it thoroughly to make it our best chance at winning."
        },
        {
            "name": "Mejiro McQueen",
            "text": "That being the case, Suzuka-san's style would be one that many consider the ideal. But everyone else that tried it, could only say it was impossible-"
        },
        {
            "text": "Using that incredible speed from the start to pull away, and continuing to the goal just like that, sounds like a dream-like running style."
        },
        {
            "text": "Using that incredible speed from the start to pull away, and continuing to the goal just like that, sounds like a dream-like running style."
        },
        {
            "name": "Gold Ship",
            "text": "But, that dream-like style is actually being used by Suzuka, isn't it?"
        },
        {
            "name": "Mejiro McQueen",
            "text": "I want to see more and more of it from now on. Suzuka's running style that you can't help but think is a dream…!"
        },
        {
            "text": "Silence Suzuka's running style. Not only the fans, but even the Uma Musume are taking notice of that dream-like style."
        },
        {
            "text": "In the same way that she's pursuing that \"scenery\", everyone else wishes to see her one-of-a-kind running style."
        },
        {
            "name": "Silence Suzuka",
            "text": "Trainer-san, pardon the intrusion."
        },
        {
            "text": "What's up? Did you forget something?"
        },
        {
            "text": "What's wrong? Did you forget something?"
        },
        {
            "name": "Silence Suzuka",
            "text": "No, I was just wondering if my next race has been decided yet. I thought it would be fine to ask you about it."
        },
        {
            "name": "Silence Suzuka",
            "text": "I thought if I knew what my next race was, I could decide on what my next training goal would be. Other than that… maybe there'd be some merit to it? "
        },
        {
            "text": "For Silence Suzuka herself to proactively consult me about races is pretty rare."
        },
        {
            "text": "This might be another sign of just how content she is with her running."
        },
        {
            "text": "Next, I'm thinking of having you enter the [Kinko Sho]."
        },
        {
            "text": "Next, I'm thinking of having you enter the [Kinko Sho]."
        },
        {
            "name": "Silence Suzuka",
            "text": "[Kinko Sho]…is a 2000m race, right?"
        },
        {
            "text": "Yeah, but for someone like Suzuka who runs at top speed from the start, the extended distance might make you a bit uneasy."
        },
        {
            "text": "Yeah, but for someone like Suzuka who runs at top speed from the start, the extended distance might make you a bit uneasy."
        },
        {
            "text": "But, with the way you are now, Suzuka, I don't think it's impossible. I believe if it's you, you can definitely handle middle distance races."
        },
        {
            "text": "But, with the way you are now, Suzuka, I don't think it's impossible. I believe if it's you, you can definitely handle middle distance races."
        },
        {
            "name": "Silence Suzuka",
            "text": "If Trainer-san says it that way, then there's no reason for me to feel uneasy."
        },
        {
            "name": "Silence Suzuka",
            "text": "Besides, as a way to confirm whether my running style is suitable, I think it's the perfect chance."
        },
        {
            "text": "Got it, your physical and mental condition are improving so lets keep on challenging new things!"
        },
        {
            "text": "If you get results here, the middle distance G1's [Takarazuka Kinen] and [Fall Tenno Sho] won't be out of reach either!"
        },
        {
            "text": "If you get results here, the middle distance G1's [Takarazuka Kinen] and [Fall Tenno Sho] won't be out of reach either!"
        },
        {
            "name": "Silence Suzuka",
            "text": "G1…"
        },
        {
            "text": "But in return, from now on, the training will be that much harder."
        },
        {
            "name": "Silence Suzuka",
            "text": "Fufuu… that's fine."
        },
        {
            "name": "Silence Suzuka",
            "text": "Trainer-san. I want to keep exploring the possibilities of this running style."
        },
        {
            "name": "Silence Suzuka",
            "text": "Ahead on this untrodden path, there must be lots of beautiful \"scenery\", don't you think?"
        },
        {
            "text": "You have my full support. Seeing you taking hold of your dreams, is where my dreams lie as well."
        },
        {
            "text": "You have my full support. Seeing you taking hold of your dreams, is where my dreams lie as well."
        },
        {
            "name": "Silence Suzuka",
            "text": "I will do my very best. So both of us… can see that \"scenery\"."
        }
    ]
}