{
    "text_block_list": [
        {
            "text": "After school, on my way to the Training Course, I bumped in to an Uma Musume I recognized and another I didn't."
        },
        {
            "name": "Special Week",
            "text": "Uwaaaaaaaaah!! Uhyaaaaaaa!!"
        },
        {
            "name": "Silence Suzuka",
            "text": "The road behind that building over there leads to the music room and kitchen. And this way leads to the building with the indoor pool."
        },
        {
            "name": "Special Week",
            "text": "Hokkaido is sprawling too, but to think just one school would be this big! I might get lost once… or maybe 5 times."
        },
        {
            "name": "Silence Suzuka",
            "text": "…Oh? If I recall, you're team <Sirius>'s trainer."
        },
        {
            "text": "Good afternoon. It seems you already know me."
        },
        {
            "name": "Special Week",
            "text": "Trainer…?"
        },
        {
            "name": "Silence Suzuka",
            "text": "Yes, if you want to enter the Twinkle Series, you're required to be a part of a team."
        },
        {
            "name": "Silence Suzuka",
            "text": "And this person here is someone who's trained several G1 Uma Musume. Team <Sirius>'s trainer."
        },
        {
            "name": "Special Week",
            "text": "Eh? So they're an important person…! Good afternoon, I'm Special Week!!"
        },
        {
            "text": "I wouldn't say important… That aside, it seems like you're both looking around campus."
        },
        {
            "name": "Special Week",
            "text": "I just recently transferred here from Hokkaido. So I asked Suzuka-san to give me a tour."
        },
        {
            "name": "Special Week",
            "text": "On top of that, to participate in races I need to join a team, right? Just being admitted to the academy isn't enough…"
        },
        {
            "name": "Special Week",
            "text": "In that case, I want to join the same team as Suzuka-san! I'd get to see Suzuka-san run from up close, no from right beside her, everyday!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Um… to join a team it's necessary to be scouted first. Joining the team because you want to is…"
        },
        {
            "name": "Special Week",
            "text": "Uwaaaah! Scouted! Just like a celebrity! I'll do my best so I can be scouted!",
            "choice_data_list": [
                "You're, how do I say this, very energetic"
            ]
        },
        {
            "name": "Silence Suzuka",
            "text": "…Well then, we'll excuse ourselves here."
        },
        {
            "text": "Okay, see ya."
        },
        {
            "text": "She had an overwhelming victory in her Debut, but placed 8th during [Yayoi Sho]. In regards to that, there was something I wanted to ask her, but…"
        },
        {
            "text": "But that's probably a bit impertinent."
        },
        {
            "text": "But that's probably a bit impertinent."
        },
        {
            "text": "A few days after that, at a Selection Race-"
        },
        {
            "text": "Yo, observing this race?"
        },
        {
            "text": "Oh, observing this race?"
        },
        {
            "name": "Silence Suzuka",
            "text": "<Sirius>'s Trainer-san. Yes, Special Week-san is participating."
        },
        {
            "text": "I was surprised when I saw the race schedule. She just transferred here but is already running in a Selection Race."
        },
        {
            "text": "Usually, the Uma Musume admitted to Tracen Academy takes classes on the basics of running and challenge the Selection Race at an appropriate time, but-"
        },
        {
            "text": "She probably entered this early so she could join the same team as you as soon as possible."
        },
        {
            "text": "She probably entered this early so she could join the same team as you as soon as possible."
        },
        {
            "name": "Silence Suzuka",
            "text": "That may be the case… But it seems like Special Week-san already has a dream in mind."
        },
        {
            "name": "Silence Suzuka",
            "text": "A dream to run in the Twinkle Series, and become \"Japan's #1 Uma Musume\".",
            "choice_data_list": [
                "\"Japan's #1 Uma Musume\"…?"
            ]
        },
        {
            "name": "Silence Suzuka",
            "text": "I've just met her, but Special Week-san's straight-forward feelings reached me."
        },
        {
            "text": "Silence Suzuka's facial expression while saying that, seemed very melancholy… Completely different from her expression during her Debut race."
        },
        {
            "text": "Somehow, it seems like you're speaking as if you haven't sorted out your own feelings yet."
        },
        {
            "name": "Silence Suzuka",
            "text": "Eh…?"
        },
        {
            "name": "Silence Suzuka",
            "text": "… I…"
        },
        {
            "name": "Commentator",
            "text": "Selection Race, 3rd Round. The participating Uma Musume have settled in to their gates."
        },
        {
            "name": "Silence Suzuka",
            "text": "Ah… the race is starting."
        },
        {
            "name": "Commentator",
            "text": "Number 6, Special Week! To make up for her late start, she enters a Long Spurt from the third corner!"
        },
        {
            "name": "Commentator",
            "text": "She's catching up! And now she's taking the lead!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Special Week-san, could it be…!"
        },
        {
            "text": "She's got considerable determination for victory, how could I have missed that?! And that straight-forward expression… she might do it!"
        },
        {
            "text": "She's got considerable determination for victory, how could I have missed that?! And that straight-forward expression… she might do it!"
        },
        {
            "text": "With the way Special Week is running, after moving to Tokyo to chase her dreams, she might really be able to realize her dreams… however-"
        },
        {
            "name": "Commentator",
            "text": "…Wait!? What's wrong with Special Week?! Special Week stopped and is just standing there. What's she waving at?!"
        },
        {
            "name": "Special Week",
            "text": "I did it, Suzuka-san! I got first place!"
        },
        {
            "name": "Commentator",
            "text": "Oh no! It seems like she's mistaken where the goal was! In the meantime, everyone is passing Special Week!"
        },
        {
            "name": "Special Week",
            "text": "Ehhhhhhh?!"
        },
        {
            "name": "Special Week",
            "text": "Um, starting today I'll be in your care, I'm Special Week! Please treat me well!"
        },
        {
            "name": "Winning Ticket",
            "text": "Uwooooo!! A new member! Special Week, so Spe-chan! Treat me well!"
        },
        {
            "name": "Special Week",
            "text": "I really wanted to join Suzuka-san's team but, I really screwed up during the Selection Race…"
        },
        {
            "name": "Special Week",
            "text": "But! But! Trainer-san spoke to me and told me <Sirius> was a great team so I joined!"
        },
        {
            "name": "Gold Ship",
            "text": "Hooooou… So <Sirius> was just an after thought for you."
        },
        {
            "name": "Special Week",
            "text": "…eh?! N-no! You're wrong! It's true that I wanted to join the same team as Suzuka-san though…"
        },
        {
            "name": "Gold Ship",
            "text": "So you came here because you were out of luck!! I'm gonna make you \"Japan's Most Unfortunate Uma Musume\"!"
        },
        {
            "name": "Special Week",
            "text": "Ueeeeeeeeehhh!?"
        },
        {
            "name": "Gold Ship",
            "text": "C'mon!! Don't stand there spacin' out!! If you wanna become Japan's #1 then run like hell!!"
        },
        {
            "name": "Special Week",
            "text": "U-understoooood!!"
        },
        {
            "text": "She's a little rough around the edges, but like Silence Suzuka said, her pure desire to chase her dream reached me."
        },
        {
            "text": "Special Week is someone who makes you feel like you want to support those straight-forward dreams."
        }
    ]
}