{
    "text_block_list": [
        {
            "text": "Suzuka…?!"
        },
        {
            "text": "Haa… haa… a dream…?"
        },
        {
            "text": "[Takarazuka Kinen] was coming up soon - Silence Suzuka was diligently training in preparation for that grand stage."
        },
        {
            "name": "Special Week",
            "text": "Hyaaa~, such amazing speed right from the start! As always, Suzuka's running is awesome…!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Something that nobody can replicate, that Uma Musume can only call a dream-like run…! I get excited just from watching!"
        },
        {
            "text": "Right at the start, Silence Suzuka surged forward at top speed."
        },
        {
            "text": "With speed almost as if the goal was right infront of her, even if the goal was still further ahead."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Normally, around here your speed would start to falter… but in Suzuka-san's case, it's just the beginning!"
        },
        {
            "text": "At that, Silence Suzuka strongly kicked at the ground, accelerating."
        },
        {
            "name": "Special Week",
            "text": "Fuwaaa~! She just keeps increasing her speed!"
        },
        {
            "text": "It's almost as if Silence Suzuka is showing that dream-like run to excite the fans, the Uma Musume, and even herself."
        },
        {
            "text": "Every time she runs, Silence Suzuka just keeps improving. At this rate, how far will she be able to go?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "The running-style you two are aiming for is a big unknown. It is possible that it might be something outside the limits of what an Uma Musume can do."
        },
        {
            "name": "Agnes Tachyon",
            "text": "In that case, at that time her legs…"
        },
        {
            "text": "Suzuka…?!"
        },
        {
            "name": "Special Week",
            "text": "W-what's wrong, Trainer-san?"
        },
        {
            "text": "Eh… uh. No, it's nothing…"
        },
        {
            "text": "Eh… uh. No, it's nothing…"
        },
        {
            "name": "Silence Suzuka",
            "text": "Haa… Fuu…"
        },
        {
            "name": "Special Week",
            "text": "Welcome back, Suzuka-san! You've updated your time again!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Yeah, I could kind of tell while I was running. It felt like there was a bit more resistance."
        },
        {
            "name": "Special Week",
            "text": "If it's like this, [Takarazuka Kinen] is a definite win! Isn't that right, Trainer-san?"
        },
        {
            "text": "…Ah, yeah… that's right."
        },
        {
            "text": "…Ah, yeah… that's right."
        },
        {
            "name": "Silence Suzuka",
            "text": "…?"
        },
        {
            "text": "Ever since the day that Agnes Tachyon spoke with me, I'd been searching through documents regarding other Uma Musumes' injuries."
        },
        {
            "text": "What conditions were present when they occurred. And when they occurred, what kind of situation awaited-"
        },
        {
            "text": "Even though I was trying to do this to drive away my unease, the more and more I investigated, the more my uneasiness grew."
        },
        {
            "text": "(Subject 1. Overwhelming Debut victory. Highly anticipated second race.)"
        },
        {
            "text": "(With perfect timing, uncharacteristic of a recent Debut, rushed forward on the final straight.)"
        },
        {
            "text": "(Next moment, tumbled to the ground. Disqualified. Leg unable to endure exerted force. Fracture. - Forced retirement.)"
        },
        {
            "text": "(Subject 2, Senior Class top performer. Attempting to extend Consecutive Major victories. Final corner, outside, accelerating at high speed.)"
        },
        {
            "text": "(Mid-corner, sudden slowdown. Unable to continue to goal.)"
        },
        {
            "text": "(Disqualified due to injury. - Unable to fully recover…)"
        },
        {
            "text": "(Even after all these other incidents, there are still innumerable documents containing these bitter feelings…)"
        },
        {
            "text": "(That means that for Uma Musume, injuries are an ever-present worry…)"
        },
        {
            "text": "(That means that for Uma Musume, injuries are an ever-present worry…)"
        },
        {
            "name": "Silence Suzuka",
            "text": "Pardon me."
        },
        {
            "text": "Suzuka…?"
        },
        {
            "text": "Dinner time had ended at this point, but Silence Suzuka came in still dressed in her jersey."
        },
        {
            "text": "She's probably planning to do more independent training. To continue polishing her running style… to increase her speed even more."
        },
        {
            "name": "Silence Suzuka",
            "text": "Um, Trainer-san… lately, it seems like you've been staying late and working…"
        },
        {
            "name": "Silence Suzuka",
            "text": "Could it be, there's some kind of problem with my running? As things are, will I be unable to win [Takarazuka Kinen]…?"
        },
        {
            "text": "(No, you're wrong… the way you are now, you'll definitely win [Takarazuka Kinen]. If anything, it's more like there's no race you can't win)"
        },
        {
            "text": "(No, you're wrong… the way you are now, you'll definitely win [Takarazuka Kinen]. If anything, it's more like there's no race you can't win)"
        },
        {
            "text": "(I want to tell her that her running is so overpowering, she'll definitely win. But it might be so overwhelming, that I…)",
            "choice_data_list": [
                "Suzuka…"
            ]
        },
        {
            "text": "(I want to tell her that her running is so overpowering, she'll definitely win. But it might be so overwhelming, that I…)",
            "choice_data_list": [
                "Suzuka…"
            ]
        },
        {
            "name": "Silence Suzuka",
            "text": "Yes…"
        },
        {
            "text": "Silence Suzuka cast an anxious glance at me."
        },
        {
            "text": "To chase her dream, she took the risk of transferring to this team, and since she's come here, Silence Suzuka can finally see her dream starting to materialize."
        },
        {
            "text": "I shouldn't try to stop this girl so earnestly chasing her dream, but my mind is so hazy, I'm unable to even answer her properly."
        },
        {
            "text": "Well… there's not really any important reason for it. That aside, you've got a race coming up… there's nothing wrong with your legs and body, right?"
        },
        {
            "text": "Well… there's not really any important reason for it. That aside, you've got a race coming up… there's nothing wrong with your legs and body, right?"
        },
        {
            "name": "Silence Suzuka",
            "text": "Am I pushing myself too hard, is that what you're asking…?"
        },
        {
            "name": "Silence Suzuka",
            "text": "If that's the case, I'm fine. It's right before a race, after all. I'm being very careful."
        },
        {
            "name": "Silence Suzuka",
            "text": "On top of that, I'm still feeling very fulfilled. There's absolutely nothing that's causing me any worry."
        },
        {
            "name": "Silence Suzuka",
            "text": "Because, I have-"
        },
        {
            "text": "Silence Suzuka looked like she wanted to say more. Her expression was very soft, and there was no sign of any uneasiness at all."
        },
        {
            "name": "Silence Suzuka",
            "text": "Nevermind… well then, I'll be off to do some independent training. Trainer-san don't push yourself too hard either.",
            "choice_data_list": [
                "Yeah, I'll be careful.",
                "Yeah, I'll be careful."
            ]
        },
        {
            "name": "Silence Suzuka",
            "text": "Trainer-san, at [Takarazuka Kinen], let's see that \"scenery\" together."
        },
        {
            "text": "The \"scenery\" I'm chasing together with Silence Suzuka-"
        },
        {
            "text": "[Takarazuka Kinen]. What \"scenery\" will she see there, and what \"scenery\" will she show me?"
        },
        {
            "text": "[Takarazuka Kinen]. What \"scenery\" will she see there, and what \"scenery\" will she show me?"
        },
        {
            "text": "Will it be crossing the goal with an amazing time recorded?"
        },
        {
            "text": "Or will it be the powerful sight of her never giving the lead to any of those strong opponents-"
        },
        {
            "name": "Commentator",
            "text": "Silence Suzuka runs in the lead! Now she's heading around behind the big Zelkova tree!"
        },
        {
            "text": "(No! That \"scenery\", I absolutely refuse to let that happen!!)"
        },
        {
            "text": "(I need to search through even more documents. At the very least, identify this premonition, and in the worst case, at that time just have her stop-)"
        },
        {
            "text": "Thinking that, I once again glance at those documents but-"
        },
        {
            "text": "Huh…? My vision is…"
        },
        {
            "text": "Huh…? My vision is…"
        },
        {}
    ]
}