{
    "text_block_list": [
        {
            "name": "Silence Suzuka",
            "text": "With expectations in my heart, passing through the school gate for the first time- That was my start."
        },
        {
            "name": "Silence Suzuka",
            "text": "With the Debut completed, I took one step forward…"
        },
        {
            "name": "Silence Suzuka",
            "text": "Finally, for the sake of grasping my dream, my race had begun."
        },
        {
            "name": "Silence Suzuka",
            "text": "…[Middle Distance Basics 1]… [Victory Percentage and Pace Management]"
        },
        {
            "name": "Matikanefukukitaru",
            "text": "Hm? Suzuka-san in the library, studying? How rare."
        },
        {
            "name": "Silence Suzuka",
            "text": "Fukukitaru… Yeah, I was told to study about grasping the situation during a race."
        },
        {
            "name": "Matikanefukukitaru",
            "text": "Makes sense. Choosing your tactics based on distance and track conditions was something mentioned in class."
        },
        {
            "name": "Matikanefukukitaru",
            "text": "Ah! If that's the case, shall I try divining it?! The perfect strategy for Suzuka-san!"
        },
        {
            "name": "Silence Suzuka",
            "text": "N-no thanks! That's something for my trainer and I to decide."
        },
        {
            "name": "Air Groove",
            "text": "I see you're frantically trying to gather information, has your next race been decided?"
        },
        {
            "name": "Silence Suzuka",
            "text": "Air Groove… yeah, next up is [Yayoi Sho]. It's only a month away."
        },
        {
            "name": "Air Groove",
            "text": "It's probably because your debut was somewhat late. If you're aiming for Classic Races, your schedule is going to be packed."
        },
        {
            "name": "Air Groove",
            "text": "But, your victory was overwhelming wasn't it? Leading from beginning to end. At the end, extending your lead to 7 lengths."
        },
        {
            "name": "Silence Suzuka",
            "text": "I didn't expect you'd come and watch. Thanks for cheering for me."
        },
        {
            "name": "Matikanefukukitaru",
            "text": "Ueee?! You went to cheer Suzuka-san on?! I wish you would have invited me too!"
        },
        {
            "name": "Air Groove",
            "text": "I-I didn't go to cheer, I went to observe!"
        },
        {
            "name": "Air Groove",
            "text": "That aside, Suzuka, from now on things will be serious. Continuing to win won't be that simple."
        },
        {
            "name": "Silence Suzuka",
            "text": "I know. That's why I find myself here in the library."
        },
        {
            "name": "Silence Suzuka",
            "text": "There's \"scenery\" that I wish to see…"
        },
        {
            "name": "Silence Suzuka",
            "text": "Huu… huuu…"
        },
        {
            "name": "Suzuka's Trainer",
            "text": "1000m in 58.5 seconds… your pace is still a little fast."
        },
        {
            "name": "Silence Suzuka",
            "text": "…Understood."
        },
        {
            "name": "Suzuka's Trainer",
            "text": "[Yayoi Sho] is 2000m, you need to save your stamina for the last straight. Let's run it again, this time be more mindful of your pace."
        },
        {
            "name": "Suzuka's Trainer",
            "text": "Your strength is undoubtedly top class. With flawless preparation, victory will definitely follow."
        },
        {
            "name": "Silence Suzuka",
            "text": "Understood. I'll do my best…!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Standard practice in a race is to read the situation, find the best timing to take position, and minimize losses."
        },
        {
            "name": "Silence Suzuka",
            "text": "Running with that in mind increases the probability of finishing first. The most important thing is finishing first."
        },
        {
            "name": "Silence Suzuka",
            "text": "The \"scenery\" that I want to see is definitely there-"
        },
        {
            "name": "Commentator",
            "text": "With a 3 length lead, Goal! A magnificent finish to the [Yayoi Sho]!"
        },
        {
            "name": "Commentator",
            "text": "Feeling the effects of her late start, the super popular Silence Suzuka comes in 8th. Is it because this is only her second race?!"
        },
        {
            "name": "Silence Suzuka",
            "text": "…"
        },
        {
            "name": "Silence Suzuka",
            "text": "(How the race develops, positioning, pace management, turf and weather conditions…)"
        },
        {
            "name": "Silence Suzuka",
            "text": "(So races need to be run while keeping all these things in mind, huh?)"
        },
        {
            "name": "Silence Suzuka",
            "text": "…Last one…!"
        },
        {
            "name": "Silence Suzuka",
            "text": "(The sound of my horseshoes. Nobody in front of me, just a nice breeze.)"
        },
        {
            "name": "Silence Suzuka",
            "text": "(Just like this, emptying my mind. I want to keep running like this.)"
        },
        {
            "name": "Silence Suzuka",
            "text": "Haa… haaa…"
        },
        {
            "name": "Silence Suzuka",
            "text": "(But, like that, the \"scenery\" I want to see-)"
        },
        {
            "name": "Special Week",
            "text": "It's an Uma Musume!!!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Hyaa?! W-… what…?!"
        },
        {
            "name": "Special Week",
            "text": "Uwaaaaaaah! It's a real live Uma Musume…!"
        },
        {
            "name": "Silence Suzuka",
            "text": "U-um, aren't you also… an Uma Musume?"
        },
        {
            "name": "Special Week",
            "text": "That's true, but this is the first time I've ever seen another Uma Musume!"
        },
        {
            "name": "Special Week",
            "text": "And! And! That running from before, it was reeeeaaally pretty!"
        },
        {
            "name": "Silence Suzuka",
            "text": "…"
        },
        {
            "name": "Special Week",
            "text": "…Ah?! I-I'm so sorry!! For staring at you like that!"
        },
        {
            "name": "Special Week",
            "text": "I just transferred to Tracen Academy today. I'm called Special Week!!"
        }
    ]
}