{
    "text_block_list": [
        {
            "name": "Suzuka's Trainer",
            "text": "With this, you are now responsible for Suzuka."
        },
        {
            "text": "Understood. So I don't betray Suzuka's expectations, I'll give her my full support."
        },
        {
            "name": "Silence Suzuka",
            "text": "I apologize for saying such a selfish thing. For taking care of me until now, I'm very grateful."
        },
        {
            "name": "Suzuka's Trainer",
            "text": "I wanted to chase your dream with you, but now that it's come to this, it can't be helped. It's unfortunate… but it's what you've chosen yourself, Suzuka. You have my respect."
        },
        {
            "name": "Suzuka's Trainer",
            "text": "With such strong feelings, Suzuka, you'll definitely be fine! Make sure you grab hold of your dream in <Sirius>!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Understood…!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Um… Please treat me well."
        },
        {
            "name": "Winning Ticket",
            "text": "Uoooooo~! Welcome to the team!! Spe-chan, you've been constantly worried about Suzuka, aren't you glad too?"
        },
        {
            "name": "Special Week",
            "text": "Ehehe… well, that's true but, when you say it like that it's kind of embarassing…"
        },
        {
            "text": "Alright, I know it's kind of sudden, but let's start with race observation practice."
        },
        {
            "text": "I say that, but it's fine if you don't think too hard about it. Just like you did before, just run as you desire."
        },
        {
            "text": "I say that, but it's fine if you don't think too hard about it. Just like you did before, just run as you desire."
        },
        {
            "name": "Silence Suzuka",
            "text": "As I desire… understood."
        },
        {
            "name": "Silence Suzuka",
            "text": "…"
        },
        {
            "name": "Silence Suzuka",
            "text": "…Fuuu!!!"
        },
        {
            "name": "Rice Shower",
            "text": "Fuwaah…!? What amazing speed!?"
        },
        {
            "name": "Gold Ship",
            "text": "And doesn't she keep accelerating?! Straight for the goal like this?!"
        },
        {
            "text": "And with that incredible speed, she stole the show."
        },
        {
            "text": "Hahahaa… If she makes it to the goal like this, things will become hectic…"
        },
        {
            "text": "Hahahaa… If she makes it to the goal like this, things will become hectic…"
        },
        {
            "name": "Silence Suzuka",
            "text": "Haa… haa… haa… haa…!"
        },
        {
            "name": "Silence Suzuka",
            "text": "Haa… haa… Hn…"
        },
        {
            "name": "Silence Suzuka",
            "text": "Haaa… haaa… Fuuu~…"
        },
        {
            "text": "Running and running like that, are you okay?"
        },
        {
            "text": "Running and running like that, are you okay?"
        },
        {
            "name": "Silence Suzuka",
            "text": "…I-I'm… fine. My pacing is an absolute mess… and my time is horrible… but…"
        },
        {
            "name": "Silence Suzuka",
            "text": "It felt… very good… and was fun…"
        },
        {
            "text": "Even though she was breathing heavily, Silence Suzuka had a satisfied look on her face. How much fun she had was obvious."
        },
        {
            "text": "Even just watching was fun. Just thinking about what would happen if you ran all the way to the goal like that."
        },
        {
            "text": "Just like this, let's figure out a running style for Suzuka, together! Alright, how about running one more?!"
        },
        {
            "name": "Silence Suzuka",
            "text": "…Yes!"
        },
        {
            "name": "Air Groove",
            "text": "I was watching today's training. I don't recall any of the books in the library containing THAT kind of running."
        },
        {
            "name": "Silence Suzuka",
            "text": "It was terrible, wasn't it? Not even thinking about my pace, just running any way I wanted."
        },
        {
            "name": "Air Groove",
            "text": "Geez… even though you're aware of just how bad it was, you're still saying it as if you're having fun."
        },
        {
            "name": "Silence Suzuka",
            "text": "No way, I wasn't really having fun talking about it… Fufuu."
        },
        {
            "name": "Silence Suzuka",
            "text": "Running while ignoring common sense- even like that, for some reason, it feels like the \"scenery\" I want to see is becoming clearer."
        },
        {
            "name": "Air Groove",
            "text": "…even I don't know what to say. Compared to your previous running style, I feel more of a sense of wonder from this absurd new one."
        },
        {
            "name": "Air Groove",
            "text": "Of course, that doesn't mean I intend to lose to you."
        },
        {
            "name": "Silence Suzuka",
            "text": "I'm looking forward to racing against you, Air Groove."
        },
        {
            "name": "Commentator",
            "text": "Run! Run! Silence Suzuka! She's making her great escape! Pulling away from the pack as they enter the final straight!"
        },
        {
            "name": "Commentator",
            "text": "200m left! Whoa! \"Last Year's Champion\" and \"Empress Air Groove\" has caught Silence Suzuka!"
        },
        {
            "name": "Commentator",
            "text": "This race has become a showdown between these two! A fierce battle! Inside?! Outside?!"
        },
        {
            "name": "Commentator",
            "text": "Just slightly from the outside, Air Groove crosses the goal first! Air Groove, magnificiently conquers this G1 stage!"
        },
        {
            "text": "On your first race as a member of team <Sirius>, good work."
        },
        {
            "name": "Silence Suzuka",
            "text": "If possible, I would have liked to stay in front until the end but, the result was 6th place."
        },
        {
            "text": "Yeah but you still looked like you were enjoying yourself out there. Even now, [I had fun] is written all over your face."
        },
        {
            "text": "Yeah but you still looked like you were enjoying yourself out there. Even now, [I had fun] is written all over your face."
        },
        {
            "name": "Silence Suzuka",
            "text": "Fufuu…"
        },
        {
            "name": "Silence Suzuka",
            "text": "Even though it should be more difficult to win like this, the \"scenery\" that spreads before my eyes is very beautiful…"
        },
        {
            "text": "You'll definitely be able to see even more beautiful \"scenery\" from now on. Since your feelings are overflowing to this extent."
        },
        {
            "text": "And I'm really excited too. That I get to continue watching over you as you reach out to take hold of that \"scenery\"."
        },
        {
            "text": "And I'm really excited too. That I get to continue watching over you as you reach out to take hold of that \"scenery\"."
        },
        {
            "name": "Silence Suzuka",
            "text": "As I reach out and take hold of that \"scenery\"…"
        },
        {
            "name": "Silence Suzuka",
            "text": "So that's the \"scenery\" that Trainer-san wants so see, right?"
        },
        {
            "text": "Yeah, I can hardly picture it clearly right now though-"
        },
        {
            "text": "Yeah, I can hardly picture it clearly right now though-"
        },
        {
            "text": "I get the feeling… it'll be an amazing \"scenery\"."
        },
        {
            "text": "To that end, I'll also support Suzuka to the fullest."
        },
        {
            "text": "To that end, I'll also support Suzuka to the fullest."
        },
        {
            "name": "Silence Suzuka",
            "text": "Fufuu… understood."
        },
        {
            "name": "Silence Suzuka",
            "text": "Definitely, I'll show Trainer-san the \"scenery\" you want to see."
        }
    ]
}