{
    "text_block_list": [
        {
            "text": "The Selection Race. One of the largest events at the academy, where horsegirls display their abilities to prospective trainers."
        },
        {
            "text": "Among the many eager girls trying their hardest, one ran at tremendous pace, all the while carrying a relaxed expression."
        },
        {
            "name": "Maruzensky",
            "text": "Let's kick it up a gear!"
        },
        {
            "name": "Crowd",
            "text": "(Waaaaaaaah!)"
        },
        {
            "name": "Commentator",
            "text": "Ma- Maruzensky speeds up further! The gap between her and the rest grows larger! She's running her own race!"
        },
        {
            "name": "Maruzensky",
            "text": "Hah, hah, hah… Mmm, the wind feels so nice!"
        },
        {
            "name": "Rookie Trainer A",
            "text": "T- This is…!",
            "choice_data_list": [
                "(What an amazing run…!)",
                "(What a great run…!)"
            ]
        },
        {
            "text": "Her running form is strong, beautiful, faster than the wind—"
        },
        {
            "name": "Maruzensky",
            "text": "Faster… I can go faster!!"
        },
        {
            "text": "And above all, she was kicking the ground with more joy and comfort than anyone else on the course."
        },
        {
            "name": "Commentator",
            "text": "And the race is over! Maruzensky takes first place! With an overwhelming run that left the others far behind!"
        },
        {
            "name": "Crowd",
            "text": "(Waaaahhhh…!!!)"
        },
        {
            "name": "Maruzensky",
            "text": "Pheew! Aah, that felt so good—♪ I'm almost sad to reach the finish."
        },
        {
            "name": "Junior Horsegirl A",
            "text": "Maruzenskyyyy! I didn't expect anything less! You're amazing! You're awesome!"
        },
        {
            "name": "Junior Horsegirl B",
            "text": "I-I've never seen a time like this before…!"
        },
        {
            "name": "Maruzensky",
            "text": "Oh my, you girls! Thanks for all your support!!"
        },
        {
            "name": "Junior Horsegirl A",
            "text": "You inspire me! I want to be as fast as you! Please run with me again sometime!"
        },
        {
            "name": "Maruzensky",
            "text": "Eheheh, sure thing! We could do it right after this if you like! I'm always up for a run♪"
        },
        {
            "name": "Rookie Trainer A",
            "text": "I-is she really saying that after winning by a mile…? This girl's something else…!"
        },
        {
            "name": "Average Trainer A",
            "text": "This must be what they mean when they say she's running on a different engine. I'd sure love to have her…!"
        },
        {
            "name": "Maruzensky",
            "text": "Let's see… Oh?"
        },
        {
            "name": "Trainers",
            "text": "Maruzensky, you're the ace I've been looking for! Maruzensky, can I talk to you for a moment!"
        },
        {
            "name": "Maruzensky",
            "text": "Oh dear～…"
        },
        {
            "text": "Naturally, after that Selection Race, she was quickly swarmed with trainers looking to contract her."
        },
        {
            "text": "But—"
        },
        {
            "name": "Rookie Trainer A",
            "text": "Maruzensky, you can be an undefeated Triple Crown horsegirl! Come make it big with me!"
        },
        {
            "name": "Maruzensky",
            "text": "Oh my, going big sounds nice and all but… I'm sorry. Thanks for your passionate invitation."
        },
        {
            "name": "Average Trainer A",
            "text": "You will be a legendary horsegirl one day! Let me help you make your mark on history!!"
        },
        {
            "name": "Maruzensky",
            "text": "Ahahah, aren't you exaggerating a little? I don't think I'm capable of that much. Sorry♪"
        },
        {
            "text": "No matter how many trainers approached her, she politely turned them all down."
        },
        {
            "name": "Junior Horsegirl B",
            "text": "Maruzensky… She's constantly been approached by trainers long before the Selection Race. I wonder why she turns them all down…?"
        },
        {
            "name": "Junior Horsegirl A",
            "text": "I'm sure she has her sights set way higher than even those trainers have!"
        },
        {
            "name": "Junior Horsegirl B",
            "text": "I- I see, of course…! I can't wait to see her find a trainer who suits her and take to the big stages…"
        },
        {
            "name": "Maruzensky",
            "text": "………………"
        },
        {
            "text": "In the end, Maruzensky did not sign with anyone that day."
        },
        {
            "text": "—One evening a few days later."
        },
        {
            "name": "Maruzensky",
            "text": "Pheeew…"
        },
        {
            "text": "I happened to pass by the training course when I saw Maruzensky running, her hair swaying in the wind."
        },
        {
            "name": "Maruzensky",
            "text": "There's still time… Rightio, let's go another round♪"
        },
        {
            "name": "Maruzensky",
            "text": "—Hup!!"
        },
        {
            "name": "Maruzensky",
            "text": "Ha, hah, ha… Heheh!"
        },
        {
            "text": "The same feeling I felt during the Selection Race came over me again."
        },
        {
            "text": "How does she—"
        },
        {
            "name": "Maruzensky",
            "text": "Faster… faster…!!"
        },
        {
            "text": "What a fun and comfortable looking way to run…!"
        },
        {
            "name": "Maruzensky",
            "text": "Hah, hahh… Pheeew～. That hits the spot♪"
        },
        {
            "name": "Maruzensky",
            "text": "Oh, dearie me? If I remember, you're the trainer I saw at the Selection Race the other day… right?"
        },
        {
            "name": "Maruzensky",
            "text": "Oh, dearie me? If I have it well, you're the trainer I saw at the Selection Race the other day… right?"
        },
        {
            "name": "Maruzensky",
            "text": "Did you come all this way to scout me? Heheh, aren't you a dedicated one."
        },
        {
            "name": "Maruzensky",
            "text": "So, what will I have the pleasure of hearing from you? See any future glory in my running?",
            "choice_data_list": [
                "No, just…",
                "No, I just…"
            ]
        },
        {
            "name": "Maruzensky",
            "text": "So, what sort of conversation will you bless me with? Have you found future glory in my running?",
            "choice_data_list": [
                "No, just…",
                "No, I just…"
            ]
        },
        {
            "name": "Maruzensky",
            "text": "…? Just?",
            "choice_data_list": [
                "I was just watching you run, thinking \nhow much fun you were having."
            ]
        },
        {
            "name": "Maruzensky",
            "text": "Ehh? …That's all?"
        },
        {
            "name": "Maruzensky",
            "text": "Oh, my… Is that really all you wanted? Hmmm…"
        },
        {
            "name": "Maruzensky",
            "text": "Heheh! You're kind of a strange one, aren't you?"
        },
        {
            "name": "Maruzensky",
            "text": "Heheh! You're kind of a strange one, aren't you?"
        },
        {
            "name": "Maruzensky",
            "text": "Well, I'm have fun running… If you have fun watching, be my guest?"
        },
        {
            "name": "Maruzensky",
            "text": "Well, I'm have fun running… If you like watching, be my guest?"
        },
        {
            "text": "For a while after, I watched her run around, happily, at tremendous speed…"
        }
    ]
}