{
    "text_block_list": [
        {
            "text": "One day, after I finished training with Maruzensky, a horsegirl cautiously approached."
        },
        {
            "name": "Special Week",
            "text": "Umm… excuse me! Hello there, Ms. Maruzensky!"
        },
        {
            "name": "Maruzensky",
            "text": "Hello! Hmhm, you don't have to be so formal. I believe you're the Special Week girl who moved in the other day, aren't you?"
        },
        {
            "name": "Special Week",
            "text": "Aiiee! Umm, umm, your running's big time amazin', Maruzen! You look so calm, so relaxed, and yet you're so fast… I really admire you!"
        },
        {
            "name": "Special Week",
            "text": "I realized that to be the best horsegirl in Japan, I'd have to be at least that fast…!"
        },
        {
            "name": "Maruzensky",
            "text": "The best in…? My, is that perhaps your dream?"
        },
        {
            "name": "Special Week",
            "text": "Ah, yes! That's right!!"
        },
        {
            "name": "Special Week",
            "text": "I wanted my moms to see me become the best horsegirl in Japan. That's why I came all the way from Hokkaido!"
        },
        {
            "name": "Maruzensky",
            "text": "I see…"
        },
        {
            "name": "Maruzensky",
            "text": "That's great, I think you have a wonderful dream. I'm going to be rooting for you too! Do your best, Spe♪"
        },
        {
            "name": "Special Week",
            "text": "Thank you so much…! Ah, um, if you don't mind… could we do some training runs together?!"
        },
        {
            "name": "Special Week",
            "text": "I'd love to run with you, Marzen!! I hope I'm not being a bother!!"
        },
        {
            "name": "Maruzensky",
            "text": "With me? Uh, let's see…"
        },
        {
            "name": "Maruzensky",
            "text": "… I'll have to check my schedule! I'll get back to you later, is that alright?"
        },
        {
            "name": "Special Week",
            "text": "Wawah, of course!! I'll see you later…!!"
        },
        {
            "name": "Maruzensky",
            "text": "Yeah, laters～♪"
        },
        {
            "name": "Maruzensky",
            "text": "… She looks up to me, huh? ……………"
        },
        {
            "text": "During our meeting about training afterwards, Maruzensky occasionally seemed to be dwelling on something."
        },
        {
            "name": "Maruzensky",
            "text": "……………",
            "choice_data_list": [
                "You okay?",
                "You okay?"
            ]
        },
        {
            "name": "Maruzensky",
            "text": "What? Oh…"
        },
        {
            "name": "Maruzensky",
            "text": "… I'm sorry, I couldn't concentrate. I've been going over what Spe said to me earlier.",
            "choice_data_list": [
                "About the training runs?",
                "About the training runs?"
            ]
        },
        {
            "name": "Maruzensky",
            "text": "Yeah… Oh, it's not that I don't want to, you know? A junior came asking so cutely, I'd love to help her out."
        },
        {
            "name": "Maruzensky",
            "text": "It's just, you know… Spe has a very straightforward dream, right?"
        },
        {
            "name": "Maruzensky",
            "text": "I wondered if there was really anything she could gain by running with me…"
        },
        {
            "name": "Maruzensky",
            "text": "… Ahaha, dearie me! I don't know why I always get like this so quickly when I'm with you."
        },
        {
            "name": "Maruzensky",
            "text": "… Ahaha, dearie me! I don't know why I always get like this so quickly when I'm with you."
        },
        {
            "name": "Maruzensky",
            "text": "She's counting on me, and as her senior, I have to respond! Trainer, can I tell Spe that it's OK?",
            "choice_data_list": [
                "Sure, we'll go tell her together."
            ]
        },
        {
            "name": "Maruzensky",
            "text": "She's counting on me, and as her senior, I have to respond! Trainer, can I tell Spe that it's OK?",
            "choice_data_list": [
                "Sure, let's go tell her together…"
            ]
        },
        {
            "name": "Maruzensky",
            "text": "Thankies♪ So let's go find Spe then, shall we?"
        },
        {
            "text": "Even so, I could still see the hesitation in Maruzensky's step. I'm sure she's still worried about whether she can live up to the adoration of her juniors."
        },
        {
            "text": "But I don't think she should worry too much, the image that the younger students and Special Week admire is likely—"
        },
        {
            "name": "Maruzensky",
            "text": "Trainer? What's going on? Let's go!",
            "choice_data_list": [
                "Sorry, I'm coming!",
                "Sorry, I'm coming!"
            ]
        },
        {
            "name": "Maruzensky",
            "text": "Trainer? What's the matter? Let's get going!",
            "choice_data_list": [
                "Sorry, I'm coming!",
                "Sorry, I'm coming!"
            ]
        },
        {
            "name": "Maruzensky",
            "text": "—so, let's do that training run! Are you free this evening?"
        },
        {
            "name": "Special Week",
            "text": "Yes, of course! Thank you very much…! I can't believe I get to run with Marzen… I'm gonna have to work hard…!"
        },
        {
            "name": "Maruzensky",
            "text": "Oh my… there's no need to be so excited? It's just me you're running with…",
            "choice_data_list": [
                "What exactly drew you to Marzen?",
                "What precisely has drawn you to Marzen?"
            ]
        },
        {
            "name": "Maruzensky",
            "text": "Huh? Hey, trainer? What are you…"
        },
        {
            "name": "Maruzensky",
            "text": "Huh? Hey, trainer? What's with you all of a…"
        },
        {
            "name": "Special Week",
            "text": "What I admire about Marzen? Of course it was partly just how strong of a horsegirl she is…"
        },
        {
            "name": "Special Week",
            "text": "But what I admire most… is that no matter what race, Marzen always seems to be having fun running!"
        },
        {
            "name": "Maruzensky",
            "text": "Wha…?"
        },
        {
            "name": "Special Week",
            "text": "Don't they say that horsegirls running in the Twinkle Series give everyone dreams?"
        },
        {
            "name": "Special Week",
            "text": "I also came here to honor my mom's dream, but… I think it's horsegirls like Marzen who can turn those dreams to reality."
        },
        {
            "name": "Special Week",
            "text": "Strong, fast… and having more fun than anyone else. That's what makes watching so much fun, so exciting!"
        },
        {
            "name": "Maruzensky",
            "text": "Oh Spe…"
        },
        {
            "name": "Special Week",
            "text": "… Oh, shoot! I'm on class duty today…! I'm sorry, I have to go! I won't be late for the training!!"
        },
        {
            "name": "Maruzensky",
            "text": "Ah, y-yeah. See you later～"
        },
        {
            "name": "Maruzensky",
            "text": "… Trainer. You've done it now!",
            "choice_data_list": [
                "Done what?"
            ]
        },
        {
            "name": "Maruzensky",
            "text": "… Trainer. You've gone and done it now!",
            "choice_data_list": [
                "What do you mean?"
            ]
        },
        {
            "name": "Maruzensky",
            "text": "Ooh, you want to play innocent, do you? Hmm, fine I guess. …Gosh, what am I to do with you."
        },
        {
            "name": "Maruzensky",
            "text": "I see, you want to pretend you don't know, do you? Hmm, fine I guess… Gosh, what am I gonna do with you."
        },
        {
            "name": "Maruzensky",
            "text": "She sees a horsegirl who can fulfill dreams and inspire admiration with her running, huh…"
        },
        {
            "name": "Maruzensky",
            "text": "… Now that she's said that, I really can't let her down!"
        },
        {
            "text": "Looking a little refreshed as she said that, Maruzensky later went to the training session with Special Week."
        },
        {
            "name": "Special Week",
            "text": "Hah, ha, hah…!! Ugh, she's as amazing as I thought… I can't close the gap at all…!!"
        },
        {
            "name": "Maruzensky",
            "text": "Spe, take a good look. Real speed…"
        },
        {
            "name": "Maruzensky",
            "text": "Looks something like this!!"
        },
        {
            "name": "Special Week",
            "text": "Wahh…!!"
        },
        {
            "text": "—Maruzensky displayed her magnificence to her junior."
        },
        {
            "name": "Maruzensky",
            "text": "Phew… I'm back, trainer.",
            "choice_data_list": [
                "You've deserved a rest, Maruzensky."
            ]
        },
        {
            "name": "Maruzensky",
            "text": "Phew… I'm back, trainer.",
            "choice_data_list": [
                "You deserve a rest, Maruzensky."
            ]
        },
        {
            "name": "Maruzensky",
            "text": "My, do you think I'm tired already? I'm still going strong♪"
        },
        {
            "name": "Maruzensky",
            "text": "And if I'm to show the younger cuties something they can admire — I don't have time to stop and wonder!"
        }
    ]
}