{
    "text_block_list": [
        {
            "name": "Chairwoman Akikawa",
            "text": "Mostly finished!",
            "choice_data_list": [
                "Thank you very much, Chairman…!"
            ]
        },
        {
            "name": "Chairwoman Akikawa",
            "text": "Wa Ha Ha! Holding back is unnecessary! Our Tracen Academy is a place where the dreams of Uma Musume are realized! Therefore… it's only natural!"
        },
        {
            "name": "Chairwoman Akikawa",
            "text": "Absolutely befitting! We also requested of you to help us! That devotion to duty… truly admirable!"
        },
        {
            "name": "Chairwoman Akikawa",
            "text": "However, now is the pivotal moment. Fine Motion, are you prepared?"
        },
        {
            "name": "Chairwoman Akikawa",
            "text": "The final move, from you. …With your own words, convey your feelings to your esteemed father!"
        },
        {
            "name": "Fine Motion",
            "text": "Yes!"
        },
        {
            "name": "SP Commander",
            "text": "Their preparations are complete. Then… commencing communication."
        },
        {
            "text": "The SP Commander respectfully held the smartphone before her. On the other end, the one waiting for Fine Motion's words was-"
        },
        {
            "name": "Fine Motion",
            "text": "-It has been far too long, Father."
        },
        {
            "name": "Fine's Father",
            "text": "\"Fine…I've heard the circumstances. In light of that, I shall ask once more. While you've been away from your country, have you forgotten your duties?\""
        },
        {
            "name": "Fine Motion",
            "text": "No. Even now, my duty and pride remain in my heart. Therefore, I am fully aware of the selfishness in my request."
        },
        {
            "name": "Fine Motion",
            "text": "Even so, I… I myself will follow my heart. Here, right now, I wish to run!"
        },
        {
            "name": "Fine's Father",
            "text": "\"…Even if you doze off in this momentary dream, you absolutely cannot escape from the duty you were born with. The feeling of drowning in your losses, will tear your heart asunder.\""
        },
        {
            "name": "Fine's Father",
            "text": "\"Fine… my wise, sensible daughter. The thorny path you've chosen will inevitably lead you through suffering and bitterness. Knowing this, do you still wish to proceed?\""
        },
        {
            "name": "Fine Motion",
            "text": "Yes. I do!"
        },
        {
            "name": "Fine's Father",
            "text": "\"…!!\""
        },
        {
            "name": "Fine Motion",
            "text": "-Father, you know, I've come to understand. The feeling of running with all your might, to compete, to run through faster than anyone else!"
        },
        {
            "name": "Fine Motion",
            "text": "I can't forget…I don't want to forget. I want to run! I want to test how far I can run with these legs!"
        },
        {
            "name": "Fine's Father",
            "text": "\"…I see.\""
        },
        {
            "name": "Fine's Father",
            "text": "\"If you're willing to go that far, first you must prove yourself before me. Your resolve, your desire… your potential!\""
        },
        {
            "text": "And so, Fine Motion would be participating in the upcoming Selection Race."
        },
        {
            "name": "Fine Motion",
            "text": "1, 2, 1,2… there. To fully convince my father, we definitely need results, don't we?"
        },
        {
            "name": "Fine Motion",
            "text": "We definitely need to prove it with results… a run befitting of the family's reputation and the pride it bears.",
            "choice_data_list": [
                "…aren't you a little too enthusiastic?",
                "…aren't you a little too enthusiastic?"
            ]
        },
        {
            "name": "Fine Motion",
            "text": "Nope. Not at all! Rather, I'm excited!"
        },
        {
            "name": "Fine Motion",
            "text": "After all…I get to run!!"
        },
        {
            "name": "Fine Motion",
            "text": "All right, Trainer! Can I trouble you to train me to the best of your abilities until the Selection race?",
            "choice_data_list": [
                "Yeah, leave it to me!",
                "Yeah, leave it to me!"
            ]
        },
        {
            "text": "And so, in preparation for the race, Fine Motion earnestly spent day after day training."
        },
        {
            "text": "And then-"
        },
        {
            "name": "Fine Motion",
            "text": "Suuu…Huu!",
            "choice_data_list": [
                "Go have fun out there, Fine"
            ]
        },
        {
            "name": "Fine Motion",
            "text": "-Yeah! I'll be off!"
        },
        {
            "name": "SP Commander",
            "text": "Trainer-sama, I have finished setting it up. Please head over to that computer terminal.",
            "choice_data_list": [
                "Understood"
            ]
        },
        {
            "text": "With her Father watching over her from behind the screen, finally, Fine Motion's race was about to begin!"
        },
        {
            "text": "(WHOOOOOOOOOOA…!)"
        },
        {
            "name": "Fine's Father",
            "text": "\"…so you're the trainer, that discovered Fine's true feelings?\"",
            "choice_data_list": [
                "Y-Yes!"
            ]
        },
        {
            "name": "Fine's Father",
            "text": "\"Ever since long ago, she's always been very clever. She thoroughly understood the duties and conduct of royalty- and she held back the feelings in her heart\""
        },
        {
            "name": "Fine's Father",
            "text": "\"That was how it was. But now-\""
        },
        {
            "name": "Fine Motion",
            "text": "Haa, haa, haa…!!"
        },
        {
            "name": "Fine Motion",
            "text": "Not yet… not yet, more!! I can still go faster!! HAAAAAAAAA!!"
        },
        {
            "name": "Fine's Father",
            "text": "(Aah, that's right. It's been so long I've forgotten. My daughter, can make that kind of face-)"
        },
        {
            "name": "Young Fine Motion",
            "text": "Reaaaady… GO!…Ahahahaha!"
        },
        {
            "name": "Commentator",
            "text": "The Selection race's first place goes to, Fine Motion!! It's Fine Motion!! With her wonderful run she grasps victory!"
        },
        {
            "name": "Fine's Father",
            "text": "\"…that's right, it's been a long time. Maybe I should be a little more selfish, too. Not as a Lord… but as your father.\""
        },
        {
            "name": "Fine's Father",
            "text": "(Good grief, to think she'd desire the world of racing just like her older sister… is this what they mean by 'It's in your blood'?)"
        },
        {
            "name": "Fine Motion",
            "text": "…it can't be true."
        },
        {
            "name": "Fine Motion",
            "text": "It can't be true, it can't be true! To think father would give her permission!",
            "choice_data_list": [
                "You did it, Fine!",
                "You did it, Fine!"
            ]
        },
        {
            "name": "Fine Motion",
            "text": "Yeah…! If that's the case, there's no choice but to \"Party Hard\" tonight, right?!"
        },
        {
            "name": "Fine Motion",
            "text": "Ahem. Well then, this time too-"
        },
        {
            "name": "Fine Motion",
            "text": "Will you escort me? Trainer!",
            "choice_data_list": [
                "As you wish, Your Highness"
            ]
        },
        {
            "text": "And thus, I became in charge of Fine Motion. And for now- We headed to that Ramen shop where she got that coupon."
        }
    ]
}