{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "\"…Her Highness, studying abroad at Japan's Uma Musume Training \nCenter School, attended a party at the Irish Embassy yesterday-\"",
            "name": "TV Audio"
        },
        {
            "text": "It all began on a certain day, early in the afternoon. I was \nwalking home from the Electronics Store when I heard the TV."
        },
        {
            "text": "Hmmmm, well now… -Ah! Excuse me, you there! \nCould I have a moment of your time?",
            "name": "???",
            "choice_data_list": [
                "…me?",
                "…me?"
            ]
        },
        {
            "text": "Yes, you! Fufu, I'm sorry for suddenly stopping you. \nI just had something I'd like to ask.",
            "name": "Somewhat Refined Horsegirl"
        },
        {
            "text": "Truth is, I wanted to try the \"Eat-In Corner\" at the convenience \nstore, bought some cup ramen, took a seat and waited but-",
            "name": "Somewhat Refined Horsegirl"
        },
        {
            "text": "The person responsible for putting hot water in just hasn't come \nyet. Perhaps, today is a holiday?",
            "name": "Somewhat Refined Horsegirl",
            "choice_data_list": [
                "…?"
            ]
        },
        {
            "text": "…I told this confused, mysterious girl, \nthat the hot water was self service."
        },
        {
            "text": "Eh? It's fine to put the hot water in yourself? \nThat… isn't that-!!",
            "name": "Somewhat Refined Horsegirl"
        },
        {
            "text": "Waa, for some reason I'm getting excited! \nAnd! And! Where is the hot water kept?!",
            "name": "Somewhat Refined Horsegirl"
        },
        {
            "text": "Fuuaa, that was a lovely experience! To think you could eat at \nthe same place you go shopping, how wonderful!",
            "name": "Somewhat Refined Horsegirl"
        },
        {
            "text": "Kind person, you have my gratitude \nfor your help. And then next is-",
            "name": "Somewhat Refined Horsegirl"
        },
        {
            "text": "Would you be so kind as to escort me to \"Extreme Noodle Shop\"?",
            "name": "Somewhat Refined Horsegirl",
            "choice_data_list": [
                "Eeh?"
            ]
        },
        {
            "text": "…Ah, I'm sorry! Ehehe, silly me. \n\"Investigating the destination yourself\" is normal, isn't it?",
            "name": "Somewhat Refined Horsegirl"
        },
        {
            "text": "…That's certainly true but, seeing how naive she was earlier, I \nwas a little hesitant to leave her be. That's why-",
            "choice_data_list": [
                "Shall I take you to the shop?"
            ]
        },
        {
            "text": "Fuuuuu~~~~~! \n-SEIYAAAA!!",
            "name": "Ramen Stallkeeper"
        },
        {
            "text": "Aaah! That… That's definitely the \"Extreme\" specialty, the \"Hot \nWater Draining Cross\"! Amazing, it's the real thing!",
            "name": "Somewhat Refined Horsegirl",
            "choice_data_list": [
                "Cr-cross?"
            ]
        },
        {
            "text": "Yeah! Using this technique they can completely separate the hot \nwater from the rich, golden, chicken bone soup and so you can \nenjoy the noodles with no slimy texture, or so they say…!",
            "name": "Somewhat Refined Horsegirl"
        },
        {
            "text": "Ever since I saw it in a net article, I've always \nwanted to see it for myself! Haaaa… I've been \nwaiting for this moment for 43 days…!",
            "name": "Somewhat Refined Horsegirl"
        },
        {
            "text": "Using force that could send hot water flying, filling \nthe store with steam… and the anticipation, it's \nall more than I could have imagined!",
            "name": "Somewhat Refined Horsegirl"
        },
        {
            "text": "For bringing me here, I'm very very grateful. \nI can't thank you enough!",
            "name": "Somewhat Refined Horsegirl",
            "choice_data_list": [
                "<size=40>I don't think I did anything that special…</size>"
            ]
        },
        {
            "text": "No, that's not true. \n… after all, I don't think I'll ever forget today!",
            "name": "Somewhat Refined Horsegirl",
            "choice_data_list": [
                "(…?)"
            ]
        },
        {
            "text": "And thus, this innocent girl with sparkling eyes, for some \nreason, her profile was burned into my mind…"
        },
        {
            "text": "Ah, it's already dusk! That's a shame, there was \none last place I was looking forward to though.",
            "name": "Somewhat Refined Horsegirl",
            "choice_data_list": [
                "<size=33>If it's one more, we can still make it before curfew</size>",
                "<size=33>If it's one more, we can still make it before curfew</size>"
            ]
        },
        {
            "text": "That's true, curfews are normally like that, but in my case- Oh.",
            "name": "Somewhat Refined Horsegirl"
        },
        {
            "text": "…Your Highness, excuse me. The agreement was that your outing \nwould last until sun down. Please return to the dorm quickly.",
            "name": "???",
            "choice_data_list": [
                "?!"
            ]
        },
        {
            "text": "…before I realized it, several suit-wearing adult \numa musume were surrounding us. Up until now I \nnever felt their presence though…!",
            "choice_data_list": [
                "<size=41>(Speaking of which… \"Your Highness\"!?)</size>"
            ]
        },
        {
            "text": "And you, I apologize for interrupting you in \nthe middle of your conversation. However-",
            "name": "Horsegirl in a Suit"
        },
        {
            "text": "Her Highness, Fine Motion, is heir to the Royal Family. \nIn the off chance, we can't have her exposing herself to danger.",
            "name": "Horsegirl in a Suit",
            "choice_data_list": [
                "Royal Family…?!"
            ]
        },
        {
            "text": "…Thank you for the warning, Commander. Once we've finished \nexchanging pleasantries, I shall return to the dorm.",
            "name": "Fine Motion",
            "choice_data_list": [
                "Just who are you…?",
                "Just who are you…?"
            ]
        },
        {
            "text": "Ehe. Sorry for surprising you. I'm truly thankful \nfor today. It will be a very wonderful memory!",
            "name": "Fine Motion"
        },
        {
            "text": "-This, is that gratitude!",
            "name": "Fine Motion"
        },
        {
            "text": "And thus, she placed something in my palm then \nclosed my hand, and surrounded by the Suit-wearing \nUma Musume, they headed to the station."
        },
        {
            "text": "I saw them off while in a daze, then suddenly, \nI opened my palm. In it there was-"
        },
        {
            "text": "A coupon for a free extra serving of noodles."
        }
    ]
}