{
    "text_block_list": [
        {
            "text": "A day off. Accompanying Fine Motion as her guardian, the two of us headed to the mountain behind the school."
        },
        {
            "name": "Fine Motion",
            "text": "Fuu… haa! Yeah, the forest air is refreshing, isn't it? The smell reminds me of the morning dew in my garden."
        },
        {
            "name": "SP Commander (phone)",
            "text": "\"…well then, Trainer-sama. Sorry to impose upon you but, in regards to Her Highness, you have my sincere thanks.\"",
            "choice_data_list": [
                "Please leave it to me."
            ]
        },
        {
            "name": "Fine Motion",
            "text": "Fufufu, thank you, Trainer. It's precisely because I'm with you that I was able to have some free time and come here.",
            "choice_data_list": [
                "By the way, where are we headed?"
            ]
        },
        {
            "name": "Fine Motion",
            "text": "Oh! That's a great question, isn't it? Fufufu, you see, today-"
        },
        {
            "name": "Fine Motion",
            "text": "…there isn't really a destination! It's just that I thought it would be lovely to take a walk with you surrounded by nature like this.",
            "choice_data_list": [
                "Is that how it is?",
                "Is that how it is?"
            ]
        },
        {
            "name": "Fine Motion",
            "text": "Well, but… you see? You never know, something special might happen, perhaps."
        },
        {
            "text": "She definitely seems to be hiding something, but let's leave that aside for now. Let's just keep walking together with Fine Motion, mindlessly-"
        },
        {
            "name": "Fine Motion",
            "text": "-Fuu, thanks for the meal. Yep, the quality of this Deluxe Cold Noodle Bentou is quite good, if I do say so myself.",
            "choice_data_list": [
                "We've walked pretty far…",
                "We've walked pretty far…"
            ]
        },
        {
            "name": "Fine Motion",
            "text": "That's true. All we can hear are the sound of this small river, birds, and insects… it's like we're in a strange new world."
        },
        {
            "name": "Fine Motion",
            "text": "…it kind of reminds me of a story from my childhood. The scene where the hero and the kidnapped princess escape through the forest…"
        },
        {
            "name": "Fine Motion",
            "text": "And then, the fearsome dragon comes to take back the princess, suddenly attacking. They were deep in the forest, just like us."
        },
        {
            "name": "Fine Motion",
            "text": "…Fufu. It almost feels like, a dragon could appear at any moment.",
            "choice_data_list": [
                "There's no way…"
            ]
        },
        {
            "name": "Fine Motion",
            "text": "But- if it did? If something like that really did happen… Would you… protect me?",
            "choice_data_list": [
                "If that really happened, yes",
                "If that really happened, yes"
            ]
        },
        {
            "name": "Fine Motion",
            "text": "Really?! That makes me happy! Aa, somehow that makes me kind of wish a dragon would appear-"
        },
        {
            "name": "???",
            "text": "(ROOOOOOOOAR…!)",
            "choice_data_list": [
                "W-what?!",
                "W-what?!"
            ]
        },
        {
            "name": "Fine Motion",
            "text": "-Ah! Trainer, look! From the river…!"
        },
        {
            "name": "Dragon",
            "text": "ROOOOOOOOOAR!!!!"
        },
        {
            "text": "What appeared from the water was… something that looked like an old drawing of a Tyrannosaurus with two wings sitting awkwardly on its back-"
        },
        {
            "name": "Fine Motion",
            "text": "-It's a dragon! Oh no, it's coming right for us!",
            "choice_data_list": [
                "E-…ehhh?"
            ]
        },
        {
            "text": "It might have been my imagination, but its movements seemed unnatural or forced… It was even standing there posing with its arms in the shape of a cross…"
        },
        {
            "name": "Fine Motion",
            "text": "Aaah! At this rate… just like this… It'll turn us in to tasty treats!!"
        },
        {
            "name": "Fine Motion",
            "text": "Uu, won't someone become our hero and defeat this fearsome dragon…?",
            "choice_data_list": [
                "…I guess I have no choice!"
            ]
        },
        {
            "name": "Dragon",
            "text": "ROOOOAR!!!"
        },
        {
            "name": "Fine Motion",
            "text": "Do your best, Hero! The glory of victory is in your hands!"
        },
        {
            "text": "And so… our not-so-violent scuffle to see who could outlast the other began. After 5 to 10 minutes-"
        },
        {
            "name": "Dragon",
            "text": "Guaaaaa…!! You got me…!!"
        },
        {
            "name": "Fine Motion",
            "text": "Splendid! It was an amazing fight, Trainer!"
        },
        {
            "text": "But, at that moment. The defeated dragon stood again, and abruptly took off its head… wait, took off its head!?"
        },
        {
            "name": "SP Commander",
            "text": "Fufufu… Congratulations.",
            "choice_data_list": [
                "…what the…?",
                "…what the…?"
            ]
        },
        {
            "name": "Fine Motion",
            "text": "Fufu… 1, 2-!"
        },
        {
            "name": "Fine & Commander",
            "text": "You got punk'd!"
        },
        {
            "text": "…well, I suspected as much.",
            "choice_data_list": [
                "So why did you…?"
            ]
        },
        {
            "name": "Fine Motion",
            "text": "Fufufu… a little while ago, remember how we returned that lost cat to its owner?"
        },
        {
            "name": "Fine Motion",
            "text": "At that time, remember how wonderful it was? So I tried preparing something similar for today!"
        },
        {
            "name": "Fine Motion",
            "text": "…what did you think of our surprise prank?",
            "choice_data_list": [
                "I suppose I was surprised… but it was fun."
            ]
        },
        {
            "name": "Fine Motion",
            "text": "That's good! That makes rehearsing it at school worth it!"
        },
        {
            "name": "Fine Motion",
            "text": "On top of that, you kept your promise, didn't you? When the dragon appeared, you protected me.",
            "choice_data_list": [
                "I guess so.",
                "I guess so."
            ]
        },
        {
            "name": "Fine Motion",
            "text": "…Fufu. Thanks."
        },
        {
            "text": "After that, the 3 of us continued walking… We headed back after we enjoyed the view from the summit."
        },
        {
            "text": "-Oh! Welcome, little lady. Do you want the usual?"
        },
        {
            "name": "Fine Motion",
            "text": "Yeah, if you don't mind."
        },
        {
            "name": "Fine Motion",
            "text": "Fuu… it kind of feels like we're home. Good work today, both of you.",
            "choice_data_list": [
                "Well yeah, there was a battle…",
                "Well yeah, there was a battle…"
            ]
        },
        {
            "name": "SP Commander",
            "text": "Fu… I'm used to this. In the past, Her Highness awarded me a hand-made medal for my dragon act."
        },
        {
            "name": "Fine Motion",
            "text": "Fufu, that's a nostalgic topic. If I remember correctly, the \"Worked Hard At Being A Dragon Award\". I think I made it from flowers, branches, and clovers…"
        },
        {
            "name": "Fine Motion",
            "text": "That's right. In that case I should prepare something for Trainer. How does the \"Dragon Slayer Cross\" sound?",
            "choice_data_list": [
                "S-sounds Fine.",
                "S-sounds Fine."
            ]
        },
        {
            "name": "SP Commander",
            "text": "Congratulations. But it's still nothing compared to the glory of my \"Enthusiastic Witch Performance\" and \"Holy Castle Role\" medals…"
        },
        {
            "text": "-Order up. 3 lightly salted, large size."
        },
        {
            "name": "Fine Motion",
            "text": "…Huh?! I don't think I ordered corn and bamboo shoot as toppings…"
        },
        {
            "text": "Isn't this \"The Usual\" for you? It's on the house today, so just enjoy."
        },
        {
            "name": "Fine Motion",
            "text": "! Thank you very much! Then, with pleasure."
        },
        {
            "name": "Fine Motion",
            "text": "…\"The usual,\" huh? Not special, just the usual."
        },
        {
            "name": "Fine Motion",
            "text": "-Fufu. At some point, eating ramen and talking with my friends like this just became \"the usual,\" didn't it?",
            "choice_data_list": [
                "That's true.",
                "That's true."
            ]
        },
        {
            "name": "Fine Motion",
            "text": "…For me, it's possible that-",
            "choice_data_list": [
                "What's wrong?",
                "What's wrong?"
            ]
        },
        {
            "name": "Fine Motion",
            "text": "No, nothing. -Today was a really fun day, wasn't it?"
        }
    ]
}