{
    "text_block_list": [
        {
            "text": "It's been several weeks since I've become Fine Motion's trainer. She's training hard with her friends and having fun today too."
        },
        {
            "name": "Fine's Friend",
            "text": "-See ya later, Fine! Good work today with training!"
        },
        {
            "name": "Fine Motion",
            "text": "Good work! Let's work hard tomorrow, too!",
            "choice_data_list": [
                "You worked hard today too, didn't you?",
                "You worked hard today too, didn't you?"
            ]
        },
        {
            "name": "Fine Motion",
            "text": "Fufu. It's been so fun I barely noticed that I was getting tired. Somehow, everyday has felt like a dream come true."
        },
        {
            "name": "Fine Motion",
            "text": "…well then. It's unfortunate, but shall we call it a day? We should head back to the trainers' office and have a meeting!"
        },
        {
            "text": "But… this day that I thought would end just like normal. At the very end, a little incident was waiting for us."
        },
        {
            "name": "Fine Motion",
            "text": "-Huh? What's this?!"
        },
        {
            "text": "When we returned to the trainers' office we discovered, the shelf in the corner had collapsed and everything on it had been scattered all over the place.",
            "choice_data_list": [
                "What happened…?"
            ]
        },
        {
            "name": "Fine Motion",
            "text": "… Hm, hm. A locked room with nobody in it. But in spite of that, there's a collapsed shelf and messy floor-"
        },
        {
            "name": "Fine Motion",
            "text": "Aaah! -Awesome! Trainer, is this by any chance, a \"mystery\"?!",
            "choice_data_list": [
                "I suppose… it could be?",
                "I suppose… it could be?"
            ]
        },
        {
            "name": "Fine Motion",
            "text": "Fufufu, in that case, this incident… Looks like a job for Great Detective Fine!",
            "choice_data_list": [
                "When did you become a Great Detective…?"
            ]
        },
        {
            "name": "Fine Motion",
            "text": "Ahem, ahem. Well then, first let's do an on-site inspection. After all, \"observation\" was important for outstanding detectives of the past."
        },
        {
            "name": "Fine Motion",
            "text": "Oh! Look here, Assistant-kun! Right here there are some footprints! Perhaps these are the culprit's!?",
            "choice_data_list": [
                "…Aren't these really small?",
                "…Aren't these really small?"
            ]
        },
        {
            "name": "Fine Motion",
            "text": "Fufufu, my noodle-colored brain cells have made it clear! Definitely, if we follow these, we'll find our answer-"
        },
        {
            "name": "Cat",
            "text": "…nya?"
        },
        {
            "name": "Fine Motion",
            "text": "…nya?"
        },
        {
            "text": "When we followed the footprints… There, under a desk, staring at us with vigilant eyes was a single cat."
        },
        {
            "name": "Fine Motion",
            "text": "I see… with this, all the questions have been answered!"
        },
        {
            "name": "Fine Motion",
            "text": "The culprit is… you!",
            "choice_data_list": [
                "That seems to be the case…",
                "That seems to be the case…"
            ]
        },
        {
            "name": "Cat",
            "text": "HISS!"
        },
        {
            "name": "Fine Motion",
            "text": "It's okay, no need to be scared. Come here."
        },
        {
            "name": "Fine Motion",
            "text": "Oh? You've got a collar on, don't you?",
            "choice_data_list": [
                "So it belongs to someone?",
                "So it belongs to someone?"
            ]
        },
        {
            "name": "Fine Motion",
            "text": "Looks that way. Maybe it got lost and found its way in here?"
        },
        {
            "name": "Cat",
            "text": "Nyau…"
        },
        {
            "name": "Fine Motion",
            "text": "Good kitty. It's okay. Let's get you home, okay?",
            "choice_data_list": [
                "I guess we're looking for its owner now",
                "I guess we're looking for its owner now"
            ]
        },
        {
            "name": "Fine Motion",
            "text": "Yep! With that, this case will be closed! Let's go and gather information!"
        },
        {
            "text": "And so, first we asked the nearby students. Further, we even used Fine Motion's Ramen Info Network to search-"
        },
        {
            "name": "Owner",
            "text": "I can't thank you enough! I thought I wouldn't ever be able to see her again…!"
        },
        {
            "name": "Fine Motion",
            "text": "I'm glad I could be of help. Well then, good day to the both of you."
        },
        {
            "name": "Fine Motion",
            "text": "Well then! Case Closed! Assistant-kun, previously Trainer, good work!"
        },
        {
            "name": "Fine Motion",
            "text": "-Fufuu, that was fun. That was a wonderful surprise, wasn't it?",
            "choice_data_list": [
                "This is Fine",
                "This is Fine"
            ]
        },
        {
            "name": "Fine Motion",
            "text": "Right? Yep, yep, amid a normal day suddenly something happens …a special incident, huh?"
        },
        {
            "name": "Fine Motion",
            "text": "-Fufuu, we may have come across something wonderful."
        }
    ]
}