{
    "text_block_list": [
        {
            "text": "After a training session I saw Seiun Sky looking at something on her phone."
        },
        {
            "name": "Seiun Sky",
            "text": "Haa… Such a comfy design, and that cute, curly tail…"
        },
        {
            "name": "Seiun Sky",
            "text": "For this perfect gem to fit in the palm of my hand, this truly is the perfect form of therapy.",
            "choice_data_list": [
                "What're you talking about?",
                "What're you talking about?"
            ]
        },
        {
            "name": "Seiun Sky",
            "text": "Ah, don't worry about it."
        },
        {
            "name": "Seiun Sky",
            "text": "More importantly, Trainer-san, are you free on your next day off?"
        },
        {
            "name": "Seiun Sky",
            "text": "I was thinking of getting a new pair of shoes and was wondering if you'd like to come and look at some with me.",
            "choice_data_list": [
                "Of course.",
                "Of course."
            ]
        },
        {
            "name": "Seiun Sky",
            "text": "Great, then let's go to the mall this weekend!"
        },
        {
            "text": "On my next day off, Seiun Sky and I went to a shopping mall that had a sports store."
        },
        {
            "name": "Seiun Sky",
            "text": "Hmm, now where's that sporting goods store at…"
        },
        {
            "name": "Seiun Sky",
            "text": "Oh…?",
            "choice_data_list": [
                "What's up?",
                "What's up?"
            ]
        },
        {
            "name": "Seiun Sky",
            "text": "Nothing, I just saw something intriguing is all."
        },
        {
            "name": "Seiun Sky",
            "text": "Isn't that mug in that store over there super cute?"
        },
        {
            "text": "When I looked to where she was pointing, I noticed a mug with a cat painted on it."
        },
        {
            "name": "Seiun Sky",
            "text": "Haa… The cat on that mug looks so comfy, like it's about to fall asleep."
        },
        {
            "name": "Seiun Sky",
            "text": "I'd feel much more motivated if I could have a cup of tea out of it before every training session."
        },
        {
            "name": "Seiun Sky",
            "text": "What should I do…? Should I buy it…? Oh!?",
            "choice_data_list": [
                "What is it this time?",
                "What is it this time?"
            ]
        },
        {
            "name": "Seiun Sky",
            "text": "Trainer-san, look over there!"
        },
        {
            "name": "Seiun Sky",
            "text": "It says, \"buy two mugs and get a cat-shaped keyholder for free!\""
        },
        {
            "name": "Seiun Sky",
            "text": "I didn't realize this before, but if I buy two mugs I'd also get that super cute cat-shaped keyholder too!"
        },
        {
            "name": "Seiun Sky",
            "text": "That's great value! I want them both so bad!"
        },
        {
            "name": "Seiun Sky",
            "text": "But I wouldn't have a use for two mugs… Hmm…"
        },
        {
            "text": "After thinking about it for some time, Seiun Sky said…"
        },
        {
            "name": "Seiun Sky",
            "text": "Ah, I've got it…"
        },
        {
            "name": "Seiun Sky",
            "text": "Trainer-san, I've got a completely unrelated question to ask you…"
        },
        {
            "name": "Seiun Sky",
            "text": "Trainer-san… Do you happen to own a mug?"
        },
        {
            "name": "Seiun Sky",
            "text": "If I remember correctly, I'm pretty sure you don't have one.",
            "choice_data_list": [
                "Was this your plan?",
                "Was this your plan?"
            ]
        },
        {
            "name": "Seiun Sky",
            "text": "Oh? I have no idea what you're talking about."
        },
        {
            "name": "Seiun Sky",
            "text": "We just happened to pass by here, and just so happened to see that mug with the cute cat on it that I want."
        },
        {
            "name": "Seiun Sky",
            "text": "You seem like the type of person to use mugs… Plus, if you don't have one, now's the perfect time to get one, doncha think?"
        },
        {
            "name": "Seiun Sky",
            "text": "Come on now, imagine this. Right before training, you and your Uma Musume are both drinking tea out of matching mugs…"
        },
        {
            "name": "Seiun Sky",
            "text": "Symbolizing the deep bond between us… Wouldn't that be wonderful?"
        },
        {
            "name": "Seiun Sky",
            "text": "Plus, I know for a fact it would help make me feel more pumped for training… <i>*Glance* *Glance*</i> <i>*Glance* *Glance*</i>",
            "choice_data_list": [
                "Fine…"
            ]
        },
        {
            "name": "Seiun Sky",
            "text": "Oh, really?",
            "choice_data_list": [
                "This'll make you happy, right?",
                "This'll make you happy, right?"
            ]
        },
        {
            "name": "Seiun Sky",
            "text": "Ahaha, now that's my trainer!"
        },
        {
            "name": "Seiun Sky",
            "text": "You're pretty good at making sure your Uma Musume's motivation is always as high as can be, huh?"
        },
        {
            "name": "Seiun Sky",
            "text": "Now then, why don't we each buy one?",
            "choice_data_list": [
                "I'll pay for both."
            ]
        },
        {
            "name": "Seiun Sky",
            "text": "Wha…?"
        },
        {
            "text": "I had Seiun Sky wait there and decided to pay for the mugs on my own."
        },
        {
            "name": "Seiun Sky",
            "text": "Wowie! Trainer-san, you're so mature! And so cool!"
        },
        {
            "name": "Seiun Sky",
            "text": "To think you'd pay for my mug too!"
        },
        {
            "name": "Seiun Sky",
            "text": "Sei-chan's bond level has risen by one once again. Pirorirorin ♪",
            "choice_data_list": [
                "Well, you're in a good mood.",
                "Well, you're in a good mood."
            ]
        },
        {
            "name": "Seiun Sky",
            "text": "Hehe… To say that after buying that mug for me. Trainer-san, you're not being honest with your feelings, are you?"
        },
        {
            "name": "Seiun Sky",
            "text": "Now then, why don't we head back home and drink some tea out of these mugs?"
        }
    ]
}