{
    "text_block_list": [
        {
            "text": "I came to Tracen Academy a few days ago in order to train Uma Musume."
        },
        {
            "text": "I also received a personal trainer's office, and as such I was looking over some files there…"
        },
        {
            "name": "Seiun Sky",
            "text": "Fuee… This place is so nice… No one's here and it's quiet. Plus there's a soft and fluffy sofa there all for me!"
        },
        {
            "name": "Seiun Sky",
            "text": "So I'll be helping myself to…"
        },
        {
            "name": "Seiun Sky",
            "text": "Wait, who are you!? Why are you here!?",
            "choice_data_list": [
                "I could ask you the same!",
                "I could ask you the same!"
            ]
        },
        {
            "name": "Seiun Sky",
            "text": "This empty Trainer's Office is Sei-chan's precious naptime spot. Wait…"
        },
        {
            "name": "Seiun Sky",
            "text": "That badge… could it be… are you a rookie trainer? And if so, did they tell you you could use this office?",
            "choice_data_list": [
                "That's correct, but…"
            ]
        },
        {
            "name": "Seiun Sky",
            "text": "Ah, okay. So that's what happened, got it!"
        },
        {
            "name": "Seiun Sky",
            "text": "Well anyways, I'll be borrowing that sofa over there. Today's class was real rough, and now I'm just so sleepy."
        },
        {
            "name": "Seiun Sky",
            "text": "So, I'll be taking a nap."
        },
        {
            "text": "Without waiting for my response, this Uma Musume… Seiun Sky, lied down on the sofa and drifted off to sleep.",
            "choice_data_list": [
                "She must be really tired…",
                "She must be really tired…"
            ]
        },
        {
            "text": "At any rate, I covered her with a blanket that I had in my office so she wouldn't catch a cold."
        },
        {
            "name": "Seiun Sky",
            "text": "Fuwa… That was a great nap…"
        },
        {
            "name": "Seiun Sky",
            "text": "Wait, who are you!?",
            "choice_data_list": [
                "I told you I'm a trainer!"
            ]
        },
        {
            "name": "Seiun Sky",
            "text": "Ahaha, I was just kidding. Thanks for the blanket though."
        },
        {
            "name": "Seiun Sky",
            "text": "Also… Trainer-san? Why didn't you try and wake me up?"
        },
        {
            "name": "Seiun Sky",
            "text": "I was obviously taking advantage of this empty room so that I could slack off in school. Then, I just fell asleep in front of you."
        },
        {
            "name": "Seiun Sky",
            "text": "I can't believe I'm saying this but, it'd be normal for you to kick me out saying something like \"stop messing around,\" don't you think?"
        },
        {
            "name": "Seiun Sky",
            "text": "So then why did you bring me a blanket and watch over me as I slept?",
            "choice_data_list": [
                "I figured you were exhausted…"
            ]
        },
        {
            "name": "Seiun Sky",
            "text": "Ohoho… I get it now."
        },
        {
            "name": "Seiun Sky",
            "text": "Yup, that's gotta be it! Well, thanks for today♪"
        },
        {
            "name": "Seiun Sky",
            "text": "I'll be sure to return this favor… if I remember it that is."
        },
        {
            "name": "Seiun Sky",
            "text": "So see ya later… and let's meet again, okay♪"
        },
        {
            "text": "As she said this, Seiun Sky left the room."
        },
        {
            "text": "And a few days after that happened…"
        },
        {
            "name": "Seiun Sky",
            "text": "Ah, there you are! Oi, you're the rookie trainer from before! This is bad, really really bad!",
            "choice_data_list": [
                "What's got you so panicked?",
                "What's got you so panicked?"
            ]
        },
        {
            "name": "Seiun Sky",
            "text": "Things are really bad, so I'll tell you the details later, just answer me this!!"
        },
        {
            "name": "Seiun Sky",
            "text": "Are the two organs on either side of your chest that you use to breathe called lungs!?",
            "choice_data_list": [
                "Yes…?"
            ]
        },
        {
            "name": "Seiun Sky",
            "text": "You're too quiet! Stop answering with a question and use your outside voice instead!!"
        },
        {
            "name": "Seiun Sky",
            "text": "Now say it one more time!",
            "choice_data_list": [
                "Yes!"
            ]
        },
        {
            "name": "Seiun Sky",
            "text": "Now that's better! Just one more time now!",
            "choice_data_list": [
                "Yes!!"
            ]
        },
        {
            "name": "Seiun Sky",
            "text": "So as I was saying Sensei, this person is my trainer!",
            "choice_data_list": [
                "Yes!!!"
            ]
        },
        {
            "name": "Teacher A",
            "text": "I was wondering why you suddenly ran off… but I see, so they're your trainer."
        },
        {
            "name": "Teacher A",
            "text": "So, Trainer-san. We are immensely appreciative of you for choosing Sky-san… We leave her in your care!!",
            "choice_data_list": [
                "…Yes?"
            ]
        },
        {
            "name": "Teacher A",
            "text": "Now then, Seiun Sky-san. I would like to congratulate you on finding a trainer."
        },
        {
            "name": "Seiun Sky",
            "text": "Ahaha, thank you, thank you. Alrighty then Sensei, see you later."
        },
        {
            "name": "Seiun Sky",
            "text": "And just like that!"
        },
        {
            "name": "Seiun Sky",
            "text": "You and I are now trainer and Uma Musume. Come on, clap!",
            "choice_data_list": [
                "You set me up!"
            ]
        },
        {
            "name": "Seiun Sky",
            "text": "Oi, how scandalous. As they say, simply a means to an end, ya know?"
        },
        {
            "name": "Seiun Sky",
            "text": "More importantly, I was kinda hoping you'd interpret what I did as me \"doing this only because I wanted to work with you no matter what\" or something like that.",
            "choice_data_list": [
                "But why me of all people…?",
                "But why me of all people…?"
            ]
        },
        {
            "name": "Seiun Sky",
            "text": "Eh? Do I really have to spell it out for you?"
        },
        {
            "name": "Seiun Sky",
            "text": "It was love at first sight! Kyaha ☆"
        },
        {
            "name": "Seiun Sky",
            "text": "I'm just messing with you… But the truth is the way you acted the other day in the Trainer's Office really surprised me."
        },
        {
            "name": "Seiun Sky",
            "text": "Plus this isn't a half bad arrangement for a rookie trainer like yourself!",
            "choice_data_list": [
                "You think so…?",
                "You think so…?"
            ]
        },
        {
            "name": "Seiun Sky",
            "text": "Yup. After all… training me is super easy!"
        },
        {
            "name": "Seiun Sky",
            "text": "I'm not looking for you to be super into your training or for you to make a special training regime or anything annoying like that."
        },
        {
            "name": "Seiun Sky",
            "text": "Everything should be done in moderation after all. That's the philosophy Sei-chan lives her life by anyways."
        },
        {
            "name": "Seiun Sky",
            "text": "So… let's just relax and take this slow and comfortably… Oh!",
            "choice_data_list": [
                "O-Oh…?"
            ]
        },
        {
            "text": "I got swept along and ended up signing on as her trainer…!"
        },
        {
            "text": "And on the first day of training with Seiun Sky…"
        },
        {
            "text": "(Bzz, bzz)"
        },
        {
            "text": "I received a text, so I opened my phone to see the message, but…"
        },
        {
            "name": "Seiun Sky",
            "text": "\"Trainer-san, I've got big news! I just saw a huge school of fish in the floodplains! It would be a disgrace for a master fisher such as myself to miss out on this!\""
        },
        {
            "name": "Seiun Sky",
            "text": "\"P.S. I won't be at today's training. From Seiun Sky ☆\""
        },
        {
            "text": "She didn't even show up on the first day of training…"
        }
    ]
}