{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "A few days have passed since I \nbecame Seiun Sky's trainer. However…"
        },
        {
            "text": "Trainer-san, Trainer-san, have you heard! There's gonna be a \nnice tide coming in today! And you know what that means, right? \nThis is the perfect day to go fishing!",
            "name": "Seiun Sky",
            "choice_data_list": [
                "Fishing? What about training…?"
            ]
        },
        {
            "text": "Are you seriously asking me about that? \nHmm, well, I'll pass.",
            "name": "Seiun Sky"
        },
        {
            "text": "Cause Sei-chan feels like working on her wrist snap rather than \nher footwork today. So how about we train tomorrow instead?",
            "name": "Seiun Sky"
        },
        {
            "text": "Wowie, we talked about \"Cat Paradise: Nyancardia \nProject\" for so long! We were so absorbed in our \nconversation that we both lost track of time.",
            "name": "Seiun Sky"
        },
        {
            "text": "Hmm? You seem like you want to say \"but I wanted to discuss \ntraining…\" Was it my imagination…? Yup, it must've been!",
            "name": "Seiun Sky"
        },
        {
            "text": "Eh? You came here looking for Sei-chan? Well that's really \nunfortunate… She just left a little while ago.",
            "name": "スカイのクラスメイト"
        },
        {
            "text": "…"
        },
        {
            "text": "Despite being put in charge of Seiun Sky, \nI have yet to actually train with her."
        },
        {
            "text": "Does she have no drive to improve and win races…?"
        },
        {
            "text": "If that's the case, why am I even here? \nI walked around the academy as I pondered this question."
        },
        {
            "text": "Hmph. So it seems that the rumors about a rookie \ntrainer being manipulated were true.",
            "name": "King Halo",
            "choice_data_list": [
                "You're Seiun Sky's classmate…",
                "You're Seiun Sky's classmate…"
            ]
        },
        {
            "text": "Remembering me in that manner is quite irritating, so make sure \nto correct it! I am King Halo, the elite Uma Musume. I shall \nalso grant you the right to address me with \"sama!\"",
            "name": "King Halo"
        },
        {
            "text": "Anyways… Haa… From the looks of it, \nit really does seem like she's manipulating you.",
            "name": "King Halo"
        },
        {
            "text": "I was hoping to get some valuable information on Sky-san from \nyou to develop a strategy, but… this was a complete waste! As \nit stands, it'll happen all over again… Ah, jeez!",
            "name": "King Halo",
            "choice_data_list": [
                "Is Seiun Sky really that fast?",
                "Is Seiun Sky really that fast?"
            ]
        },
        {
            "text": "Haa!? When it comes to speed, she's…",
            "name": "King Halo"
        },
        {
            "text": "Hmph…! \nInstead of asking me about these things, \nwhy not see for yourself!?",
            "name": "King Halo"
        },
        {
            "text": "The next day, I asked if I could sit in on \nSeiun Sky's class. And what I saw was…"
        },
        {
            "text": "So the mock race is finally here, huh?",
            "name": "Seiun Sky"
        },
        {
            "text": "Don't talk about this race in that manner! After \nall, today will be the day that you finally \nrealize just how great I am! Ohohoho!",
            "name": "King Halo"
        },
        {
            "text": "But I already know how great you are though? You really \nare an elite Uma Musume. King, you're really amazing.",
            "name": "Seiun Sky"
        },
        {
            "text": "It doesn't feel like you mean what you're saying!!",
            "name": "King Halo"
        },
        {
            "text": "Hmph, today will be the last day that you take \nthat attitude with me! Because today… Today I \nwill thoroughly mark you, and defeat you!!",
            "name": "King Halo"
        },
        {
            "text": "Thoroughly mark me, huh? \nOh no… How scary.",
            "name": "Seiun Sky"
        },
        {
            "text": "Sei-chan and King-chan are getting fired up… \nBut I'm not planning on losing either…!",
            "name": "Special Week"
        },
        {
            "text": "Eh, I wonder if Sky-san is someone we should be wary of… \nHave you heard any rumors about her that have stood out?",
            "name": "Horsegirl A"
        },
        {
            "text": "Rumors that stood out? Well I've been hearing a pretty bad \none lately. Apparently, she skips out on training everyday.",
            "name": "Horsegirl B"
        },
        {
            "text": "(Thunk!!)"
        },
        {
            "text": "Thus the mock race began. \nThe first one to take the lead was…"
        },
        {
            "text": "Haa… Haa… Eh!?",
            "name": "King Halo"
        },
        {
            "text": "Huh? King-san is in the lead!? Wasn't Sky-san a \"front runner\" \ntype that takes the lead as quickly as possible…?",
            "name": "Horsegirl A"
        },
        {
            "text": "Maybe she's lost a lot of her physical strength and can't make \nit to the front of the pack since she's been skipping out on \ntraining… or something? I've heard that that happens a lot.",
            "name": "Horsegirl B"
        },
        {
            "text": "Haa… Haa… Ugh, my legs…!",
            "name": "Seiun Sky"
        },
        {
            "text": "Hmph, I heard that you've been slacking off lately, but I didn't \nrealize just how far gone you truly were! I was an idiot for \nbeing overly cautious of you.",
            "name": "King Halo"
        },
        {
            "text": "This will be fine. I did not expect it, but adapting to these \ntypes of situations is what makes me an elite Uma Musume As \nlong as I continue to extend this lead…!",
            "name": "King Halo"
        },
        {
            "text": "Due to Seiun Sky's late start, King Halo gave \nup on her mark and took a huge lead instead. \nThe race continued in this manner until…"
        },
        {
            "text": "During the final stretch, King Halo's \npace started to gradually decline…!"
        },
        {
            "text": "Nghh…! My stamina is…!",
            "name": "King Halo"
        },
        {
            "text": "To be fair, you're better as a \"stalker\", King. It would've been \na real problem had you stayed behind me, marked me, and overtook \nme in the final stretch.",
            "name": "Seiun Sky"
        },
        {
            "text": "But this was exactly the opening I was waiting for…!",
            "name": "Seiun Sky"
        },
        {
            "text": "Wai- Huh!? Sky-san!?",
            "name": "King Halo"
        },
        {
            "text": "Eh, Sky-san took the lead!? \nYou're joking! When did that even happen!?",
            "name": "Horsegirl A"
        },
        {
            "text": "But she seemed like she was rusty from lack of training… Wait, \ndon't tell me… Was this her plan all along!?",
            "name": "Horsegirl B"
        },
        {
            "text": "Great, they fell for it! Now all I need to do is…",
            "name": "Seiun Sky"
        },
        {
            "text": "This… This match isn't over yet!!",
            "name": "Special Week"
        },
        {
            "text": "Haaaa!!",
            "name": "Special Week"
        },
        {
            "text": "Huh…!?",
            "name": "Seiun Sky"
        },
        {
            "text": "Special Week ended up coming in 1st, \nwith Seiun Sky a very close 2nd."
        },
        {
            "text": "She closed in on me and dropped me to 2nd, huh? Spe-chan's \nexplosive power is really something…",
            "name": "Seiun Sky"
        },
        {
            "text": "…",
            "name": "Seiun Sky",
            "choice_data_list": [
                "You did great out there too",
                "You did great out there too"
            ]
        },
        {
            "text": "But I came in 2nd.",
            "name": "Seiun Sky"
        },
        {
            "text": "My tricks, my preparations, \nthey weren't enough to get me the win.",
            "name": "Seiun Sky"
        },
        {
            "text": "Wait wha!? Trainer-san!? You were here? Since when? You can't \njust do that, if you're here you've gotta properly tell me!",
            "name": "Seiun Sky"
        },
        {
            "text": "Don't tell me. Since we haven't been seeing each \nother at training, have you gotten lonely? Ahh, \nbeing this popular's really tough!",
            "name": "Seiun Sky"
        },
        {
            "text": "But you'll have to wait on getting an autograph. \nI'm exhausted, so I'm going to take a nap. Toodaloo.",
            "name": "Seiun Sky"
        },
        {
            "text": "After saying that, Seiun Sky quickly left the track…"
        }
    ]
}