{
    "text_block_list": [
        {
            "name": "Seiun Sky",
            "text": "I'm coming in. Yahoo, Trainer-san, how're you doing?",
            "choice_data_list": [
                "I'm doing well.",
                "I'm doing well."
            ]
        },
        {
            "name": "Seiun Sky",
            "text": "I see, well I'm glad to hear that. After all, being happy and healthy is the most important thing, whether you're a human or an Uma Musume."
        },
        {
            "name": "Seiun Sky",
            "text": "…"
        },
        {
            "text": "Seiun Sky's gaze continued to wander. It seemed like something was bothering her."
        },
        {
            "text": "She didn't seem like she was doing well… So I said…",
            "choice_data_list": [
                "Let's go out for a change."
            ]
        },
        {
            "name": "Seiun Sky",
            "text": "Eh…?"
        },
        {
            "name": "Seiun Sky",
            "text": "Oh, now isn't this rare. Trainer-san, are you telling me that you're trying to skip out on work?"
        },
        {
            "name": "Seiun Sky",
            "text": "Well isn't that nice, so what're we gonna do? Sunbathe? Look for cats? Or how about… fishing?",
            "choice_data_list": [
                "Let's go fishing!"
            ]
        },
        {
            "text": "And so, Seiun Sky and I went fishing, but…"
        },
        {
            "text": "…"
        },
        {
            "name": "Seiun Sky",
            "text": "Ahaha! Trainer-san, you're pretty bad at this, aren't you? Although I ended up skunked too. Nyahaha.",
            "choice_data_list": [
                "Still having fun with no catches?",
                "Still having fun with no catches?"
            ]
        },
        {
            "name": "Seiun Sky",
            "text": "He he he, you can tell? Can you really tell?"
        },
        {
            "name": "Seiun Sky",
            "text": "Well I'll give you a piece of advice for that. \"Love fishing more than the fish.\""
        },
        {
            "name": "Seiun Sky",
            "text": "Getting a catch isn't what's important after all. It's how you fish that truly matters."
        },
        {
            "name": "Seiun Sky",
            "text": "Swinging your rod around blindly won't work. Immediately pulling it up when you feel a fish won't work either. That's why you need to continue trying new methods until something sticks."
        },
        {
            "name": "Seiun Sky",
            "text": "Simply put, you aim for your target, collect information, prepare, then try. And if that doesn't work, you change it up and try again."
        },
        {
            "name": "Seiun Sky",
            "text": "There's no better feeling than when the trap that you've been preparing finally catches its prey.",
            "choice_data_list": [
                "Sounds like the way you race.",
                "Sounds like the way you race."
            ]
        },
        {
            "name": "Seiun Sky",
            "text": "Eh…? What part?",
            "choice_data_list": [
                "Using different tactics to ensure victory."
            ]
        },
        {
            "name": "Seiun Sky",
            "text": "What's this…?"
        },
        {
            "name": "Seiun Sky",
            "text": "Now now, I have no idea what you mean. You probably already know this, but I'm not that great of an Uma Musume."
        },
        {
            "name": "Seiun Sky",
            "text": "I'm not the child of a GI Uma Musume and my grades in school aren't great. So why would someone like me have any aspirations to win?"
        },
        {
            "name": "Seiun Sky",
            "text": "That's why I don't expect anything of myself, I just take it easy and spend most of my days relaxing and fishing. That's the life of Sei-chan.",
            "choice_data_list": [
                "But you still want to be first, right?",
                "But you still want to be first, right?"
            ]
        },
        {
            "name": "Seiun Sky",
            "text": "What's this…?"
        },
        {
            "name": "Seiun Sky",
            "text": "Ohoho… This is odd… Are you really my trainer?"
        },
        {
            "name": "Seiun Sky",
            "text": "The same trainer that's a rookie, went with the flow, and accepted my excuses, no matter how irresponsible they were?"
        },
        {
            "name": "Seiun Sky",
            "text": "Don't tell me, did something come out of the river and replace you? How scary…",
            "choice_data_list": [
                "I'm your trainer.",
                "I'm your trainer."
            ]
        },
        {
            "name": "Seiun Sky",
            "text": "I guess you really are my trainer… Then why are you…?",
            "choice_data_list": [
                "I want to support you.",
                "I want to support you."
            ]
        },
        {
            "name": "Seiun Sky",
            "text": "…"
        },
        {
            "name": "Seiun Sky",
            "text": "Hey Trainer-san… Do people tell you that you're really cunning?"
        },
        {
            "text": "We then spent some time together fishing in complete silence."
        },
        {
            "text": "And then…"
        },
        {
            "name": "Seiun Sky",
            "text": "You know… you really do get me. I have those moments too…"
        },
        {
            "name": "Seiun Sky",
            "text": "For example, thinking that I wasn't good enough to have the same innocent dreams that the others have, and that my body really isn't what it used to be…"
        },
        {
            "name": "Seiun Sky",
            "text": "Yet because of those thoughts… I figured it'd be too boring for me to let go of the rod."
        },
        {
            "name": "Seiun Sky",
            "text": "So I studied, thought, thought even more, prepared, planned, and set my trap…"
        },
        {
            "name": "Seiun Sky",
            "text": "And then I finally caught it. A huge catch that was bigger than anyone could imagine!"
        },
        {
            "name": "Seiun Sky",
            "text": "It was so amazing! The greatest feeling I've ever had!! It left everyone around me with their jaws on the floor!"
        },
        {
            "name": "Seiun Sky",
            "text": "\"Why'd it have to be her\" \"How in the world did she!?\" \"There should be no way someone could catch something like that, yet…!\"",
            "choice_data_list": [
                "So that's how this all began?",
                "So that's how this all began?"
            ]
        },
        {
            "name": "Seiun Sky",
            "text": "It really does bother me…"
        },
        {
            "name": "Seiun Sky",
            "text": "I'm lazy and all I want to do is relax, that's a fact. I'm not interested in being \"hot-blooded,\" having a lot of \"guts,\" or putting in tons of \"hard work\"…"
        },
        {
            "name": "Seiun Sky",
            "text": "And that's why it bothers me… How I felt in that moment is etched into my mind."
        },
        {
            "name": "Seiun Sky",
            "text": "But of course… This is all referring to fishing.",
            "choice_data_list": [
                "Let's fish up a huge catch together"
            ]
        },
        {
            "name": "Seiun Sky",
            "text": "Trainer-san…"
        },
        {
            "name": "Seiun Sky",
            "text": "What's this…? It seems like you've activated Sei-chan's whimsical mode."
        },
        {
            "name": "Seiun Sky",
            "text": "Anyways, Trainer-san, why don't we head to the training course? I kinda wanna go for a run."
        },
        {
            "name": "Seiun Sky",
            "text": "And it's definitely not because I thought that getting some advice from an actual trainer would be nice for a change!!"
        },
        {
            "name": "Seiun Sky",
            "text": "Just kidding… I wanted to try out being a tsundere this time, so what'd you think? Was it cute? Teehee ☆",
            "choice_data_list": [
                "The cutest."
            ]
        },
        {
            "name": "Seiun Sky",
            "text": "Eh!? Wai―"
        },
        {
            "name": "Seiun Sky",
            "text": "Trainer-san… I need you to train yourself to not take my jokes so seriously…"
        },
        {
            "name": "Seiun Sky",
            "text": "I'm begging you. You're gonna need it if we're gonna mesh well together."
        },
        {
            "name": "Seiun Sky",
            "text": "Cause after all, we're gonna catch something truly amazing together."
        },
        {
            "text": "And with that, Seiun Sky and I had our first training session together."
        }
    ]
}