{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Soon after our first training session \nSeiun Sky's debut race arrived."
        },
        {
            "text": "Uhyaa, the Twinkle Series is finally about to begin! \nEveryone's getting all excited, it might just make me train hard.",
            "name": "Seiun Sky",
            "choice_data_list": [
                "Jokes aside, we've got to prepare."
            ]
        },
        {
            "text": "Wahaha. Trainer-san, have you \nfinally gotten used to how I roll?",
            "name": "Seiun Sky"
        },
        {
            "text": "But you've got a point. Even when fishing, setting the right trap \nis crucial. But first… we should take a walk!",
            "name": "Seiun Sky",
            "choice_data_list": [
                "A walk?"
            ]
        },
        {
            "text": "Yup. Just sitting around with our heads in our hands muttering \nideas doesn't mean we'll have any good ones. So instead, let's \nbask in the sunlight under the beautiful blue sky.",
            "name": "Seiun Sky"
        },
        {
            "text": "Plus… sometimes you hear some \njuicy information when you're out.",
            "name": "Seiun Sky"
        },
        {
            "text": "And so, Seiun Sky and I \ntook a stroll around the campus."
        },
        {
            "text": "Hey, King-chan, look over there!! That's the race bulletin for \nmy upcoming race… it even shows what running styles the other \nracers are going to use!",
            "name": "Special Week"
        },
        {
            "text": "Could it be, are they using new-age technology to predict the \nfuture? The city really is advanced…!",
            "name": "Special Week"
        },
        {
            "text": "No, you're mistaken. That's simply a prediction based \non the races that those Uma Musume were previously in.",
            "name": "King Halo"
        },
        {
            "text": "Really!? I-I had no idea…!!",
            "name": "Special Week"
        },
        {
            "text": "A racing bulletin, huh? Guess they'll put me down \nas a \"frontrunner\" considering my past races, huh?",
            "name": "Seiun Sky",
            "choice_data_list": [
                "Then in that case…"
            ]
        },
        {
            "text": "Ah, Trainer-san… you look like you've come \nup with something. Think up something amazing?",
            "name": "Seiun Sky"
        },
        {
            "text": "…"
        },
        {
            "text": "You want me to run mock races everyday!? And with the racers \nfrom my debut race!? Not only that, you also want me to run as a \n\"stalker\" instead of a \"frontrunner!?\"",
            "name": "Seiun Sky"
        },
        {
            "text": "Now hold on! I can't even make it \nto training on time, let alone all of this!",
            "name": "Seiun Sky",
            "choice_data_list": [
                "If anyone can do it, it's you.",
                "If anyone can do it, it's you."
            ]
        },
        {
            "text": "What did you just say!? What did you just say!? What did you just \nsay!? What did you just say!? What did you just say!?",
            "name": "Seiun Sky"
        },
        {
            "text": "This is cruel! This is the height of tyranny!! I \nwon't be able to properly race like this! I'll lose \nmotivation before the race even finishes!",
            "name": "Seiun Sky",
            "choice_data_list": [
                "That's fine with me.",
                "That's fine with me."
            ]
        },
        {
            "text": "Oh…? Hmm, you've got a \ntrick up your sleeve don't you?",
            "name": "Seiun Sky"
        },
        {
            "text": "Welp, guess I've got no choice! \nI'll do it!",
            "name": "Seiun Sky"
        },
        {
            "text": "In return… make sure that we \nachieve great things, Trainer-san.",
            "name": "Seiun Sky"
        },
        {
            "text": "Seiun Sky spent the next few days doing mock \nraces against the competitors from her debut race…"
        },
        {
            "text": "Haa… Haa… Sky-san, that was unexpected. \nSo are you planning on running as a \"stalker\" from now on?",
            "name": "ライバルウマ娘"
        },
        {
            "text": "Well I thought it'd be great to do so. After all, \nit looks super cool to come from behind in the \nfinal stretch and steal the victory!",
            "name": "Seiun Sky"
        },
        {
            "text": "I guess so… But you weren't able to overtake us. \nDid you run out of stamina?",
            "name": "ライバルウマ娘"
        },
        {
            "text": "You're right. And that's the problem. \nI'm really lacking when it comes to stamina… Hehe.",
            "name": "Seiun Sky"
        },
        {
            "text": "This rumor began to pick up steam."
        },
        {
            "text": "\"Seiun Sky will be racing as a stalker.\" \n\"Her lack of stamina is her biggest weakness.\""
        },
        {
            "text": "On the racing bulletin her running style was changed to \n\"stalker.\" And soon the day of her debut race had arrived!"
        },
        {
            "text": "(Konk!)"
        },
        {
            "text": "The debut race for the up and coming Uma Musume has finally \nbegun! The one leading the pack is…",
            "name": "Commentator"
        },
        {
            "text": "Uoooooh!!",
            "name": "Seiun Sky"
        },
        {
            "text": "S-Seiun Sky! It's Seiun Sky! She's racing forward \nwith terrifying speed!! She's created a huge gap \nbetween her and second place…!!",
            "name": "Commentator"
        },
        {
            "text": "Seiun Sky is running as a \"frontrunner!?\" Wasn't she supposed to \nbe running as a \"stalker!?\" Don't tell me, did she freak out \nfrom being on the main stage and rush forward in a panic…?",
            "name": "Experienced Trainer A"
        },
        {
            "text": "She's misjudging and acting reckless… very like a freshly minted \nUma Musume. We should ignore Sky. It seems that's what the other \nrunners are thinking as well.",
            "name": "Veteran Trainer A"
        },
        {
            "text": "Moreover, Sky's weakness is her lack of stamina… \nThere's no way she could make it across the finish line.",
            "name": "Veteran Trainer A"
        },
        {
            "text": "Is what I want them to think.",
            "name": "Seiun Sky"
        },
        {
            "text": "I've been secretly training and training so \nthat I could get that aggressive start down pat.",
            "name": "Seiun Sky"
        },
        {
            "text": "And then… before I know it, \nI'm back in my normal frontrunner's pace.",
            "name": "Seiun Sky"
        },
        {
            "text": "The racers are rounding the third corner! \nYet Seiun Sky is still leading the pack!",
            "name": "Commentator"
        },
        {
            "text": "Ehh!?",
            "name": "Trainers"
        },
        {
            "text": "Haha, I can hear the groans all the way from here!",
            "name": "Seiun Sky"
        },
        {
            "text": "Is winning all about the body you were given? The talent you \npossess? Maybe even your bloodline? Nope, that stuff's boring.",
            "name": "Seiun Sky"
        },
        {
            "text": "I don't have any of that, \nand that's what makes racing so much fun!",
            "name": "Seiun Sky"
        },
        {
            "text": "Haa, haa, haa, haa… \nYou all fell for our trap!! Haaaaa!!",
            "name": "Seiun Sky"
        },
        {
            "text": "Seiun Sky's lead has yet to fall going into the final straight! \nShe's unexpectedly running away with this race! This is going to \nbe a huge upset! She's five horse lengths ahead, and she's won!!",
            "name": "Commentator"
        },
        {
            "text": "Wowie, Trainer-san did you hear? \nThe groans and shouts from the crowd! It felt so amazing ♪",
            "name": "Seiun Sky"
        },
        {
            "text": "This is what racing was meant to be… \nTrainer-san, you really get it!",
            "name": "Seiun Sky"
        },
        {
            "text": "Now then, what should our next trap be? \nIf we keep this up, maybe you and I really can win it all…",
            "name": "Seiun Sky"
        },
        {
            "text": "I will not permit you to do that!!",
            "name": "King Halo"
        },
        {
            "text": "Ohh!? King and Spe-chan… \nEh, you came to watch?",
            "name": "Seiun Sky"
        },
        {
            "text": "Yup! Congratulations on first place, Sei-chan!",
            "name": "Special Week"
        },
        {
            "text": "I knew you were great, Sei-chan… \nBut I won't lose to you!!",
            "name": "Special Week"
        },
        {
            "text": "I agree! After all, your next opponent will be me, an elite Uma \nMusume! I shall grant you the right to challenge me in a race, \nas well as the right to fail miserably in your challenge!!",
            "name": "King Halo"
        },
        {
            "text": "Hmm… That's going to be really tough.",
            "name": "Seiun Sky"
        },
        {
            "text": "That being said, the bigger \nthe fish, the bigger the reward.",
            "name": "Seiun Sky"
        },
        {
            "text": "Isn't that right, Trainer-san?",
            "name": "Seiun Sky"
        },
        {
            "text": "And just like that, Seiun Sky began our quest of \ncatching the biggest fish in this theoretical ocean \nknown as the world of Uma Musume…"
        }
    ]
}