{
    "text_block_list": [
        {
            "text": "One day, while I was at the gym, I heard strange murmuring…"
        },
        {
            "name": "Tokai Teio",
            "text": "Deadlifting… Dead… Why does it have such a scary name…?"
        },
        {
            "name": "Tokai Teio",
            "text": "Well it doesn't matter! Since Prez can do it, I can too! Welp, guess I'll start with 200kg!",
            "choice_data_list": [
                "Hold on, stop!"
            ]
        },
        {
            "name": "Tokai Teio",
            "text": "Uwaaah! T-Trainer?! Don't surprise me like that! I was just about to do some deading.",
            "choice_data_list": [
                "\"Deading\"?"
            ]
        },
        {
            "name": "Tokai Teio",
            "text": "Yup! It's one of the things on my muscle building regimen! It's called \"deadlifting\"."
        },
        {
            "name": "Tokai Teio",
            "text": "You grab the barbell with both hands. Then you scream while you raise it above your waist."
        },
        {
            "name": "Tokai Teio",
            "text": "But I heard that Prez could lift 200kg, so I figured I'd try it too!"
        },
        {
            "text": "It would be impossible for her to lift that much weight from the start. I recommended her a similarly effective training, but…"
        },
        {
            "name": "Tokai Teio",
            "text": "Nngh… But I wanna do the same weight as her! There has to be a reason why she chose that weight!"
        },
        {
            "name": "Tokai Teio",
            "text": "If I don't do the same things as her, I won't be able to catch up to her. That's why I have to do it!"
        },
        {
            "name": "Tokai Teio",
            "text": "Anyways, here I go!"
        },
        {
            "name": "Tokai Teio"
        },
        {
            "name": "Tokai Teio",
            "text": "Y-Yay, I did it! Trainer, were you watching? I was able to lift the same weight as Prez did!",
            "choice_data_list": [
                "Holy cow…"
            ]
        },
        {
            "name": "Tokai Teio",
            "text": "Right? I just need to keep up this pace and I'll be able to pass up Prez!"
        },
        {
            "name": "Tokai Teio"
        },
        {
            "name": "Tokai Teio",
            "text": "I can do this…! I can really do this! I think I can take on all of Prez's training regimens now!"
        },
        {
            "name": "Tokai Teio",
            "text": "Alrighty then, I'll move onto the next training!",
            "choice_data_list": [
                "You should take it easy…"
            ]
        },
        {
            "text": "Without heeding any of my warnings, Tokai Teio meticulously continued her strength training"
        },
        {
            "text": "The Next Day."
        },
        {
            "name": "Tokai Teio",
            "text": "Traaiineer… Trai– Gah!",
            "choice_data_list": [
                "Teio, are you okay…?",
                "Teio, are you okay…?"
            ]
        },
        {
            "name": "Tokai Teio",
            "text": "Ugh… my whole body is sore… and all my muscles hurt…"
        },
        {
            "name": "Tokai Teio",
            "text": "But it's a sign that it's working, right?! The more it hurts, the more your muscles grow! Guess I should head to the racetrack…"
        },
        {
            "name": "Tokai Teio",
            "text": "Agahgahgah… It hurts too much! I don't think I can train like this!",
            "choice_data_list": [
                "Don't push yourself so hard.",
                "Don't push yourself so hard."
            ]
        },
        {
            "name": "Tokai Teio",
            "text": "Nngh… Maybe I did go a bit overboard. But I just followed Prez's training regimen…",
            "choice_data_list": [
                "It's because you didn't pace yourself…"
            ]
        },
        {
            "name": "Tokai Teio",
            "text": "Huh? Oh, maybe you're right."
        },
        {
            "name": "Tokai Teio",
            "text": "Yeah, I might have gotten a little too carried away. I should have talked to you about it, huh?"
        },
        {
            "name": "Tokai Teio",
            "text": "I'm really sorry about this, so is there anything you can do about this pain?"
        },
        {
            "name": "Tokai Teio",
            "text": "I don't want to be out of commission for a whole day, so please do something! Please!?"
        },
        {
            "text": "After listening to her pleas, I decided to have her stretch and warm her muscles a bit. Then…"
        },
        {
            "name": "Tokai Teio",
            "text": "Woah, what the heck?! That was so easy! Trainer, are you some kinda genius? Why was that so effective?",
            "choice_data_list": [
                "It was thanks to your own flexibility."
            ]
        },
        {
            "name": "Tokai Teio",
            "text": "Mine? Really? My muscles may not be as strong and stiff as Prez's, but maybe that means they also heal faster. Ehehe♪"
        },
        {
            "name": "Tokai Teio",
            "text": "Alrighty then, now I can get back to training! Agaaaaaah!",
            "choice_data_list": [
                "You need to rest today…"
            ]
        },
        {
            "name": "Tokai Teio",
            "text": "Aww, really? I guess even for me, going straight back to training is impossible. Dangit…"
        },
        {
            "name": "Tokai Teio",
            "text": "Okay fine, I guess I'll take today off… I'm sorry for all of this, Trainer…"
        },
        {
            "name": "Tokai Teio",
            "text": "But just you wait, I'm not going to stay so weak! I'm going to get stronger!"
        }
    ]
}