{
    "text_block_list": [
        {
            "name": "Tokai Teio",
            "text": "Summer, the sea, and training! Bus, continue forward towards our lodging! Go, go, go!"
        },
        {
            "text": "Our summer training has finally come. The bus moved forward, aiming for the sea.",
            "choice_data_list": [
                "You seem pretty excited, Teio.",
                "You seem pretty excited, Teio."
            ]
        },
        {
            "name": "Tokai Teio",
            "text": "Of course I am! After all, this summer is my big chance♪ With this training camp, I'll catch up to Prez in one go!"
        },
        {
            "name": "Tokai Teio",
            "text": "And once I get strong, I'll surprise her! Then she'll praise me and pat me! Plus you'll be happy for me too!"
        },
        {
            "name": "Tokai Teio",
            "text": "So when we get there, I'm going to train as hard as I can! But before then♪"
        },
        {
            "name": "Tokai Teio",
            "text": "Let's sing a song. Excuse me, Guide Lady, can I borrow the mic? I'll show you what everyone's favorite Uma Musume can do♪"
        },
        {
            "text": "With the momentum of karaoke behind her, Tokai Teio's intensive summer training finally began."
        },
        {
            "name": "Tokai Teio",
            "text": "Dashing across the sand is so easy! I feel like I can keep going forever!"
        },
        {
            "name": "Tokai Teio",
            "text": "Trainer, how was my form? You were watching, right? I'm counting on you, you know?"
        },
        {
            "name": "Tokai Teio",
            "text": "Mountain slopes! They're so fun 'cause they're uneven! Let's skip up them!"
        },
        {
            "name": "Tokai Teio",
            "text": "You're coming too, right, Trainer? Training alone is just so boring! Let's get to the top and have dinner together!"
        },
        {
            "name": "Tokai Teio",
            "text": "Now that we're done running, let's play with fireworks! Look, Trainer! It's a pinwheel firework! Look at it spin!"
        },
        {
            "name": "Tokai Teio",
            "text": "Ahahaha! I want to jump more! Just like this!"
        },
        {
            "text": "I did my best to keep up with Tokai Teio's intensity, but…"
        },
        {
            "name": "Tokai Teio",
            "text": "It's morning! Let's do our best today! Whoo! Let's run together, then do some swimming, and then…"
        },
        {
            "name": "Tokai Teio",
            "text": "Huh? Trainer?! Trainer!!"
        },
        {
            "text": "As I opened my eyes, I noticed that I was lying flat on a cold, wooden floor."
        },
        {
            "name": "Tokai Teio",
            "text": "Oh, Trainer, are you awake? You just suddenly fell. I was so surprised.",
            "choice_data_list": [
                "How long have I been out?",
                "How long have I been out?"
            ]
        },
        {
            "name": "Tokai Teio",
            "text": "About 30 minutes. But don't worry about my training! We'll be fine as long as we just get back into training. I'm so excited for more training♪"
        },
        {
            "name": "Tokai Teio",
            "text": "But why did you collapse? Have you not been getting enough sleep?"
        },
        {
            "name": "Tokai Teio",
            "text": "Oh, I think I get it! You were so excited that you couldn't sleep, huh? Hehe, I didn't get much sleep either. I was up all night gaming…",
            "choice_data_list": [
                "…"
            ]
        },
        {
            "name": "Tokai Teio",
            "text": "Hmm? Why are you so quiet? Oh, I bet it's 'cause I got it right! Ahaha! Staying in a new place is just so exciting!"
        },
        {
            "name": "Tokai Teio",
            "text": "Wait…? Trainer, were you always that excitable? Something feels off… wait!"
        },
        {
            "name": "Tokai Teio",
            "text": "Did you collapse because of me?! Was it 'cause I dragged you along so much…?"
        },
        {
            "name": "Tokai Teio",
            "text": "………"
        },
        {
            "name": "Tokai Teio",
            "text": "I knew it… you're not as strong as I am. Yet I still forced you to do so much training…",
            "choice_data_list": [
                "Don't worry about it, \nlet's go back to training…",
                "Don't worry about it, \nlet's go back to training…"
            ]
        },
        {
            "name": "Tokai Teio",
            "text": "Trainer…"
        },
        {
            "text": "There's no way I could let her take a day off. She's way too self-conscious, she'd be very upset if we were to do so."
        },
        {
            "text": "So I need to bear with this…"
        },
        {
            "name": "Tokai Teio",
            "text": "Trainer, I'm going to take today off…",
            "choice_data_list": [
                "Huh?"
            ]
        },
        {
            "name": "Tokai Teio",
            "text": "Don't say \"huh\"! We're taking today off, got it?! No training, only rest!"
        },
        {
            "name": "Tokai Teio",
            "text": "You still look pale, so I'm not going to force you to push yourself. So it's decided. No more training today!",
            "choice_data_list": [
                "But I need to help you \ncatch up to the President…"
            ]
        },
        {
            "name": "Tokai Teio",
            "text": "Nngh… I may not be able to reach that goal as soon as I had thought, but that doesn't matter!"
        },
        {
            "name": "Tokai Teio",
            "text": "Without you, I wouldn't be able to grow! Plus… it wouldn't be like me."
        },
        {
            "name": "Tokai Teio",
            "text": "I'm not sure how to put it, but I don't like the idea of not having you. That being said, Prez does train alone…"
        },
        {
            "name": "Tokai Teio",
            "text": "I want to move forward with everyone."
        },
        {
            "text": "With the sounds of the cicadas surrounding us, Tokai Teio began her story."
        },
        {
            "name": "Tokai Teio",
            "text": "I want to have fun. Of course I want to win, but I want to win in a cool way! A way that I can be proud of, and that I can be praised for."
        },
        {
            "name": "Tokai Teio",
            "text": "I want to continue to be able to celebrate my victories with you, like we did at the arcade the other day. With you, and with my friends. But more than that…",
            "choice_data_list": [
                "More than that?"
            ]
        },
        {
            "name": "Tokai Teio",
            "text": "I know that bad things might happen before we make it there. I may be unbeatable, but there are things that even I can't control."
        },
        {
            "name": "Tokai Teio",
            "text": "Yeah, just like that one time. Remember how when I went overboard and hurt myself, you helped me out? Just like that."
        },
        {
            "name": "Tokai Teio",
            "text": "Prez may be able to do things on her own, but I have people that I can rely on."
        },
        {
            "name": "Tokai Teio",
            "text": "So without you, I'd be in a real bad spot. I wouldn't know what to do. So…",
            "choice_data_list": [
                "Teio…"
            ]
        },
        {
            "name": "Tokai Teio",
            "text": "Let's take today off. Ahem! Changing the schedule based on the situation is super important, Trainer-kun.",
            "choice_data_list": [
                "Wait, isn't that…",
                "Wait, isn't that…"
            ]
        },
        {
            "name": "Tokai Teio",
            "text": "Ahaha, you remembered? This is payback♪ Now that you've collapsed from overwork, it's my turn to teach you a lesson!"
        },
        {
            "name": "Tokai Teio",
            "text": "Ooh! Why don't I give you a massage?"
        },
        {
            "name": "Tokai Teio",
            "text": "Tickle tickle tickle tickle tickle tickle!"
        },
        {
            "text": "The two of us played around, joking and laughing. Then…"
        },
        {
            "name": "Tokai Teio",
            "text": "Hey, Trainer. I'm fine with calling off training today, but in exchange…"
        },
        {
            "name": "Tokai Teio",
            "text": "Why don't we go to the summer festival together tonight? I bet we'll have a lot of fun. So how about it?",
            "choice_data_list": [
                "Sure, why not?",
                "Sure, why not?"
            ]
        },
        {
            "name": "Tokai Teio",
            "text": "Yay! It's a promise! Let's have a lot of fun, and eat a whole bunch of food!"
        },
        {
            "name": "Tokai Teio",
            "text": "Woah, it's so shiny and sparkly♪ Hey, Trainer! Let's go and buy some masks! Which one should I get?"
        },
        {
            "name": "Tokai Teio",
            "text": "Mister, I gimme two! I'll have that one! Yeah, the pink one please♪"
        },
        {
            "text": "The sound of her joyous voice resounded through the night. She ran, played, and laughed throughout the night. And afterwards, she proceeded through the training, full speed ahead."
        }
    ]
}