{
    "text_block_list": [
        {
            "text": "Symboli Rudolf will be racing in the Twinkle Series this weekend. So…"
        },
        {
            "name": "Tokai Teio",
            "text": "Huh? Prez's race?"
        },
        {
            "name": "Tokai Teio",
            "text": "Normally I'd love to go, but… Mmm…"
        },
        {
            "name": "Tokai Teio",
            "text": "Oh, but… that's right…"
        },
        {
            "name": "Tokai Teio",
            "text": "Prez'll win, just like she always does, right? So she'll be showered with praise again…"
        },
        {
            "name": "Tokai Teio",
            "text": "Maybe… seeing that one more time will help me shake off whatever's been bothering me.",
            "choice_data_list": [
                "Why don't we go and find out?"
            ]
        },
        {
            "name": "Tokai Teio",
            "text": "Alright, I'll go!"
        },
        {
            "text": "And so the day of Symboli Rudolf's race came."
        },
        {},
        {
            "name": "Commentator",
            "text": "Symboli Rudolf is leading! She's so quick, so fast!! A three, no four length lead!!"
        },
        {
            "name": "Commentator",
            "text": "Symboli Rudolf wins!! What overwhelming strength! This is how an \"Emperor\" races!!"
        },
        {
            "name": "Crowd",
            "text": "Emperor! Emperor! Emperor!!"
        },
        {
            "name": "Tokai Teio",
            "text": "………",
            "choice_data_list": [
                "How was that?"
            ]
        },
        {
            "name": "Tokai Teio",
            "text": "Prez was as great as ever… She's so strong, so fast, and the coolest Uma Musume."
        },
        {
            "name": "Tokai Teio",
            "text": "But…"
        },
        {
            "name": "Tokai Teio",
            "text": "There's something I need to talk to her about. Will you come too?",
            "choice_data_list": [
                "Of course. Let's go."
            ]
        },
        {
            "name": "Tokai Teio",
            "text": "I'm coming in!"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Oh, if it isn't Teio… and I see you're here as well, Trainer-kun."
        },
        {
            "name": "Symboli Rudolf",
            "text": "How surprising. I would never have expected the excitable, impulsive Teio to actually knock before entering."
        },
        {
            "name": "Tokai Teio",
            "text": "Yeah… Actually, there's something I need to talk to you about."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Hmm… Okay, what is it?"
        },
        {
            "name": "Tokai Teio",
            "text": "Prez… You're my idol. You're the most amazing and coolest Uma Musume out there. I want to be just like you one day."
        },
        {
            "name": "Tokai Teio",
            "text": "It made me happy hearing everyone praise you."
        },
        {
            "name": "Tokai Teio",
            "text": "And whenever I saw you smile back to your fans it would make me so excited."
        },
        {
            "name": "Tokai Teio",
            "text": "But… All of that is gone now…"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Oh? What do you mean by that, Teio?"
        },
        {
            "name": "Tokai Teio",
            "text": "Seeing everyone cheer for you after you beat me…"
        },
        {
            "name": "Tokai Teio",
            "text": "It… it really made my chest hurt…"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Made your chest hurt…?"
        },
        {
            "name": "Tokai Teio",
            "text": "Yeah. It hurt so bad that I couldn't stop thinking about it… So I tried to run and run to get rid of it, but it wouldn't go away."
        },
        {
            "name": "Tokai Teio",
            "text": "It's strange, isn't it? But after seeing your race today I think I finally understand what happened."
        },
        {
            "name": "Tokai Teio",
            "text": "I… I want to become the best Uma Musume in the world. That's why I run."
        },
        {
            "name": "Tokai Teio",
            "text": "So I can't let anyone else be called amazing. No, I won't let anyone else be called amazing!"
        },
        {
            "name": "Tokai Teio",
            "text": "Not even you, Prez! I'll show everyone that I'm the greatest."
        },
        {
            "name": "Symboli Rudolf",
            "text": "…!"
        },
        {
            "name": "Tokai Teio",
            "text": "I want to be just like you, Prez. That hasn't changed. You're my number one idol!"
        },
        {
            "name": "Tokai Teio",
            "text": "But… that isn't it… I want to become so great that even you'd cheer me on and call me amazing!"
        },
        {
            "name": "Tokai Teio",
            "text": "And that's why I came to talk to you! Prez, this is my declaration of war!"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Say it clearly, Teio."
        },
        {
            "name": "Tokai Teio",
            "text": "Okay. One day I'll surpass your title of \"Emperor\" and become a Monarch in my own right."
        },
        {
            "name": "Tokai Teio",
            "text": "So you better be prepared, Prez!!"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Heh…"
        },
        {
            "name": "Symboli Rudolf",
            "text": "From the bleachers down to the turf… You've finally reached the same stage as I. I'm very happy for you, Teio."
        },
        {
            "name": "Symboli Rudolf",
            "text": "That being said, I have no intention of giving up the title of \"strongest\". I hope you understand just how difficult the road ahead is."
        },
        {
            "name": "Tokai Teio",
            "text": "Of course!!"
        },
        {
            "text": "As Tokai Teio nodded gleefully, Symboli Rudolf happily smiled back ."
        },
        {
            "name": "Tokai Teio",
            "text": "Woah, I actually managed to say it!! Ehehe, my heart is still racing though."
        },
        {
            "name": "Tokai Teio",
            "text": "Thank you for coming with me. Also, umm… thanks for everything you've done!"
        },
        {
            "name": "Tokai Teio",
            "text": "And… I'll be relying on you even more from now on!",
            "choice_data_list": [
                "From now on? Does that mean…"
            ]
        },
        {
            "name": "Tokai Teio",
            "text": "Geez, you're so dense! If you keep that up, I won't let you be my trainer anymore."
        },
        {
            "name": "Tokai Teio",
            "text": "Our target is the strongest Uma Musume in the world after all. So get it together, Trainer!!",
            "choice_data_list": [
                "Okay! Let's do this together!"
            ]
        },
        {
            "name": "Tokai Teio",
            "text": "Alrighty! I'm so happy, I did my declaration and I got a trainer to boot!!"
        },
        {
            "name": "Tokai Teio",
            "text": "This is the start of the legend of the Unbeaten Tokai Teio!"
        }
    ]
}