{
    "text_block_list": [
        {
            "name": "Yaeno Muteki",
            "text": "――Ardan-san. Chiyono O-san. For making time in your busy schedule to accompany me, I'm truly thankful."
        },
        {
            "name": "Mejiro Ardan",
            "text": "No. I'm the one that should be thankful, I'm honored that you would ask me. Yaeno-san, I'll assist you to the best of my abilities."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Me too! It'll give me the chance to study Yaeno-san's training results from up close!",
            "choice_data_list": [
                "Both of you, thank you",
                "Both of you, thank you"
            ]
        },
        {
            "text": "With the goal of [The Fusion of Fire and Water] during a race, we had begun special training to master tactics."
        },
        {
            "text": "Today is the day we test the results of that training, with Mejiro Ardan and Sakura Chiyono O, who are aiming to debut at the same time. I had requested parallel running!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "For your thorough guidance up until now, you have my heartfelt gratitude. All that's left is the race itself―― the results of my training, I will confirm them myself!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Haa, haa, haa―― Fuu……！！"
        },
        {
            "text": "During the middle stage of the race. Sakura Chiyono O was taking a leading position, up until now this would have normally disrupted Yaeno's pace, however……"
        },
        {
            "name": "Yaeno Muteki",
            "text": "(……First. Be concious of your lap time.)"
        },
        {
            "name": "Yaeno Muteki",
            "text": "(The speed and pace I need to maintain, I must engrave them in to my body…… Don't be led astray by others, I must persist！)"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Fuu…… fuu…… ……――！"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Haaa……！"
        },
        {
            "name": "Mejiro Ardan",
            "text": "……！！"
        },
        {
            "text": "As they approached the corner, Mejiro Ardan moved in, aiming for a favorable position―― however, having calmly analyzed the situation, Yaeno Muteki responded superbly！"
        },
        {
            "name": "Yaeno Muteki",
            "text": "(First. Read your opponent. You must predict the race progression)"
        },
        {
            "name": "Yaeno Muteki",
            "text": "……As I thought, Ardan-san excels at technique. She has fully grasped her own weaknesses, therefore her tactics focus on precision, with the confidence to calmly execute――！"
        },
        {
            "name": "Yaeno Muteki",
            "text": "(Picture the opponent within your own mind, picture their run repeatedly, many times…… You must formulate a plan for certain victory)"
        },
        {
            "name": "Yaeno Muteki",
            "text": "And then――！！"
        },
        {
            "name": "Yaeno Muteki",
            "text": "――Haaa！！"
        },
        {
            "name": "Yaeno Muteki",
            "text": "(Now let it burn！ Burn！ Let your spirit burn！ Just like a raging inferno！ Do not fear the Ardent Flame within, do not let it overwhelm you！)"
        },
        {
            "name": "Yaeno Muteki",
            "text": "(Do not yield the lead！！ Do not yield it to anyone！ The one who will be victorious―― will be me！！)"
        },
        {
            "name": "Yaeno Muteki",
            "text": "OoOOOOOOOOOOOo！！"
        },
        {
            "text": "And with that, Yaeno Muteki magnificently―― crossed the goal first."
        },
        {
            "name": "Yaeno Muteki",
            "text": "Haaa, haaa, haaa, haaa――"
        },
        {
            "name": "Yaeno Muteki",
            "text": "『The Fusion of Fire and Water』…… right here, has been achieved！！"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Yaeno-san―― that was wonderful."
        },
        {
            "name": "Yaeno Muteki",
            "text": "Ha！ ……I apologize. Before properly thanking you, I celebrated victory……"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "No！ Really, the Yaeno-san just now…… was amazing！ More than I've seen up until now, how should I put it, you had the most spirit……！"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Yes. And also―― as an opponent from the same generation, it was an exceedingly intimidating feeling."
        },
        {
            "name": "Yaeno Muteki",
            "text": "……！！"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Well then. ……Chiyono O-san, will you be free shortly after this？ ……so that we won't lose to this awakened rival, we'll have to continue training."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Yeah, let's！！ ……We won't lose next time, Yaeno-san！！"
        },
        {
            "name": "Yaeno Muteki",
            "text": "……That's right. I can't lose either. In the Twinkle Series too, I will definitely be victorious……"
        },
        {
            "name": "Yaeno Muteki",
            "text": "(And to do that――)",
            "choice_data_list": [
                "Good work! That was a great run……！"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "……Aah, you came at just the right moment."
        },
        {
            "name": "Yaeno Muteki",
            "text": "Could I ask you to accompany me for a while longer？"
        },
        {
            "text": "The place she brought me, was the place where we had first met. After turning towards me, Yaeno Muteki spoke――"
        },
        {
            "name": "Yaeno Muteki",
            "text": "The Kongou Yaegaki Ryuu Kata, have you memorized them yet？",
            "choice_data_list": [
                "Y-yeah, a little……",
                "Y-yeah, a little……"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "If that's the case, please―― perform them together with me. Please accompany me."
        },
        {
            "name": "Yaeno Muteki",
            "text": "……――Alright, let's begin."
        },
        {
            "text": "Confused by her sudden urging, I took my stance. And then……"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Haa！！ ……Seii！！",
            "choice_data_list": [
                "Taaa！……Yaaa！！"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "Fuu！！ ……Tooou！！",
            "choice_data_list": [
                "Seiyaaー！！"
            ]
        },
        {
            "text": "I earnestly followed along, but I wasn't entirely sure if I performed them properly. While I was conscious of my posture, my movements were nowhere near as sharp as hers."
        },
        {
            "text": "But still―― while I was repeatedly taking my stance and progressing through, I felt a mysterious connection between us."
        },
        {
            "name": "Yaeno Muteki",
            "text": "Thank you very much！！"
        },
        {
            "name": "Yaeno Muteki",
            "text": "……Um. ……Was I able to properly convery it？"
        },
        {
            "name": "Yaeno Muteki",
            "text": "With each swing of my fist, and each movement of my body, I intended to pour everything into it. Everything I wanted to convey to you――"
        },
        {
            "name": "Yaeno Muteki",
            "text": "That I believe in you wholeheartedly.",
            "choice_data_list": [
                "Yaeno……！！ Is that――"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "Because of your guidance, I was able to arrive at the state of mind for 『The Fusion of Fire and Water』. Please, from now on, may I continue to receive guidance from you？"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Trainer-dono. As someone who is an expert in regards to racing, from now on―― by all means, please continue to instruct me！",
            "choice_data_list": [
                "Yeah, I look forward to it!",
                "Yeah, I look forward to it!"
            ]
        },
        {
            "text": "And like this, I became the trainer responsible for Yaeno Muteki……！"
        }
    ]
}