{
    "text_block_list": [
        {
            "text": "It was a calm day in the early summer, shortly after a big race."
        },
        {
            "name": "Yaeno Muteki",
            "text": "A break, is it?",
            "choice_data_list": [
                "Yeah. A chance to refresh!",
                "Yeah. A chance to refresh!"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "――I see, this is a plan with my well-being in mind. Then this Yaeno Muteki will pour her body and soul in to taking a break!"
        },
        {
            "text": "It was only for a few days and classes were currently low intensity, so I wanted her to spread her wings a little bit. That was my reasoning behind the break."
        },
        {
            "text": "The next day after school. I was passing by the training course on my way back――"
        },
        {
            "name": "Yaeno Muteki",
            "text": "……Huuu. It was a worthwhile training session.",
            "choice_data_list": [
                "Huh!?"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "Ah! This is, well, how should I put it……!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "I apologize, I understand I'm supposed to be taking a break! But I just can't calm down unless I'm doing some training."
        },
        {
            "text": "……Yaeno Muteki's straightforwardness was part of her charm and her strength. But I really want her to take a break now!",
            "choice_data_list": [
                "Anyways, no training during this break!"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "Haa……! I apologize for worrying you. I'm ashamed of my own immaturity……!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "……Going forward, I will definitely keep this mistake in mind. I will immediately get changed and return to my dorm……I'm sorry."
        },
        {
            "text": "And that was how we parted that day…… But could Yaeno Muteki really put her 『Training on Hold』?"
        },
        {
            "text": "And then on the second day of Yaeno Muteki's break."
        },
        {
            "text": "She's not here――"
        },
        {
            "text": "She's not here either――"
        },
        {
            "text": "And she isn't here either."
        },
        {
            "text": "After what happened yesterday, I looked around the multiple training spaces around campus……Yaeno Muteki was nowhere to be found."
        },
        {
            "text": "Maybe she's staying in the dorms or out with her friends. If she was resting, I figured I should head in to town and do some shopping!"
        },
        {
            "text": "On the way home, I decided to take a small detour. This was a place filled with memories. That day――"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Suuu――………… Fuuー…………。"
        },
        {
            "name": "Yaeno Muteki",
            "text": "――Fuu! ……Haaa! ……Seii! ……Taaa!"
        },
        {
            "text": "Right, even back then, she was alone, devoting herself to training. Her graceful movements were proof of that training. That was how I felt――"
        },
        {
            "name": "Yaeno Muteki",
            "text": "126…… 127……"
        },
        {
            "text": "Right, just like that, Yaeno Muteki was devoting herself to training――",
            "choice_data_list": [
                "――Wait, eh!? It's really her!?"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "……Ah."
        },
        {
            "name": "Yaeno Muteki",
            "text": "Wha-……what a coincidence, huh? Were you also taking a walk?",
            "choice_data_list": [
                "You were training just now, weren't you?",
                "You were training just now, weren't you?"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "……Yes I was……!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "In order to comply with your instructions, I left the school, with all of its training facilities, and that went well in the beginning but……"
        },
        {
            "name": "Yaeno Muteki",
            "text": "As soon as I saw this underpass, I was filled with a sudden sense of nostalgia and motiviation…… There's no excuse. My shamelessness knows no bounds!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "This is a bit difficult to handle on my own…… How should I put it? I panicked, since I felt that if I had free time I should train……"
        },
        {
            "text": "Was it because she couldn't train to her satisfaction or because she struggled with taking breaks? Maybe both?―― She hung her head in dejection.",
            "choice_data_list": [
                "……Alright, let's do some light training"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "B-but Trainer-dono, you felt there was significance in me taking a break……",
            "choice_data_list": [
                "I wasn't trying to completely stop you……"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "……! Ossu! Then I shall continue my current training!"
        },
        {
            "text": "In the end, she continued training until sunset. It seemed like having Yaeno Muteki get some rest would be a difficult task……!"
        }
    ]
}