{
    "text_block_list": [
        {
            "text": "Why……why did things turn out like this?――"
        },
        {
            "text": "(Clack clack clack!!)"
        },
        {
            "name": "Yaeno Muteki",
            "text": "……! Jet Coaster……It's quite imposing in person."
        },
        {
            "name": "Yaeno Muteki",
            "text": "However, as one bearing the name \"Invincible\", I must overcome it! Now――To battle!"
        },
        {
            "text": "It was just a few hours ago――"
        },
        {
            "text": "Afternoon on a day off. As I was walking by the station, I spotted Yaeno Muteki standing in front of the information board."
        },
        {
            "name": "Yaeno Muteki",
            "text": "Oh, if it isn't Trainer-dono. What a coincidence.",
            "choice_data_list": [
                "What are you doing here?",
                "What are you doing here?"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "Right. In regards to my breaks recently, I've been reflecting on it a lot lately……and I made a quick decision. First I would head to town in order to forget about training."
        },
        {
            "name": "Yaeno Muteki",
            "text": "However, I am someone who is always immersed in martial arts. As embarrassing as it is, I'm unsure where to go."
        },
        {
            "text": "In that case, perhaps a place made for everyone to enjoy. Maybe even someone like her could relax there.",
            "choice_data_list": [
                "How about an amusement park?"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "I see, an amusement park……a sound idea. In a place like that, even I should be able to forget about my training."
        },
        {
            "name": "Yaeno Muteki",
            "text": "Then――shall we proceed?"
        },
        {
            "text": "And so, that's why the two of us find ourselves at the amusement park, however……"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Huuu, it was a splendid Jet Coaster.",
            "choice_data_list": [
                "But, was it fun?"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "Oh, well……of course it was. But that acceleration during the descent was a sight to behold."
        },
        {
            "name": "Yaeno Muteki",
            "text": "Racetracks also have downhill slopes. I was aware of it, but I don't think I can handle them much better than I currently am……"
        },
        {
            "text": "I was only asking for her impressions, but Yaeno Muteki was deep in thought. At this rate, she'd start thinking about training again……!",
            "choice_data_list": [
                "Yaeno! Let's go there next!"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "Eh――"
        },
        {
            "name": "Yaeno Muteki",
            "text": "D-dark…… Trainer-dono! Where have you gone!?"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Hmm, my eyes are gradually adjusting……"
        },
        {
            "name": "Yaeno Muteki",
            "text": "This is――"
        },
        {
            "name": "Ghost?",
            "text": "Eeeheeheehee! For those that set foot in this manor, escape is impossible……"
        },
        {
            "name": "Ghost?",
            "text": "We shall plunge you in to the depths of fear……!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "What did you say……!?",
            "choice_data_list": [
                "(Good, if it's a haunted mansion then……)"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "――――HAA!!"
        },
        {
            "name": "Ghost?",
            "text": "Uwaaah!?"
        },
        {
            "name": "Yaeno Muteki",
            "text": "I'm not one that would be overwhelmed by just this level of darkness! Wicked fiend, perish the thought of waylaying Trainer-dono!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "And now, those hooligans have run away. Fufu……I won't let you escape!"
        },
        {
            "name": "Monster?",
            "text": "Baaaaaaa~! Eehiihii, were you scared?"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Not by something of this level! Withstand this if you can, Kongou Yaegaki Ryuu Ultimate――!"
        },
        {
            "name": "Monster?",
            "text": "Ueeeeehh~!?!?",
            "choice_data_list": [
                "Wait wait stop~!"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "No, you should get behind me! Now is the time to purify this specter――!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "……All is well. Without being led astray by those wicked fiends, it was a good opportunity to train a stalwart spirit――Ha!?"
        },
        {
            "name": "Yaeno Muteki",
            "text": "O-once again, I forcibly turned this in to training……I apologize! Even though you've gone so far for this, how unsightly……!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "This was supposed to be training to discipline myself, I end up so caught up in the training that I forget all else. It's proof of my immaturity……!",
            "choice_data_list": [
                "Then train to forget about training"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "Eh……? H-however……to have you accompany me in this kind of light-hearted matter, it feels inexcusable……"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Today, and during my recent breaks…… I feel like I'm always inconveniencing Trainer-dono."
        },
        {
            "name": "Yaeno Muteki",
            "text": "That's why, helping anymore than this…… I absolutely need to solve this on my own!",
            "choice_data_list": [
                "No, I'll accompany you to the end"
            ]
        },
        {
            "text": "I say it firmly. This is the role of a trainer."
        },
        {
            "name": "Yaeno Muteki",
            "text": "However……!",
            "choice_data_list": [
                "And a flustered Yaeno is interesting!"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "Huh!? Ah…… Is…… that so……?"
        },
        {
            "text": "It seems like Yaeno Muteki was left speechless. We had a good time, so I decided we should head back to school for now……"
        },
        {
            "text": "The train ride on the way back. Yaeno Muteki, who was standing beside me, finally opened her mouth."
        },
        {
            "name": "Yaeno Muteki",
            "text": "……is this really fine? Once again, I've exposed my shameful side……"
        },
        {
            "name": "Yaeno Muteki",
            "text": "As immature as I am……I still wanted to be able to remain disciplined and devoted myself fully to my training."
        },
        {
            "name": "Yaeno Muteki",
            "text": "That's why, your instructions to 『Take a break from training』, I suppose I didn't truly understand it."
        },
        {
            "name": "Yaeno Muteki",
            "text": "And if that's the case…… …………",
            "choice_data_list": [
                "……In that case?"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "……No. For now, I'll think on this myself."
        },
        {
            "text": "After that, Yaeno Muteki remained silent."
        },
        {
            "text": "Indeed……for Yaeno Muteki, who devoted herself to disciplining herself through training, this was probably a good opportunity to reevaluate her progress."
        },
        {
            "text": "In that case, I had to help her. As summer approached, I'd have to keep this in mind."
        }
    ]
}