{
    "text_block_list": [
        {
            "text": "One day in the evening. Passing by the river bank on the way home from shopping――"
        },
        {
            "name": "Yaeno Muteki",
            "text": "――――HA！！",
            "choice_data_list": [
                "！？"
            ]
        },
        {
            "text": "With an astounding sharpness, a loud voice rang out. Surprised, I came to a stop. Without thinking, I looked in the direction it came from――"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Suuu――………… Fuuー…………。",
            "choice_data_list": [
                "If I'm not mistaken, she's…… Yaeno Muteki……？"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "――Fuu! ……Haaa! ……Seii! ……Taaa!"
        },
        {
            "text": "In the evening air, her fighting spirit cut through the air as each swing of her fist, each kick, and each slash, caused the ground to shake――"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Fuu――――…………！！ ――――Haaa!!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "…………Fuuu."
        },
        {
            "text": "……before I realized it, I was captivated. She was the epitome of fierceness and serenity. Every part of her body moved with a refined grace, the result of diligent training……",
            "choice_data_list": [
                "(It's…… almost like a 『Dance』……)"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "――Excuse me. You over there.",
            "choice_data_list": [
                "！？ Y―yes！！"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "Judging by the badge on your collar, I assume you are a trainer from the academy. Do you have some business with me?",
            "choice_data_list": [
                "Not really…… sorry, I was just fascinated……"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "That's…… no, someone as inexperienced as I is undeserving of such praise."
        },
        {
            "name": "Yaeno Muteki",
            "text": "Even now, I'm performing these 『Kata』 to purge my idle thoughts, to calm the uncontrollable emotions coursing through me in prepartion for tomorrow's Selection Race."
        },
        {
            "name": "Yaeno Muteki",
            "text": "However, even if my training has been insufficient, tomorrow I intend to use my full power. ……if you have the time, and find yourself there, it would be fortuitous.",
            "choice_data_list": [
                "A-acknowledged……！"
            ]
        },
        {
            "text": "Somehow, she gave off the impression of an old-timey martial artist with her speech and conduct, unconciously it caused me to straighten up and respond in kind."
        },
        {
            "text": "Thereupon, they appeared――！！"
        },
        {
            "name": "Delinquent Uma Musume A",
            "text": "Oi oi oi oi！ Looks like we've got a little bit of a problem here, Tracen Academy missy！ This here's our 『Turf』, you know～！？"
        },
        {
            "name": "Delinquent Uma Musume A",
            "text": "If you wanna pass through, I guess we'll have to extract a 『Toll』 from ya～！！"
        },
        {
            "text": "Suddenly, what seemed to be some illーtempered Uma Musume appeared……！"
        },
        {
            "name": "Yaeno Muteki",
            "text": "…… your 『Turf』, you say? If I recall correctly, I believe this place is considered a part of the riverside park, is it not？"
        },
        {
            "name": "Delinquent Uma Musume A",
            "text": "Shut yer trap～～～！ Don't get smart with me！！ Aneki, this pinhead is gettin' kinda mouthy！！"
        },
        {
            "name": "Delinquent Uma Musume B",
            "text": "……how brave of you. But that spirit, how long will it last? If you don't wanna get hurt, you should probably do what we say―― run―crazed missy."
        },
        {
            "text": "The delinquent Uma Musume that looked like the leader started releasing an intimidating aura！ ……since it's come this far I can't stand here and do nothing！！",
            "choice_data_list": [
                "You all need to stop this……！",
                "You all need to stop this……！"
            ]
        },
        {
            "name": "Delinquent Uma Musume A",
            "text": "Huuuh！？ Who the hell are you？ Don't order me around――！"
        },
        {
            "name": "Yaeno Muteki",
            "text": "――――HAA！！！！"
        },
        {
            "name": "Horsegirls",
            "text": "Hyaa……！！ ……！！"
        },
        {
            "text": "With that one sharp voice from Yaeno Muteki, the delinquent Uma Musume froze in place as if they were struck by lightning……！"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Well then. ……――do you still wish to continue？"
        },
        {
            "text": "The air fell completely silent, like the tranquil surface of water―― however, there was something unfathomable hidden behind her words. Then……"
        },
        {
            "name": "Delinquent Uma Musume B",
            "text": "……Let's go. She's out of our league."
        },
        {
            "name": "Delinquent Uma Musume A",
            "text": "Eh, huh, Aneki！？ W-wait for meee～～～！！",
            "choice_data_list": [
                "(T-they left……)"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "……while it was for the purpose of chasing them off, I apologize for suddenly letting out such a loud voice. I'm sure you were surprised.",
            "choice_data_list": [
                "No, I'm grateful for your help"
            ]
        },
        {
            "text": "Besides, while she had enough ferocity to freeze those delinquents in their tracks, seeing her so calmy stand there without flinching――",
            "choice_data_list": [
                "You were really cool！"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "……much obliged."
        },
        {
            "text": "Just what kind of run would she show off at the race？ With high expectations in mind, we parted ways."
        },
        {
            "text": "And then, the next day. While carrying those expectations in my heart, when I went to see the Selection Race Yaeno Muteki was entering――"
        },
        {
            "name": "Average Trainer A",
            "text": "Super Creek's run just now, it was wonderful wasn't it……！？ There already seems to be a certain presence about her."
        },
        {
            "name": "Veteran Trainer A",
            "text": "Oguri Cap too…… the title of \"Monster\" certainly seems to fit her. She's still a little rough but, you can't say that there's no potential."
        },
        {
            "name": "Veteran Trainer A",
            "text": "There seem to be a lot of girls with very promising futures, too…… it seems there will be quite a few future champions from this generation."
        },
        {
            "name": "Yaeno Muteki",
            "text": "…… Me too…… this time for sure, I must get results. I must show the results of my training with a victory I can be proud of, this time for sure……！"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Haa, haa, haa, haa……"
        },
        {
            "name": "Participating Uma Musume A",
            "text": "…… ……Alright, right here―― Haaaaaaa！！"
        },
        {
            "name": "Yaeno Muteki",
            "text": "！！ …… I wont…… let you……！！"
        },
        {
            "name": "Yaeno Muteki",
            "text": "――OooooooooOOOOOo！！"
        },
        {
            "name": "Participating Uma Musume A",
            "text": "Fufuu, she took the bait……！",
            "choice_data_list": [
                "(Huh……！？)"
            ]
        },
        {
            "name": "Veteran Trainer A",
            "text": "Yaeno Muteki…… she fell for it, huh. Her emotions are too easy to read. Like that, her legs won't last until the end."
        },
        {
            "name": "Average Trainer A",
            "text": "Yeah, 『Again』 it seems…… I had been considering her but, as long as she isn't able to fix that habit, it'll be rough……"
        },
        {
            "text": "……it was a strange sight. Yesterday she had shown me her fierce spirit, calm bearing, and serene demeanor, but today Yaeno Muteki――"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Just like this…… I'll push… through……！！ Haaaaaaaaa！！"
        },
        {
            "name": "Yaeno Muteki",
            "text": "…… haaa, haaa……！！"
        },
        {
            "text": "It just seemed like she was being flung about by the fierce and violent emotions overflowing from within as she ran, she was made to suffer defeat……"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Haaa, haaa, haaa, haaa……！！"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Kuu…… again, I…… once again……！"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Immature！ Too much so……I'm too immature！！ For the sake of controlling this 『Ardent Flame』 within me, I need more……！"
        },
        {
            "text": "In that profile there was an excessive amount of regret…… I was unable to call out and stop Yaeno Muteki as she departed."
        }
    ]
}