{
    "text_block_list": [
        {
            "name": "Yaeno Muteki",
            "text": "Haa, haa……I've completed the running portion! That's everything we planned to do today, right?",
            "choice_data_list": [
                "Yeah, good work!",
                "Yeah, good work!"
            ]
        },
        {
            "text": "The long-awaited summer camp. Yaeno Muteki was really enthusiastic and today's training menu was finished in a flash."
        },
        {
            "name": "Yaeno Muteki",
            "text": "Then……I'm going to go play!",
            "choice_data_list": [
                "Ehh"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "Well, considering the way our time at the amusement park ended…… At this training camp, I'll be sure to forget about training!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "And, there's something I'd like to confirm as well……",
            "choice_data_list": [
                "Something to confirm?"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "……No, that was only said in passing! Once I'm sure, I'll speak with you again."
        },
        {
            "name": "Yaeno Muteki",
            "text": "Well then, this unassuming Yaeno Muteki will go frolic amongst the waves. Now, towards a state of selflessness……!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "I have frolicked amongst the waves! Learning to walk while also avoiding the waves as they come in and out, this will help with race routeーー……No, this is training isn't it?"
        },
        {
            "name": "Yaeno Muteki",
            "text": "I have enjoyed playing with a beach ball! Watching the form and explosive power of your opponents, it was a golden opportunity to learn……Ha!?"
        },
        {
            "name": "Yaeno Muteki",
            "text": "……This is also training, isn't it?"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Counter-intuitively……I tried running once again, but……! Wouldn't this……also be training!?",
            "choice_data_list": [
                "Yeah, it's training……",
                "Yeah, it's training……"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "……Kuu, then as many times as it takes! I'm going to the summer festival at night! If you're free, Trainer-dono, would you accompany me!?"
        },
        {
            "name": "Yaeno Muteki",
            "text": "……there's quite the sea of people here. Weaving through the crowd of people could be useful during a race……No!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Kuu, even here I'm still thinking about training……!",
            "choice_data_list": [
                "Yaeno, let's try target practice!",
                "Yaeno, let's try target practice!"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "I see, if it's target practice then it would have nothing to do with racing……most likely! Perhaps it will help me forget about training and reach a selfless state!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "I appreciate it, Trainer-dono. Shopkeep-dono! I'd like to purchase one right of challenge!"
        },
        {
            "text": "(Bang!)"
        },
        {
            "name": "Yaeno Muteki",
            "text": "……Muu."
        },
        {
            "text": "(Bang, bang!)"
        },
        {
            "name": "Shopkeeper",
            "text": "How unfortunate~! You missed with all of them, huh!? Don't get disheartened and feel free to try again!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "To think I'd miss with every shot…… I've shown you yet another unsightly display.",
            "choice_data_list": [
                "Something like this isn't unsightly"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "……!"
        },
        {
            "text": "It was fine to fail, it was fine to just enjoy it. Whether it was playing or training, it was fine to be a little more laid-back.",
            "choice_data_list": [
                "I know you've been doing your best."
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "……Fufu. As I thought, you would say something like that. At the amusement park, and even here……"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Thank you very much, I think I'm finally prepared. Trainer-dono, could I borrow a bit of your time?"
        },
        {
            "text": "I didn't mind, but I wonder what it could be. If I were to agree here without thinking carefully――"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Shopkeep-dono! I'd like another 5 rights of challenge please!"
        },
        {
            "text": "After that, the sound of toy gunfire echoed through the air for a while, but――"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Uguu, how unsightly! To not be able to hit anything even now! It's just laughable……!",
            "choice_data_list": [
                "Yaeno, do your best!"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "Right, next time for sure! I've started to understand it just a bit. Like this, without putting in too much power……!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Trainer-dono, how is it!? Are there any issues with my posture!?",
            "choice_data_list": [
                "Looks good!"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "I appreciate it! While holding the gun, stay steady. Steady……have fun and……!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Press forward!"
        },
        {
            "text": "(Bang!)"
        },
        {
            "text": "――With a soft sound, the stuffed cat doll that Yaeno Muteki had been aiming at this whole time fell."
        },
        {
            "name": "Shopkeeper",
            "text": "Nice hit~! You nailed that prize! Congrats, missy!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Ah……! Thank you very much!",
            "choice_data_list": [
                "Congrats, Yaeno!"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "Trainer-dono, I did it! I've properly played this 'target practice'!"
        },
        {
            "text": "On the way back from the festival……Yaeno Muteki said she had 『Something to talk about』, so we ended up on the training camp beach."
        },
        {
            "name": "Yaeno Muteki",
            "text": "……Just now, I felt slightly like I had returned to my childhood. Using a toy gun to aim for that other toy……",
            "choice_data_list": [
                "Did you have fun?"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "Yes, very much so!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "……and thanks to that, I felt fulfilled. And somehow, I realized why I was so unable to forget about training."
        },
        {
            "name": "Yaeno Muteki",
            "text": "Because this flame in my heart, outside of competition, was something I was ashamed of."
        },
        {
            "name": "Yaeno Muteki",
            "text": "That carrying this fiery disposition during children's squabbles, was something unsightly and had to be avoided at all costs――"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Believing that I had to maintain strict discipline, keeping things hidden, and always focusing on training.",
            "choice_data_list": [
                "Yaeno――"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "However, you told me it was fine if I was unsightly, it was fine if I failed. And that's probably why I…… was able to forget all about training and have fun."
        },
        {
            "name": "Yaeno Muteki",
            "text": "That this fire is not something to be afraid of. And nor……is it something to abhor.",
            "choice_data_list": [
                "……Right! Just enjoy your break time!",
                "……Right! Just enjoy your break time!"
            ]
        },
        {
            "name": "Yaeno Muteki",
            "text": "Yes――When I'm with you……it's fine to forget about training."
        },
        {
            "name": "Yaeno Muteki",
            "text": "Right, Trainer-dono. Right now……will you perform the 『Kata』 with me?"
        },
        {
            "name": "Yaeno Muteki",
            "text": "……For some reason, I feel like it'll be completely different from any before."
        },
        {
            "text": "The summer festival was almost over, and with fireworks going off in the distance, Yaeno Muteki began to perform the 『Kata』."
        },
        {
            "text": "It had a different weight behind it compared to the 『Kata』 she had been training with so far. Almost as if the flames were dancing and playing――"
        },
        {
            "name": "Yaeno Muteki",
            "text": "……Aaaah――"
        },
        {
            "name": "Yaeno Muteki",
            "text": "――it was a fun break, wasn't it?"
        },
        {
            "text": "……It was a fun and refreshing performance, perfect for a summer evening."
        }
    ]
}