{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "On one of my days off, I dropped by the library……"
        },
        {
            "name": "Hishi Amazon",
            "text": "Let's see, <i>The Complete Guide to Five-star Italian Cuisine</i>… \n<i>China's Intense Gastronomy: A Three Round Showdown…</i> \nHmm, this isn't quite what I'm after…"
        },
        {
            "name": "Hishi Amazon",
            "text": "Oh! <i>Culinary Guide to Invigorating Home Cooking</i>. \nYeah, I'll check this one out today…",
            "choice_data_list": [
                "What are you up to?",
                "What are you up to?"
            ]
        },
        {
            "name": "Hishi Amazon",
            "text": "Woah, Big T!? What are you doing here? \nLooking to find a few new books as well?"
        },
        {
            "text": "I guess borrowing books is what she's up to then. \nSo I asked her what kind she's looking at…"
        },
        {
            "name": "Hishi Amazon",
            "text": "Oh, these? They're books about cooking. \nComing up with recipes on my own has its limits, ya know."
        },
        {
            "name": "Hishi Amazon",
            "text": "I come to check out books like this every once in a while, it's real \nhelpful to pick up a bunch of new ideas at once. By making them \nmyself, of course. Not much use just reading them."
        },
        {
            "name": "Hishi Amazon",
            "text": "So, what're ya waiting for, Big T! \nLet's be off to find the ingredients we need for this!"
        },
        {
            "name": "Hishi Amazon",
            "text": "Right, hold the basket for me so I can chuck stuff in, will ya? \nLet's see, first off I'll need a pumpkin, and then fish sauce. \n<i>Hoh</i>, it'll be my first time using this.",
            "choice_data_list": [
                "You're pretty at home here, huh.",
                "You're pretty at home here, huh."
            ]
        },
        {
            "name": "Hishi Amazon",
            "text": "You bet! I'm cooking every day after all. Whenever I try a new \nrecipe for something revitalizing, I get the kids to try it out. \nSeeing them wolf it down is its own reward.",
            "choice_data_list": [
                "You like doing it?",
                "You like doing it?"
            ]
        },
        {
            "name": "Hishi Amazon",
            "text": "Like it? Sure, you could say that, but more than \nthe cooking, what I like is……"
        },
        {
            "name": "Hishi Amazon",
            "text": "Hang on, T, you're rather digging into this. \nDon't tell me you cook yourself as well?",
            "choice_data_list": [
                "I like to think I'm pretty decent, at least…"
            ]
        },
        {
            "name": "Hishi Amazon",
            "text": "Whaaa!? So you mean…"
        },
        {
            "name": "Hishi Amazon",
            "text": "You've been looking so unconcerned this whole time, but you're \nactually my rival!? Putting on this docile act… you little trickster!"
        },
        {
            "name": "Hishi Amazon",
            "text": "Darn, and I unknowingly showed you my hand! <i>Gaaaah!</i>"
        },
        {
            "name": "Hishi Amazon",
            "text": "But… no matter. Even with my cards revealed, I'll be the one \ncoming out on top! That's the Amazon way!",
            "choice_data_list": [
                "You've lost me now…",
                "You've lost me now…"
            ]
        },
        {
            "name": "Hishi Amazon",
            "text": "It's obvious, isn't it? We're both good at cooking, and that can \nmean only one thing! A showdown!"
        },
        {
            "name": "Hishi Amazon",
            "text": "Since we're both walking the culinary path, we gotta \nsettle this between us, don't you agree?",
            "choice_data_list": [
                "I don't think I share your enthusiasm…"
            ]
        },
        {
            "name": "Hishi Amazon",
            "text": "Really now, where's your spirit? In any case, now that I know \nyou can cook, the fire in my heart is totally lit."
        },
        {
            "name": "Hishi Amazon",
            "text": "Isn't it nice to have horsegirls and trainers competing on \nthe same field every once in a while? Come on, let's have \nourselves a cooking showdown!"
        },
        {
            "name": "Referee Horsegirl",
            "text": "We're here borrowing the cafeteria for a cooking showdown!"
        },
        {
            "name": "Referee Horsegirl",
            "text": "On one side, we have our very own RA, queen of \nthe kitchen, Ma'am Amazon! All of us can attest \nto her cooking prowess."
        },
        {
            "name": "Hishi Amazon",
            "text": "Alright, time to roll up my sleeves."
        },
        {
            "name": "Referee Horsegirl",
            "text": "On the opposing side, we have Ma'am Amazon's trainer. \nYou'll have to prepare something that tickles our maiden fancy \nif you want to stand a chance, Trainer! Or rather, please do♪"
        },
        {
            "name": "Hishi Amazon",
            "text": "Hey now, no taking advantage to slip in your own wishes!"
        },
        {
            "name": "Referee Horsegirl",
            "text": "Ehehe, my inner girliness slipped out, oopsie…"
        },
        {
            "name": "Referee Horsegirl",
            "text": "Getting back on track then, it's a master and apprentice style \nrivalry, a feast for us all to enjoy! The showdown starts now!"
        },
        {
            "name": "Hishi Amazon",
            "text": "Woooooh, here we go, Big T! Stir, stir, stir, and on you go, \nto simmer nice and slow! Bubble, bubble, bubble!",
            "choice_data_list": [
                "Are you gonna do this for every step…?",
                "Are you gonna do this for every step…?"
            ]
        },
        {
            "name": "Hishi Amazon",
            "text": "W-What's wrong with that. It's about getting in the mood. \nDon't you think it's more fun that way?"
        },
        {
            "name": "Hishi Amazon",
            "text": "Why don't you get started as well? \nShow me those skills of yours!"
        },
        {
            "text": "—— Carrying on like that, our two dishes \nwere soon lined up on the table."
        },
        {
            "name": "Referee Horsegirl",
            "text": "The time to taste the results has come! First up is \nma'am's trainer, who has made a <i>honey-covered \ncarrot gratin with plentiful cheese</i>."
        },
        {
            "name": "Hishi Amazon",
            "text": "Nnwhaaaaaat!? You went and sold out, didn't ya, Big T! \nCramming everyone's favorites together to appeal to them!"
        },
        {
            "name": "Hishi Amazon",
            "text": "You darn junk food cheeeef! Tch, anyway, get tasting already!"
        },
        {
            "name": "Referee Horsegirl",
            "text": "On it! <i>Munch, munch…</i> <i>Mm</i>, delicious! \nIt's like I'm becoming one with this cheese～♪"
        },
        {
            "name": "Hishi Amazon",
            "text": "Geh, I want a bite too… Actually, no! \nThis is a matter of pride."
        },
        {
            "name": "Referee Horsegirl",
            "text": "Moving on to Ma'am Amazon's dish! \n<i>Simmered pumpkin and ground meat</i>?"
        },
        {
            "name": "Hishi Amazon",
            "text": "That's right! It's a new dish I learned from a book. \nIt might look plain, but, well, have a taste."
        },
        {
            "name": "Referee Horsegirl",
            "text": "Of course. <i>Munch, munch…</i> \n!! This tastes like…!!"
        },
        {
            "name": "Referee Horsegirl",
            "text": "Nothing!! It tastes just as bland as it looks!"
        },
        {
            "name": "Hishi Amazon",
            "text": "Hey now, you don't have to be so blunt about it! Uuuuugh～ \nI guess it lacks impact compared to Big T's junk food."
        },
        {
            "name": "Referee Horsegirl",
            "text": "Ah, but… hang on a moment. \nThis taste……"
        },
        {
            "name": "Referee Horsegirl",
            "text": "It's bland for sure, but there's something… like a warm feeling… \ngradually spreading inside me……"
        },
        {
            "name": "Hishi Amazon",
            "text": "Ohh, looks like you picked up on the secret of my cooking!"
        },
        {
            "name": "Hishi Amazon",
            "text": "You have a bite too, T. I guarantee it'll hit home for you too.",
            "choice_data_list": [
                "Sure thing, thanks."
            ]
        },
        {
            "text": "I put a piece of pumpkin in my mouth. A delicious and gentle \nflavor slowly spread through my body……"
        },
        {
            "text": "This is more than delicious, this dish was clearly made with care \nfor the person eating it. Which is more or less what I told her…"
        },
        {
            "name": "Hishi Amazon",
            "text": "L-Lay off it! We're rivals, you know! \nYou're making it hard to keep a straight face here!"
        },
        {
            "name": "Hishi Amazon",
            "text": "But you're right. I like cooking a lot. That is to say, it's not \nso much about making food…"
        },
        {
            "name": "Hishi Amazon",
            "text": "I like providing energy and support through good, healthy food. \nAnd that includes for you, Big T!"
        },
        {
            "name": "Referee Horsegirl",
            "text": "<i>Be-beep!</i> We've come to a verdict. \nThe winner of this food showdown iiis ——"
        },
        {
            "name": "Referee Horsegirl",
            "text": "Both of you because it was all tasty!"
        },
        {
            "name": "Hishi Amazon",
            "text": "What'd ya say!? It was clearly shaping up to be my victory!"
        },
        {
            "name": "Referee Horsegirl",
            "text": "Eeeeh, weeeell, can you blame us? \nThat gooey cheesy deliciousness was irresistible♪"
        },
        {
            "name": "Hishi Amazon",
            "text": "Ugh, I can't believe you're falling for such an obvious scheme. \nWhy don't you just go post food pics on Umasta or something!"
        },
        {
            "name": "Hishi Amazon",
            "text": "But now what, Big T～ How are we supposed to settle \nour big battle if it ends in a draw like this…!",
            "choice_data_list": [
                "We'll have a rematch someday!",
                "We'll have a rematch someday!"
            ]
        },
        {
            "name": "Hishi Amazon",
            "text": "A rematch…? Oh! You're right! If this time's a draw, then we \ncan just do it again. It's not like we're parting ways."
        },
        {
            "name": "Hishi Amazon",
            "text": "Hahah, I won't lose to you, Big T! You and I might be partners, \nbut in the kitchen we're rivals!"
        },
        {
            "text": "Hishi Amazon looked delighted to have found herself a worthy \nopponent in one of her fields of interest. Contrary to her outward \npersonality, the food she likes is full of gentle flavors."
        }
    ]
}