{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "It was the day before the Selection Race."
        },
        {
            "name": "Narita Brian",
            "text": "… <i>Phoo</i>."
        },
        {
            "name": "Veteran Trainer A",
            "text": "Hmm, just look at that acceleration…! Narita Brian… \nThere is no mistaking her quality."
        },
        {
            "name": "Veteran Trainer B",
            "text": "She's still rough around the edges, but that also means she \nstill has so much more potential to unlock… I can't wait to see \nher performance in tomorrow's Selection Race."
        },
        {
            "name": "Hishi Amazon",
            "text": "<i>Hoh hoh</i>, the race is only tomorrow but it feels \nlike a lot of eyes are already watching, huh? \nThough, that fires <i>me</i> up as well!"
        },
        {
            "name": "Miho Dorm Horsegirl",
            "text": "Ma'am……"
        },
        {
            "name": "Hishi Amazon",
            "text": "Oh! …You here to watch Brian too?"
        },
        {
            "name": "Miho Dorm Horsegirl",
            "text": "…… She really is monstrous, you know? \n… Are you really going to go toe-to-toe with her?"
        },
        {
            "name": "Hishi Amazon",
            "text": "For sure. And I better see you in the stands, too! \nI'll show ya a race to remember!"
        },
        {
            "name": "Miho Dorm Horsegirl",
            "text": "…… Why are you so concerned with someone like me, ma'am…?"
        },
        {
            "name": "Hishi Amazon",
            "text": "It really bugs me when those who could make me stronger \njust up and disappear. That's all there is to it."
        },
        {
            "name": "Hishi Amazon",
            "text": "Alright, Trainer, stop gazing at Brian and come focus \non our training! Gimme today's program!"
        },
        {
            "text": "Narita Brian looked to be a formidable opponent indeed, but… \nHishi Amazon steadily continued to make improvements herself."
        },
        {
            "text": "She was gifted with incredible adaptability backed by her \nsuperb sense for running. Our training bore fruit by the day, \nand her ability was constantly rising."
        },
        {
            "text": "Our training came to an end here, as the next day \nhad arrived and it was time for the race ——"
        },
        {
            "name": "Commentator",
            "text": "We're moving on to the final group of today's Selection Race! \nEveryone's eyes will no doubt be on Narita Brian, whose \nincredible natural talents have attracted plenty of attention!"
        },
        {
            "name": "Commentator",
            "text": "All horsegirls are in their gates, as we wait for the start… \nSelection Race number 11, 2000m on turf… and off they go!!"
        },
        {
            "name": "Commentator",
            "text": "Narita Brian drops from fourth to fifth as the leader runs \nout far in front! She's staying calm back there!"
        },
        {
            "name": "Commentator",
            "text": "In 7th we find Hishi Amazon, keeping close tabs \non Narita Brian as we complete a full lap!!"
        },
        {
            "name": "Miho Dorm Horsegirl",
            "text": "Amazon, ma'am……"
        },
        {
            "text": "With the race still in the middle leg, Narita Brian had \nmade an early move up to third place."
        },
        {
            "text": "And then, approaching the fourth corner again ——"
        },
        {
            "name": "Narita Brian",
            "text": "I'll break free…!!"
        },
        {
            "name": "Commentator",
            "text": "Narita Brian! Narita Brian takes the lead! Three lengths, \nfour lengths, Brian is taking off on her own!!"
        },
        {
            "name": "Miho Dorm Horsegirl",
            "text": "……!"
        },
        {
            "name": "Hishi Amazon",
            "text": "Hah… Not on my watch! I'm coming for yoouuuu!!"
        },
        {
            "name": "Commentator",
            "text": "Hishi Amazon chases her from the outside!! \nHer stride is powerful! She's closing in on Brian!!"
        },
        {
            "name": "Narita Brian",
            "text": "Knew someone would come… but…!!"
        },
        {
            "name": "Commentator",
            "text": "Further acceleration from Narita Brian!! Her speed is fearsome! \nShe's trying to lose Hishi Amazon ——"
        },
        {
            "name": "Hishi Amazon",
            "text": "<i>Ghraaaaaaaaaaaaaahh!!</i>"
        },
        {
            "name": "Narita Brian",
            "text": "……!!"
        },
        {
            "name": "Commentator",
            "text": "But she won't go!! Hishi Amazon matches her speed up!! \nAn intense battle is unfolding on the final straight!!"
        },
        {
            "name": "Miho Dorm Horsegirl",
            "text": "…… Ma'am!!"
        },
        {
            "name": "Hishi Amazon",
            "text": "(My chances are right here! Nothing about this is over!! \nI don't care if I lose and lose and lose some more!!)"
        },
        {
            "name": "Hishi Amazon",
            "text": "(As long as you push to the bitter end, as long as you don't \ngive in to yourself, the fight is far from over!!)"
        },
        {
            "name": "Hishi Amazon",
            "text": "<i>Uhraaaaaaaaah!!</i>"
        },
        {
            "text": "In the end, Hishi Amazon had to concede defeat to Narita Brian."
        },
        {
            "text": "But her performance carried such power, was so inspiring \nto the audience, that no one would think twice about giving \nher a standing ovation……"
        },
        {
            "name": "Hishi Amazon",
            "text": "<i>Aaagh</i>, flippin' heck, I lost!! \nBut, well ——"
        },
        {
            "name": "Miho Dorm Horsegirl",
            "text": "<i>Ubwuehgwubweeeeeeh</i>…… Ma'aaaaam…!! \nThat wahs… That waszh zo… so inspiriiiiing……!!"
        },
        {
            "name": "Hishi Amazon",
            "text": "Hey now, hey, horsegirls don't go crying like that. Look at you… \nSo, whatcha think, still feel like dropping out?"
        },
        {
            "name": "Miho Dorm Horsegirl",
            "text": "I wouldn't even think about it, forget I ever said anything!! \nI've never felt more motivated! Even if I have to go back \nto basics, I'm gonna train my ass off!!"
        },
        {
            "name": "Miho Dorm Horsegirl",
            "text": "And I'll be… Someday, I'll be strong enough \nto take you on one-to-one, ma'am!!"
        },
        {
            "name": "Hishi Amazon",
            "text": "Hell yeah, I'll be waiting!! \n…… Hmm?"
        },
        {
            "name": "Narita Brian",
            "text": "Hey, Am. ……That was fun. Let's do it again sometime."
        },
        {
            "name": "Hishi Amazon",
            "text": "Hmph! Next time I'm gonna blow you away. \nYou just wait, Brian!!"
        },
        {
            "name": "Narita Brian",
            "text": "…… Heh."
        },
        {
            "name": "Veteran Trainer A",
            "text": "Hishi Amazon! I was thoroughly impressed by your strength \nand fighting spirit! Would you like to come train under me!?"
        },
        {
            "name": "Hishi Amazon",
            "text": "Ohh, I'm sorry, but in regards to that… I've already \nfound my partner. Right, Trainer?",
            "choice_data_list": [
                "Who, me?! Are you sure…?!",
                "Who, me?! Are you sure…?!"
            ]
        },
        {
            "name": "Hishi Amazon",
            "text": "Damn sure. I couldn't deny that your training program \nplayed a big part in being able to take on Brian, y'know?"
        },
        {
            "name": "Hishi Amazon",
            "text": "You better let me have a bunch more intense battles, Trainer! \n… Hmm, <i>Trainer</i> does sound a bit stuffy."
        },
        {
            "name": "Hishi Amazon",
            "text": "I know, how about I call ya <i>Big T </i>instead?",
            "choice_data_list": [
                "Am I a rapper now? Or your bodyguard…?",
                "Am I a rapper now? Or your bodyguard…?"
            ]
        },
        {
            "name": "Hishi Amazon",
            "text": "Like a giant protective bouncer, <i>Big T</i>? Ahhahahah, I dig it!! \nWell, just think of it as being on close terms."
        },
        {
            "name": "Hishi Amazon",
            "text": "In any case… who am I going up against next, Big T?"
        },
        {
            "text": "That was the start of my journey with \nthe bold and spirited Hishi Amazon."
        }
    ]
}