{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Hishi Amazon",
            "text": "Hell yeah, it's just me and the sea, one on one! \nSee ya later, T!"
        },
        {
            "text": "The summer camp was underway. Amidst the blue waves, \na little speck named Hishi Amazon was swimming with \nfull abandon. The result of which was that…"
        },
        {
            "text": "… No matter how long I waited, she didn't return. \nThe blues of the sea were giving way to the reds \nof evening when, at last……"
        },
        {
            "name": "Hishi Amazon",
            "text": "<i>Hooh… haah… wooh… haaah</i>…… I'm back, T! \nI finally did it!",
            "choice_data_list": [
                "I was getting worried, y'know? \nWhat were you doing?",
                "I was getting worried, y'know? \nWhat were you doing?"
            ]
        },
        {
            "name": "Hishi Amazon",
            "text": "Well, I went swimming, and then a current took me away \nfrom shore. I ended up all the way in open waters…"
        },
        {
            "name": "Hishi Amazon",
            "text": "It would've been easy enough to slip out of and get back, \nbut it was like the ocean was challenging me, you know?"
        },
        {
            "name": "Hishi Amazon",
            "text": "So I took it head on! Swimming against the flow, I made it \nback on pure strength! Hmph, those rip currents aren't \nall that either, are they?"
        },
        {
            "text": "…… Remember kids, don't be like this maniac. It was the first \nthing to pop into my head, and I hoped somehow, somewhere, \nsomeone who needed to would hear it."
        },
        {
            "name": "Hishi Amazon",
            "text": "Well then, I had a great workout today so let's head on back, T."
        },
        {
            "text": "Just as we were about to leave the beach ——"
        },
        {
            "name": "A Local",
            "text": "Mmmh, this is a real pickle… I'm running out of time, too. \nWhat am I gonna do…"
        },
        {
            "name": "Hishi Amazon",
            "text": "Hm? That's someone over there, isn't it? Looks like a local. \nHeey, are you being troubled by something?"
        },
        {
            "name": "A Local",
            "text": "Ah… To tell the truth, we're holding a karaoke contest \nat the summer festival tonight……"
        },
        {
            "name": "A Local",
            "text": "But we're having a bit of trouble because there are \nso few participants. Maybe having it outdoors does \nmake folks feel a bit too self-conscious."
        },
        {
            "name": "Hishi Amazon",
            "text": "Hmm, that sure's a bummer, yeah. I can't just overlook \nsomeone in trouble. Though, I'd love to lend a hand in \ngathering people, but…"
        },
        {
            "name": "Hishi Amazon",
            "text": "If they're all that shy, then inviting them won't help. \nYou have any good ideas, Big T?",
            "choice_data_list": [
                "We could ask the others here on camp?"
            ]
        },
        {
            "name": "Hishi Amazon",
            "text": "Ohh! We don't need to invite anyone if all of us \njust join in! I got you!"
        },
        {
            "name": "Hishi Amazon",
            "text": "That's my T, putting that brain to work! A horsegirl \nkaraoke competition! Oh, I'm fired up now!"
        },
        {
            "name": "Entry No.6",
            "text": "Thanks for cheering for me!"
        },
        {
            "text": "All the horsegirls singing and dancing, full of summer passion, \nmade the karaoke competition an exciting event to be part of."
        },
        {
            "name": "Hishi Amazon",
            "text": "You girls aren't bad at all, huh. But the best is yet to come! \nThanks for firing up the crowd for me! Victory will be mine!",
            "choice_data_list": [
                "Full of confidence, aren't you?",
                "Full of confidence, aren't you?"
            ]
        },
        {
            "name": "Hishi Amazon",
            "text": "'Course I am! We worked on it together, \nso you know the impact of my singing!"
        },
        {
            "name": "Hishi Amazon",
            "text": "The stage is outside, the sky is the limit. Do you really think \nsomeone could beat me in this situation? They'd need to \nbring some serious firepower…"
        },
        {
            "name": "Entry No.7",
            "text": "I'm number seven, and I'll be singing a duet with little \nKenta here, from the local junior high! Enjoy our collab!"
        },
        {
            "name": "Crowd",
            "text": "(Ooooh!)"
        },
        {
            "name": "Hishi Amazon",
            "text": "You… wha? A duet!? I wasn't expecting this……"
        },
        {
            "name": "Hishi Amazon",
            "text": "And everyone's really into it!"
        },
        {
            "name": "Entry No.7",
            "text": "<i>Wooh!</i> Thanks, everyone♪ \nWhat score did we get…?"
        },
        {
            "name": "Entry No.7",
            "text": "Yaaaay, 98 points!"
        },
        {
            "name": "Hishi Amazon",
            "text": "Ninety-eight poooiints!? T-T-This isn't looking good. \nEven I can't match a duet with a local kid just by \nsinging on my own……"
        },
        {
            "name": "Hishi Amazon",
            "text": "What am I supposed to do? This isn't even just a matter of good \nor bad anymore! I need to come up with something…"
        },
        {
            "name": "Hishi Amazon",
            "text": "Uugh, but thinking about how to do things is what \nI'm worst at… You got anything, Big T?",
            "choice_data_list": [
                "An eye for an eye, as they say!"
            ]
        },
        {
            "name": "Hishi Amazon",
            "text": "Huh? What are you… An eye for an eye, a tooth for a tooth? \nWhat, and a duet for a duet……?"
        },
        {
            "name": "Hishi Amazon",
            "text": "Oh, that's exactly it! If I just sing a duet too, we'll even \nthe playing field… I need to find a good partner then!",
            "choice_data_list": [
                "Wanna try finding someone from your dorm?",
                "Wanna try finding someone from your dorm?"
            ]
        },
        {
            "name": "Hishi Amazon",
            "text": "Sure, that works. Pairing up with someone with live concert \nexperience would be a safe bet. Only……"
        },
        {
            "name": "Hishi Amazon",
            "text": "I think I want to try something different. Follow my intuition! \nI already have a partner for a duet. Right, Big T?",
            "choice_data_list": [
                "Wha—? Me?!",
                "Huh? Me?!"
            ]
        },
        {
            "name": "Hishi Amazon",
            "text": "That's right. You might not be as good \nas an experienced horsegirl, but…"
        },
        {
            "name": "Hishi Amazon",
            "text": "It's <i>our</i> duet! We share a special bond far beyond explaining!"
        },
        {
            "name": "Hishi Amazon",
            "text": "Remember when we had that cooking showdown? \nWe both gave it our all with completely different dishes."
        },
        {
            "name": "Hishi Amazon",
            "text": "That's exactly what I want. That mutual understanding we had \neven as we were relentlessly pushing each other."
        },
        {
            "name": "Hishi Amazon",
            "text": "I want it to be both a duet and a duel! \nTo have an exciting battle in song…!"
        },
        {
            "name": "Hishi Amazon",
            "text": "You're the only one who can partner with me for this! \nDon't you wanna give it a go? Singing together? \nYou know my songs!",
            "choice_data_list": [
                "—— Alright then, let's do it!"
            ]
        },
        {
            "name": "Hishi Amazon",
            "text": "Hahah, I knew I could count on ya! \nWith you by my side, we'll be a hundred strong!"
        },
        {
            "name": "Hishi Amazon",
            "text": "Let's go, partner!"
        },
        {
            "name": "Hishi Amazon",
            "text": "Alright, alright, it's time for the highlight of the evening! \nI'm sure everyone enjoyed the cute collab, but you all \nwanna see some sparks in summer, don't you!?"
        },
        {
            "name": "Hishi Amazon",
            "text": "Me and Big T here are gonna duke it out, so listen up! \nBlast us some music!!"
        },
        {
            "name": "Hishi Amazon",
            "text": "Come on, let's toast to our victory! Hahah, you surprised me \nwith your singing skills, Big T!"
        },
        {
            "name": "Hishi Amazon",
            "text": "We really let it all out competing for the summer spotlight! \nMaybe it's because of that passion that we won?",
            "choice_data_list": [
                "Couldn't we have sung <i>with </i>each other?"
            ]
        },
        {
            "name": "Hishi Amazon",
            "text": "<i>Pheh</i>. Hey, hey, what's this now? You keep that talk up \nand I'll put ya in a headlock!"
        },
        {
            "name": "Hishi Amazon",
            "text": "Ultimately, neither of us could ever match the other. \nAnd it's exactly because we both do our own thing \nthat everything turns out well."
        },
        {
            "name": "Hishi Amazon",
            "text": "That's the path we found together, isn't it? \nOur very own, that no one else can follow…"
        },
        {
            "name": "Hishi Amazon",
            "text": "So don't question it, Big T. Just keep running alongside me. \nThe two of us will be going head to head the whole way!"
        },
        {
            "name": "Hishi Amazon",
            "text": "Clashing, trading blows, coming out on top somehow and having \na laugh. Don't you wanna join me? Enjoy the ride a little?",
            "choice_data_list": [
                "Oh, I'll join the ride! I'll have a season pass!"
            ]
        },
        {
            "name": "Hishi Amazon",
            "text": "Big T…"
        },
        {
            "name": "Hishi Amazon",
            "text": "Wait, you—! What do you even mean with that!? \nYou're enjoying the ride a little too much, sheesh."
        },
        {
            "name": "Hishi Amazon",
            "text": "But… heheh. Awesome, I'll keep ya to it! \nOur competition's still at the entrance gates!"
        },
        {
            "name": "Hishi Amazon",
            "text": "I'm not gonna lose to you, so don't you go losing to me either! \nWe're going head to head all the way! Come try surpass me!"
        },
        {
            "text": "Our footprints were never aligned, leaving only \njumbled marks of our confrontations behind us… \nI guess that, too, is a way of being side by side."
        }
    ]
}