{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Hishi Amazon and I had come to the cafeteria, \nwith its buffet-style service, for lunch."
        },
        {
            "name": "Hishi Amazon",
            "text": "<i>Ooh</i>, picked up a bunch of stuff, didn't ya, Big T! \nWhich sides did you get today?"
        },
        {
            "name": "Hishi Amazon",
            "text": "Hm? The look of those plates feels familiar. \n… You eating the same thing all the time?"
        },
        {
            "text": "I have to admit I have a hard time moving away \nfrom the griddle-cooked options. They've become \nan easy go-to. When I told her this, though…"
        },
        {
            "name": "Hishi Amazon",
            "text": "How spiritless and indulgent! You're letting yourself \nget caught up in the same old routine, Big T!"
        },
        {
            "name": "Hishi Amazon",
            "text": "That's not healthy and you know it. \nDitch the complacency, get some variety in your diet!"
        },
        {
            "name": "Hishi Amazon",
            "text": "On that topic, physical activity is just as important as diet. \nI've been asking myself lately…"
        },
        {
            "name": "Hishi Amazon",
            "text": "Are you getting enough exercise, Big T? You're not thinking \nyou can leave the physical work to us and watch comfortably \nfrom the sidelines, are you?",
            "choice_data_list": [
                "I think I'm doing just about enough……"
            ]
        },
        {
            "name": "Hishi Amazon",
            "text": "Just about!? You think that's all it takes to have \nthe physique required of a trainer!?"
        },
        {
            "name": "Hishi Amazon",
            "text": "We can't be having this, now. Right, you just leave it to me! \nOn my pride as Miho RA, I'll whip ya into shape."
        },
        {
            "name": "Hishi Amazon",
            "text": "Come on, follow me!"
        },
        {
            "name": "Hishi Amazon",
            "text": "We're gonna start with a light jog! You're done \nwhen you pass me! One, two, gooooooo!"
        },
        {
            "name": "Hishi Amazon",
            "text": "What's that lazy walk about? You call that running? \nHow're you gonna firm up going that slow?"
        },
        {
            "name": "Hishi Amazon",
            "text": "Let's move on to weights. And don't think you're getting away \nwith resting after one set. You're doing circuit training!"
        },
        {
            "name": "Hishi Amazon",
            "text": "Arms, legs, core! Arms, legs, core! Now, as a rest, we can \nwork on your back! Show me your bow pose!"
        },
        {
            "name": "Hishi Amazon",
            "text": "What's that supposed to be? Where's the curve?! \nPut your back into it, even a violin bow would laugh at you!",
            "choice_data_list": [
                "I'm… done for…"
            ]
        },
        {
            "name": "Hishi Amazon",
            "text": "Hey, don't go all slack on me! I'll take a one-on-one anytime, \nbut I won't have a one-and-done!"
        },
        {
            "name": "Hishi Amazon",
            "text": "Hm? Big T?! ……Big T. <i>Huaah</i>… what a sorry sight. \nMaybe I should start calling ya <i>Lil' T</i>."
        },
        {
            "name": "Hishi Amazon",
            "text": "Ahahaha, I might've gotten just a liiiittle too into it. \nMy bad, it's kind of a habit……"
        },
        {
            "name": "Hishi Amazon",
            "text": "I can't help but want to take care of the people around me.",
            "choice_data_list": [
                "You'd make a great wife.",
                "You'll make someone very happy one day."
            ]
        },
        {
            "name": "Hishi Amazon",
            "text": "<b>H-H-Huh!?</b> Why do you gotta make it embarrassing like that～! \nAnd it ain't nothing that sweet!"
        },
        {
            "name": "Hishi Amazon",
            "text": "I just always want to take the lead is what it is. \nWalking side by side with someone isn't something \nI've ever done before."
        },
        {
            "name": "Hishi Amazon",
            "text": "Even now, trying to do so with you, it's hard for me to grasp \nour relationship or how I should act sometimes."
        },
        {
            "name": "Hishi Amazon",
            "text": "I have zero issues facing off with anyone, but standing \nside by side is a whole different matter, huh.",
            "choice_data_list": [
                "You'll get used to it, step by step.",
                "You'll get used to it, step by step."
            ]
        },
        {
            "name": "Hishi Amazon",
            "text": "Step by step… You're right, we just gotta give it a go! \nI don't know if it'll work out…"
        },
        {
            "name": "Hishi Amazon",
            "text": "But we're only just getting to know each other, after all!",
            "choice_data_list": [
                "That's right! Glad to be with you!",
                "That's right! Glad to be with you!"
            ]
        },
        {
            "name": "Hishi Amazon",
            "text": "Same here! Hahah, looks like you got some mojo back."
        },
        {
            "name": "Hishi Amazon",
            "text": "Great, because that's the end of your break! \nLet's get back to it."
        },
        {
            "name": "Hishi Amazon",
            "text": "Whoa, don't look at me like that. I told you, once you got me \ncaring for you, <i>you got me caring</i>. Big sister style."
        },
        {
            "name": "Hishi Amazon",
            "text": "Come on then, run, run! Hahaha, anyone watching would be \nconfused who's training who. Can't say I dislike it, though!"
        },
        {
            "text": "She might be not be used to matching pace with someone, \nbut all the same, Hishi Amazon tried to for the first time…"
        }
    ]
}