{
    "text_block_list": [
        {
            "name": "Mejiro Ardan",
            "text": "――Our Mejiro family, in pursuit of glory in the racing world, has produced many outstanding Uma Musume."
        },
        {
            "name": "Mejiro Ardan",
            "text": "And among them, there is one who is much more devoted to races than any other……Nee-sama, Mejiro Ramonu."
        },
        {
            "name": "Mejiro Ardan",
            "text": "When my older sister was little, there was a time where she couldn't run. However, her tenacity helped her overcome……when she could run again, her talent blossomed."
        },
        {
            "name": "Mejiro Ardan",
            "text": "……So much so that, there's probably noone in the family that can match her.",
            "choice_data_list": [
                "And she still had no trainer……"
            ]
        },
        {
            "name": "Mejiro Ardan",
            "text": "To be more precise, there was no one who could put up with her. As for the reason……because my older sister only loves races."
        },
        {
            "name": "Mejiro Ramonu",
            "text": "The one thing……that drives me. Only races――My love."
        },
        {
            "name": "Mejiro Ardan",
            "text": "My sister expressed that love through \"perfection\". Perfectly conditioning her body, perfectly strategizing, perfectly progressing toward victory……"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Sparing no effort to achieve that. Since approaching the start of her career, she has diligently and thoroughly been preparing for a perfect debut."
        },
        {
            "name": "Mejiro Ardan",
            "text": "……due to her stoic nature, there hasn't been anyone that could keep up with her. To my sister, her world consists of only her and races, and noone else could enter――"
        },
        {
            "text": "Put another way, it means she cares about nothing else. After being treated like that, most trainers would probably lose confidence in themselves."
        },
        {
            "name": "Mejiro Ardan",
            "text": "On top of that, becoming the trainer of \"Mejiro Ramonu\" ……would also mean shouldering an incredibly important commitment.",
            "choice_data_list": [
                "The Triple Tiara……"
            ]
        },
        {
            "name": "Mejiro Ardan",
            "text": "Yes. My sister declared it would be proof of her love but…… now that the Symboli family has achieved the Classic Triple Crown――"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Next it is our Mejiro Family, that must perform its obligation. In the Triple Tiara rotation, becoming the first in history to achieve it……"
        },
        {
            "name": "Mejiro Ardan",
            "text": "……a glorious achievement like that, as if it were the natural course. Speaking of the intense pressure from something like that……",
            "choice_data_list": [
                "……Thanks for telling me all this"
            ]
        },
        {
            "name": "Mejiro Ardan",
            "text": "……I love Nee-sama's running.",
            "choice_data_list": [
                "Eh?"
            ]
        },
        {
            "name": "Mejiro Ardan",
            "text": "Ever since I was a child, I was always watching that back from so close. That free running style…… I believe it will lead to a significant track record."
        },
        {
            "name": "Mejiro Ardan",
            "text": "It is up to you to choose. However……please treat my older sister well. As a younger sister ――and as a member of the Mejiro family, I ask you."
        },
        {
            "text": "――Definitely, she would have been fine with whoever. Since her debut had been decided, and because I was the first to ask, Mejiro Ramonu had formed a contract."
        },
        {
            "text": "To her, the thoughts and emotions of the trainers have nothing to do with her……in the course of the contract, one might be constantly reminded of this.",
            "choice_data_list": [
                "……But――"
            ]
        },
        {
            "text": "――While lost in thought, I ended up at the course. There were many Uma Musume running, however there was one that stood out……",
            "choice_data_list": [
                "Ramonu……"
            ]
        },
        {
            "name": "Mejiro Ramonu",
            "text": "Haaa…… Haaa…… Haaa……"
        },
        {
            "name": "Mejiro Ramonu",
            "text": "Aaaah…… Fufuu…… Fufufu……!",
            "choice_data_list": [
                "(She was smiling back then too)"
            ]
        },
        {
            "text": "It was the same as when I first saw her run. With no facade, completely……she enjoyed racing from the bottom her heart. Seeing that, made my heart skip a beat."
        },
        {
            "text": "――I felt that she was one of a kind. From her point of view, maybe anyone would have been fine. But for me, that isn't the case.",
            "choice_data_list": [
                "(It has to be……Ramonu)"
            ]
        },
        {
            "text": "As she finished running, my doubts had cleared. I hurried off to start preparing for her debut――"
        },
        {
            "name": "Mejiro Ramonu",
            "text": "……――",
            "choice_data_list": [
                "Ramonu"
            ]
        },
        {
            "name": "Mejiro Ramonu",
            "text": "……",
            "choice_data_list": [
                "Everything's set for your debut"
            ]
        },
        {
            "name": "Mejiro Ramonu",
            "text": "I see."
        },
        {
            "text": "Ramonu didn't even look in my direction. That lack of interest made me uneasy…… However, there was something I needed to tell her, no matter what."
        },
        {
            "name": "Mejiro Ramonu",
            "text": "――So you like it.",
            "choice_data_list": [
                "I want to revise that answer"
            ]
        },
        {
            "text": "After being moved by Mejiro Ramonu's running, and observing the depths of her love……there was something that reverberated within me."
        },
        {
            "text": "I love races."
        },
        {
            "text": "I love races where them just running gets my blood pumping. I love races where the Uma Musume pour their all in to chasing their dreams."
        },
        {
            "text": "The whole world changes in an instant after crossing the goal. Records and memories woven together in to a drama―― I really love races……!"
        },
        {
            "text": "That's why, I can say it clearly now. If it was for the sake of racing, I'd do anything……if it meant I could be a part of that history, no matter what it was.",
            "choice_data_list": [
                "I love races too!",
                "I love races too!"
            ]
        },
        {
            "name": "Mejiro Ramonu",
            "text": "……――",
            "choice_data_list": [
                "The first ever Triple Tiara, with you……",
                "The first ever Triple Tiara, with you……"
            ]
        },
        {
            "name": "Mejiro Ardan",
            "text": "My sister expressed that love through \"perfection\". Perfectly conditioning her body, perfectly strategizing, perfectly progressing toward victory……"
        },
        {
            "text": "――If it was her, then she already had a perfect plan. There was no point if the trainer didn't go above and beyond. Like――"
        },
        {
            "text": "Adding the jewel of \"perfect\" to complete the Triple Tiara…… winning every single race up to and including the Triple Tiara――",
            "choice_data_list": [
                "――Aiming for the perfect Triple Crown",
                "――Aiming for the perfect Triple Crown"
            ]
        },
        {
            "name": "Mejiro Ramonu",
            "text": "……――"
        },
        {
            "text": "If running is the way she expresses her love for racing…… then supporting that dream is how a Trainer should express it.",
            "choice_data_list": [
                "For races……For you, I'll give it all",
                "For races……For you, I'll give it all"
            ]
        },
        {
            "name": "Mejiro Ramonu",
            "text": "……"
        },
        {
            "name": "Mejiro Ramonu",
            "text": "Vermillion.",
            "choice_data_list": [
                "Eh?"
            ]
        },
        {
            "name": "Mejiro Ramonu",
            "text": "The final color I was looking for. Now――I've found it."
        },
        {
            "name": "Mejiro Ramonu",
            "text": "……――"
        },
        {
            "name": "Mejiro Ramonu",
            "text": "……It's finished. Aaah, with this……it's complete."
        },
        {
            "text": "I looked at her painting. It seemed like an abstract painting, I couldn't tell what it was or how complete it actually was. It was as mysterious as the person herself."
        },
        {
            "name": "Mejiro Ramonu",
            "text": "……After this, I'll be revising the menu for the upcoming year. Before moving on to proper training……"
        },
        {
            "name": "Mejiro Ramonu",
            "text": "Is that acceptable? ――Trainer-san.",
            "choice_data_list": [
                "……! Yeah!",
                "……! Yeah!"
            ]
        },
        {
            "text": "Mejiro Ramonu smiled――and that was how I first set foot in to her world. To create a new history, using the love of racing as a common language――"
        }
    ]
}