{
    "text_block_list": [
        {
            "text": "I love races."
        },
        {
            "name": "Announcer",
            "text": "――And the lead changes! It's Symboli Rudolf! She's ahead by a length! Will this be her 8th consecutive win, obtaining the Triple Crown while undefeated!?",
            "choice_data_list": [
                "Go……do your best……!"
            ]
        },
        {
            "text": "I love races where them just running gets my blood pumping. I love races where the Uma Musume pour their all in to chasing their dreams."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Huu……Haaaaaaaaaaaa!!!!"
        },
        {
            "name": "Announcer",
            "text": "――Symboli Rudolf……crosses the goal! An undefeated Triple Crown Uma Musume, now! Right here, has been born!"
        },
        {
            "text": "The whole world changes in an instant after crossing the goal. Records and memories woven together in to a drama――",
            "choice_data_list": [
                "I really love races……!",
                "I really love races……!"
            ]
        },
        {
            "name": "Chairman Akikawa",
            "text": "――In conclusion! As you trainers know, in recent years, the racing world has really been heating up!"
        },
        {
            "name": "Chairman Akikawa",
            "text": "For example! Classic Races that can only challenged once during your career…… [Satsuki Sho] [The Japan Derby] [Kikka Sho] ――commonly called the Classic Triple Crown!"
        },
        {
            "name": "Chairman Akikawa",
            "text": "A set of races, where even winning just one will bestow honor! Further, winning all three of these…… becoming a Triple Crown Uma Musume, is a true feat!"
        },
        {
            "name": "Chairman Akikawa",
            "text": "However, recently! In two consecutive years, a Triple Crown Uma Musume has appeared! With Symboli Rudolf becoming an unprecedented Undefeated Triple Crown!"
        },
        {
            "name": "Chairman Akikawa",
            "text": "As a result! There has been an increase in the number of Uma Musume who aspire to race, making the role of trainer more and more important!"
        },
        {
            "name": "Chairman Akikawa",
            "text": "Therefore, I have high expectations! As trainers, I'd like you to support the futures of each student! To further stir up the racing world!",
            "choice_data_list": [
                "Understood!"
            ]
        },
        {
            "name": "Senpai Trainer",
            "text": "Hmmmmmm~! So you saw each of Symboli Rudolf's Triple Crown races in person, huh? I couldn't see them because of work.",
            "choice_data_list": [
                "It was amazing! You see――"
            ]
        },
        {
            "text": "The memories of that day overflowed, and the excitement was obvious in my voice. The enthusiasm of the Uma Musume and the excitement and expectations of the crowd……it was unforgettable",
            "choice_data_list": [
                "――So, races are really the best!"
            ]
        },
        {
            "name": "Senpai Trainer",
            "text": "I see, I see. You really like races don't you?",
            "choice_data_list": [
                "Yeah, alot!"
            ]
        },
        {
            "name": "Senpai Trainer",
            "text": "Hahaa, how honest. With that much enthusiasm, it'd be great if you could raise the next Triple Crown Uma Musume, huh?",
            "choice_data_list": [
                "……Well, considering the racing world――"
            ]
        },
        {
            "name": "Senpai Trainer",
            "text": "Hm?",
            "choice_data_list": [
                "\"First Ever\" has a nice ring to it."
            ]
        },
        {
            "name": "Senpai Trainer",
            "text": "! Then that means, you're aiming for――"
        },
        {
            "text": "There were already several Classic Triple Crown Uma Musume. However, in this country, there was still another Classic Crown that nobody had achieved yet."
        },
        {
            "text": "『Oka Sho』 『Oaks』 『Shuuka Sho』…… The Crown for the winner of these three races――",
            "choice_data_list": [
                "The Triple Tiara……!"
            ]
        },
        {
            "name": "???",
            "text": "――……"
        },
        {
            "text": "I heard a small laugh……when I turned around, there was a mature-looking Uma Musume standing nearby."
        },
        {
            "name": "???",
            "text": "……"
        },
        {
            "text": "She had appeared suddenly, and the atmosphere changed immediately. Her eyes had a mysterious color――",
            "choice_data_list": [
                "(I can't take my eyes off her……)"
            ]
        },
        {
            "name": "???",
            "text": "So, you want it, do you? A pure and dazzling treasure……"
        },
        {
            "name": "???",
            "text": "Then, you need to hurry. Before someone else……gets their hands on it."
        },
        {
            "name": "Senpai Trainer",
            "text": "…………………… Ha……! M-Mejiro Ramonu……",
            "choice_data_list": [
                "Then, she's from……"
            ]
        },
        {
            "text": "Famous in the racing world, the Mejiro family…… One after another, many strong Uma Musume bearing the name Mejiro have appeared."
        },
        {
            "text": "And she was someone from that Mejiro family. They rarely ran in front of other people, and amongst the trainers, their true ability was a mystery. There were rumors though――",
            "choice_data_list": [
                "(That they were super strong……)"
            ]
        },
        {
            "text": "That mysterious aura and her cryptic words remained in my mind…… Now I was interested in just how she would run."
        },
        {
            "name": "Mejiro Ramonu",
            "text": "……――"
        },
        {
            "name": "Grandmother",
            "text": "Ramonu. How is the painting progressing?"
        },
        {
            "name": "Mejiro Ramonu",
            "text": "Oh, grandmother. Just now, it's starting to look good. Take a look……"
        },
        {
            "name": "Grandmother",
            "text": "…………Is that so? Seems like……you've finally come close to completing it."
        },
        {
            "name": "Mejiro Ramonu",
            "text": "Yes. I've made you wait quite a long time…… However, because of that, I'm very satisfied with the way it has taken shape."
        },
        {
            "name": "Grandmother",
            "text": "Yes, I can tell. Your heart…… is made quite clear in this picture. As expected, for you――"
        },
        {
            "name": "Grandmother",
            "text": "The Tiara would be most suitable. Much more so than any trophy or crown…… Just by seeing your picture, I can tell."
        },
        {
            "name": "Mejiro Family Servant A",
            "text": "……Do you get it?"
        },
        {
            "name": "Mejiro Family Servant B",
            "text": "Not at all. It just looks like she's adding more colors on top of each other……"
        },
        {
            "name": "Mejiro Ramonu",
            "text": "Grandmother. From the moment these legs started running……I understood."
        },
        {
            "name": "Mejiro Ramonu",
            "text": "There was only one thing that should be placed on this head……"
        },
        {
            "name": "Mejiro Ramonu",
            "text": "I'll devote it all. All of……――my love."
        },
        {
            "text": "It was several days after I had met Mejiro Ramonu. I wanted to see her run, so I was looking for her……"
        },
        {
            "name": "Senpai Trainer",
            "text": "Hey! You should hurry up and head to the course! ――Mejiro Ramonu is going to be running……real soon!"
        }
    ]
}