{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "There's a fashion show for the latest race clothes. \nso I decided to go see it with King."
        },
        {
            "text": "The meeting time was supposed to be at 9 o'clock but―"
        },
        {
            "name": "King Halo",
            "text": "Too slow! What time do you think it is!?",
            "choice_data_list": [
                "9:00 o'clock…"
            ]
        },
        {
            "name": "King Halo",
            "text": "Don't you know if King says 9 o'clock, it means 8 o'clock!? \nWhat do you think you're doing making me wait an hour?"
        },
        {
            "name": "King Halo",
            "text": "Good grief, to think they'd put a first-class \nhorse girl like me, at the end of the line."
        },
        {
            "name": "King Halo",
            "text": "As punishment, treat me to some tea on the way back. \nHmph, be thankful for King's generous treatment!",
            "choice_data_list": [
                "So unreasonable…!"
            ]
        },
        {
            "name": "King Halo",
            "text": "It's not unreasonable, it's just how it is! \nQuit fussing and get in line!"
        },
        {
            "text": "While being scorned by King Halo, I got in line…"
        },
        {
            "name": "King Halo",
            "text": "If there are this many people, it might be \nhard to see the front stage.",
            "choice_data_list": [
                "It's a popular show, huh.",
                "Must be a popular show."
            ]
        },
        {
            "name": "King Halo",
            "text": "Of course!…Hmm, very well. You don't seem to know the \ndetails, so the kind hearted King will teach you."
        },
        {
            "name": "King Halo",
            "text": "Today only top brands are performing. The best products \nby the best craftsman! Truly a first-class gathering!"
        },
        {
            "name": "King Halo",
            "text": "A show where even blinking would be a shame! \nWatch with the intention of burning it into your eyes!"
        },
        {
            "name": "King Halo",
            "text": "Particularly today's special is"
        },
        {
            "text": "King Halo's eyes sparkled, as \nshe happily broke down the show."
        },
        {
            "text": "And so, we waited another hour-"
        },
        {
            "name": "King Halo",
            "text": "It should be starting soon but, is the front side moving? \nWe can't see from here."
        },
        {
            "name": "King Halo",
            "text": "They don't intend to make us wait as long as \npossible to limit the number of people do they…",
            "choice_data_list": [
                "Should we just give up and go home for the day?",
                "Do you want to give up for the day and go home?"
            ]
        },
        {
            "name": "King Halo",
            "text": "Of course not! Besides, today's show is-"
        },
        {
            "text": "…Excuse me. are you Miss King Halo?"
        },
        {
            "name": "King Halo",
            "text": "Y-Yes… that's right. \nWho would you be?"
        },
        {
            "text": "So it was you. I'm affiliated with some of the \nshow's organizers, your mother went through a lot \nof effort for the designs in this show-"
        },
        {
            "name": "King Halo",
            "text": "Ah… so that's what it is."
        },
        {
            "name": "King Halo",
            "text": "I heard, the race clothes my mother \nmade are going to be shown last as a highlight."
        },
        {
            "text": "Ah, so you also have an interest. You really are her \ndaughter. I heard from your mother that you're making \ngreat efforts at Tracen Academy as wel-"
        },
        {
            "name": "King Halo",
            "text": "Did you really hear that from my mother?"
        },
        {
            "name": "King Halo",
            "text": "Spare me the flattery. I'm her daughter, I \nat least know what she would and wouldn't do."
        },
        {
            "text": "I-Is that so… excuse me."
        },
        {
            "name": "King Halo",
            "text": "Ha, seems they were an acquaintance of mother's."
        },
        {
            "name": "King Halo",
            "text": "My, you look like you want to say something. I dislike \nholding back. If you have something to say, go ahead.",
            "choice_data_list": [
                "Was your mom involved in this show?",
                "Was your mom involved in this show?"
            ]
        },
        {
            "name": "King Halo",
            "text": "Yes, that's right. After retiring she became a \ndesigner for race clothes, and is still working today."
        },
        {
            "name": "King Halo",
            "text": "I hate to admit it but she's a first-class. One \nafter another, surpassing everyone's expectations \nwith a dress from a new perspective."
        },
        {
            "name": "King Halo",
            "text": "All for the sake of the horse girls racing. A design that's \nsophisticated and says not to fear casting anything aside. \nThere's something to learn there when aiming to be a first-class."
        },
        {
            "name": "King Halo",
            "text": "…Not that she ever made any for me though."
        },
        {
            "name": "King Halo",
            "text": "Well, it can't be helped. Even if she's talented at designing, \nshe's no good at sewing. In fact it's almost clumsy."
        },
        {
            "name": "King Halo",
            "text": "But she hates to bet on things and lose. So I'm \nsure she didn't want to see her daughter make \na clumsy failure in one of her dresses."
        },
        {
            "name": "King Halo",
            "text": "My birthday was the same. Letting me eat the cake \nshe bought till I was satisfied. While secretly \neating the bad looking cake she failed on."
        },
        {
            "name": "King Halo",
            "text": "Stupid, isn't it? \nShe should just say she failed without being stubborn.",
            "choice_data_list": [
                "She's just like you.",
                "She's a lot like you."
            ]
        },
        {
            "name": "King Halo",
            "text": "No she isn't!"
        },
        {
            "text": "Sorry for the wait, everyone! \nWe'll begin guiding you around the venue now!"
        },
        {
            "name": "King Halo",
            "text": "I was really getting tired of waiting. C'mon, let's get going."
        },
        {
            "name": "King Halo",
            "text": "…I've been waiting. If you don't show me a \ndress that's beautiful, I really won't forgive you."
        },
        {
            "text": "-The fashion show has concluded for today. \nEveryone, please be careful on your way home."
        },
        {
            "name": "King Halo",
            "text": "That… was… the best! Did you see UMADA's new work? \nThe changing skirt was so beautiful!!"
        },
        {
            "name": "King Halo",
            "text": "But the most pretty one was-",
            "choice_data_list": [
                "Which one?"
            ]
        },
        {
            "name": "King Halo",
            "text": "…Nevermind!"
        },
        {
            "name": "King Halo",
            "text": "Hmph! I'll surpass mother's records in no time!"
        },
        {
            "name": "King Halo",
            "text": "And then, I'll get a big collection of race clothes! \nNot just one, enough to overflow an entire closet!"
        },
        {
            "name": "King Halo",
            "text": "After all, I'm the first-class horse girl King Halo!",
            "choice_data_list": [
                "That's right, le'ts do our best together.",
                "That's right, le'ts do our best together."
            ]
        },
        {
            "name": "King Halo",
            "text": "Ohhohoho! \nIt seems like you're fired up too, thank you thank you ♪"
        },
        {
            "name": "King Halo",
            "text": "Now, let's return to the school. \nWe're going to reform tomorrow's training plan!"
        },
        {
            "text": "King Halo's eyes after leaving the fashion show, \nseemed to be filled with new determination."
        }
    ]
}