{
    "text_block_list": [
        {
            "text": "Soon, a big event to determine the abilities of horse girls would be underway, the day of the Selection Race was coming."
        },
        {
            "text": "In preparation for that race, I'm heading to the training course"
        },
        {
            "name": "King Halo",
            "text": "Haven't I told you already!!"
        },
        {
            "name": "King Halo",
            "text": "I do have the talent! I'll absolutely show my abilities in this Selection Race and get myself a first-class trainer!"
        },
        {
            "name": "King Halo",
            "text": "I have no intention of discussing this any further! Goodbye!"
        },
        {
            "name": "King Halo",
            "text": "Ha… Good grief. A phone call at a time like this—"
        },
        {
            "name": "King Halo",
            "text": "EH, AAAH!? W-WHO ARE YOU?! DON'T TELL ME A SUSPICIOUS PERSON?!",
            "choice_data_list": [
                "Nonono!"
            ]
        },
        {
            "text": "I explained I was a new trainer to clear up the misunderstanding."
        },
        {
            "name": "King Halo",
            "text": "My, was that so, excuse me. But, it's rare to see King make a mistake like that so let's call it even!"
        },
        {
            "name": "King Halo",
            "text": "…Hey, what's with that confused expression. …Don’t tell me, you don’t actually appreciate this!?"
        },
        {
            "name": "King Halo",
            "text": "Well then you… How dare you not know of me!?",
            "choice_data_list": [
                "I-I'm sorry…?",
                "I-I'm sorry…?"
            ]
        },
        {
            "name": "King Halo",
            "text": "How horrible!! You're making me want to cry! Come with me night this instant!!"
        },
        {
            "text": "…Dragged almost forcibly, I was made to follow her to central square."
        },
        {
            "name": "King Halo",
            "text": "Alright, assemble!!"
        },
        {
            "name": "Followers",
            "text": "Yes～!"
        },
        {
            "name": "Cat-eyed Horsegirl",
            "text": "What’s up King, did something happen?"
        },
        {
            "name": "Bob-cut Horsegirl",
            "text": "Who’s this person～?"
        },
        {
            "name": "King Halo",
            "text": "A rookie trainer. But it seems like he doesn’t know anything about King. Don't you think that's just horrible?"
        },
        {
            "name": "King Halo",
            "text": "Sc can I ask you two for the usual?"
        },
        {
            "name": "Followers",
            "text": "Roger～!!"
        },
        {
            "name": "King Halo",
            "text": "Ufufu, good answer! Well then, here we go!"
        },
        {
            "name": "King Halo",
            "text": "My name is?"
        },
        {
            "name": "Followers",
            "text": "King!!"
        },
        {
            "name": "King Halo",
            "text": "Stronger than anyone else?"
        },
        {
            "name": "Cat-eyed Horsegirl",
            "text": "The victor!"
        },
        {
            "name": "King Halo",
            "text": "And her future is?"
        },
        {
            "name": "Bob-cut Horsegirl",
            "text": "Shining brightly! A horse girl looked up to more than anyone else!"
        },
        {
            "name": "King Halo",
            "text": "That's right! When you think \"first-class horse girl\" you think of me!"
        },
        {
            "name": "King Halo-ers",
            "text": "King Halo!!"
        },
        {
            "text": "……………………"
        },
        {
            "name": "King Halo",
            "text": "…Hey you, stop staring into space! Where's the applause, huh!? The applause!"
        },
        {
            "name": "King Halo",
            "text": "The great King went out of her way to introduce herself just for you! Applaud while weeping in tears!",
            "choice_data_list": [
                "That was a self-introduction…?",
                "That was a self-introduction…?"
            ]
        },
        {
            "name": "King Halo",
            "text": "Yes, that's right. I conveyed it well didn't I? That the elegant, noble, and pretty King is the very meaning of first-class horse girl."
        },
        {
            "name": "King Halo",
            "text": "Now you along with the rest of the school, understand the splendor of King's glory, intellect, and expectations don't you?",
            "choice_data_list": [
                "Um…"
            ]
        },
        {
            "name": "King Halo",
            "text": "Why!? I gave you a very easy to understand explanation didn't I!? You dimwit!"
        },
        {
            "name": "King Halo",
            "text": "Good grief… since it's come to this, one more time! Now, you two! Get ready!"
        },
        {
            "name": "Cat-eyed Horsegirl",
            "text": "But King, is it okay for you to still be here?"
        },
        {
            "name": "Cat-eyed Horsegirl",
            "text": "Didn't you say you were gonna enter the Selection Race and train with everyone today?"
        },
        {
            "name": "King Halo",
            "text": "…Ah."
        },
        {
            "text": "At the training course, competing horse girls and trainers that came to spectate the race had already arrived."
        },
        {
            "name": "King Halo",
            "text": "Ha… Ha… Ohohoho! King has come to train! Kept you waiting didn't I! Ohoho… goho."
        },
        {
            "name": "Seiun Sky",
            "text": "Oh geez, King, did you run here at full speed cause you thought you'd be late～? Don't push yourself, how about you rest a bit."
        },
        {
            "name": "King Halo",
            "text": "Th-there's no need for such a thing!! Besides, look around. There's so many trainers that have come to see King's abilities!"
        },
        {
            "name": "King Halo",
            "text": "I can't waste time resting! Ohhohoho!!"
        },
        {
            "name": "Seiun Sky",
            "text": "Wa… in many ways, this was expected～."
        },
        {
            "name": "Special Week",
            "text": "Ah, you came too huh, King-chan? I was just about to start using the course but do you wanna run together?"
        },
        {
            "name": "King Halo",
            "text": "Of course! You come too Sky-san, I'll give you the privilege of being overwhelmed by me!"
        },
        {
            "name": "Seiun Sky",
            "text": "Okay, I've got first!"
        },
        {
            "name": "King Halo",
            "text": "Ah!? Hey, don't run away!"
        },
        {
            "name": "Special Week",
            "text": "Eh, we started already!? Wait up～!"
        },
        {
            "name": "Veteran Trainer A",
            "text": "Haha, the escape and skip devil Seiun Sky, the hardworking Special Week, and the daughter of a strong household King Halo, huh."
        },
        {
            "name": "Rookie Trainer A",
            "text": "They're some truly unique and interesting girls, aren't they! I'm looking forward to the Selection Race they'll be taking part in!"
        },
        {
            "text": "For a while I relaxed watching King Halo and and the others happily train together…"
        }
    ]
}