{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Today at the Selection Race, many trainers were \nrushing to see the horse girls' abilities."
        },
        {
            "name": "King Halo",
            "text": "Ohhohoho! Everyone, burn it into your eyes! \nThe running of the first-class horse girl, King Halo!"
        },
        {
            "name": "Special Week",
            "text": "You're full of energy as always huh, King-chan!"
        },
        {
            "name": "King Halo",
            "text": "Of～course! \nI slept plenty and my preparations are perfect!"
        },
        {
            "name": "King Halo",
            "text": "I entered all 12 Selection Races today, I'll show the \ntrainers King's brave figure as many times as I want!"
        },
        {
            "name": "Special Week",
            "text": "Eh!? \nYou're gonna run in all the races today!?"
        },
        {
            "name": "King Halo",
            "text": "Yes, that was my intention? After all, the more races \nI enter the higher my chance of being scouted will be!"
        },
        {
            "name": "Special Week",
            "text": "Huh? But I heard we have to limit our \nregistrations to one or else we'll be disqualified…"
        },
        {
            "name": "King Halo",
            "text": "…Eh?"
        },
        {
            "name": "King Halo",
            "text": "I, I never heard about this～!!"
        },
        {
            "name": "Veteran Trainer A",
            "text": "…As expected of the young lady, unconventional～."
        },
        {
            "name": "Experienced Trainer A",
            "text": "But, her mother is the \"first-class\" legendary horse \ngirl isn't she! I just hope she can show she's inherited \nher abilities in this race…"
        },
        {
            "text": "And thus, the curtain on the Selection Race rises."
        },
        {
            "text": "(Start!)"
        },
        {
            "name": "Commentator",
            "text": "And they're off, it's the 1600m turf Selection Race! \nWhich horse girl will display their abilities this time?"
        },
        {
            "name": "Commentator",
            "text": "It's a slow start this time. \nThe first pack is moving grouped together."
        },
        {
            "name": "King Halo",
            "text": "Gh… Ha… Ha…!"
        },
        {
            "name": "Commentator",
            "text": "King Halo is also on the inside of the group! But she \nseems to be having a hard time being blocked from the front!"
        },
        {
            "name": "King Halo",
            "text": "Kh, hey! \nYou've got some guts getting in King's way!"
        },
        {
            "name": "Experienced Trainer A",
            "text": "Hmm… King Halo, it seems like she wants \nto move up but her positioning isn't very good."
        },
        {
            "name": "Veteran Trainer A",
            "text": "She boasted a lot about \"first-class this first-class that\" but \nshe doesn't seem very dexterous. It looks like her spirit is all \nshe has going for her…"
        },
        {
            "name": "Veteran Trainer A",
            "text": "or on the contrary, she's too prideful for her own good…"
        },
        {
            "name": "Commentator",
            "text": "What's wrong with King Halo? She hasn't started chasing yet! \nSoon the front will have left her behind!"
        },
        {
            "name": "King Halo",
            "text": "Eh? They left already!?"
        },
        {
            "name": "King Halo",
            "text": "Ahh, geez!! \nMy pace is completely ruined! Kh!"
        },
        {
            "name": "Commentator",
            "text": "King Halo has finally started her spurt!! \nThis is an amazing stretch! Truly wonderful footwork!"
        },
        {
            "name": "King Halo",
            "text": "Of course… \nI am, the very definition of a Kiiing!!!"
        },
        {
            "name": "Experienced Trainer B",
            "text": "Ohh, this is amazing! She's caught up all in one go!! \nSo she really did have it in her!"
        },
        {
            "text": "It was a beautiful last leg."
        },
        {
            "text": "A sharp burst that shocked even the horse girl a furlong ahead."
        },
        {
            "text": "It's still rough but, if I can see her running \non the big stage… just maybe…"
        },
        {
            "name": "Commentator",
            "text": "But it looks like the engine started too late! \nThe front reaches the goal! King Halo comes in 2nd!!"
        },
        {
            "name": "King Halo",
            "text": "Ah… Ha… Ha… \n…Kh.",
            "choice_data_list": [
                "That was a beautiful last leg…!",
                "That was a beautiful last leg…!"
            ]
        },
        {
            "name": "King Halo",
            "text": "Of course it was, just who do you think I am? But, this \noutcome is no good… for King to let it end with 2nd!"
        },
        {
            "name": "King Halo",
            "text": "Wait, huh? You're… from the other day. \n…Don't tell me, you've come to scout me!?"
        },
        {
            "name": "King Halo",
            "text": "Ufufu, joining the winning team right away, huh! \nVery well, I'll give you the right to promote King yourself!"
        },
        {
            "name": "King Halo",
            "text": "Now, tell me. \nJust what kind of trainer do you intend to become?",
            "choice_data_list": [
                "I want to see you win on a big stage.",
                "I want to see you win on a big stage."
            ]
        },
        {
            "name": "King Halo",
            "text": "Wrong."
        },
        {
            "name": "King Halo",
            "text": "I didn't ask what you want me to do. \nI asked what you wanted to do."
        },
        {
            "name": "King Halo",
            "text": "With an answer of that level, I'll have to refuse."
        },
        {
            "name": "King Halo",
            "text": "I won't acknowledge anything less than a first-class trainer. \nI have to decide you don't currently fit those qualifications.",
            "choice_data_list": [
                "Right now, I'm still a rookie but someday I'll be first-class!",
                "Right now, I'm still a rookie but someday I'll be first-class!"
            ]
        },
        {
            "name": "King Halo",
            "text": "Someday, huh. When?"
        },
        {
            "name": "King Halo",
            "text": "If you trainers think we're not good enough, you can always move \nonto the next girl and have another chance at being evaluated as \na first-class trainer."
        },
        {
            "name": "King Halo",
            "text": "But to horse girls, we've only got one chance. \nWe have to make sure we leave an impact."
        },
        {
            "name": "Cat-eyed Horsegirl",
            "text": "King! Sorry to interrupt your conversation! \nYour phone was ringing…"
        },
        {
            "name": "King Halo",
            "text": "…My, is that so. Thank you for letting me know. \nI'll be there in a second, so wait for me."
        },
        {
            "name": "King Halo",
            "text": "Well then, I'll be excusing myself. \nGoodbye."
        },
        {
            "name": "Veteran Trainer A",
            "text": "You got dumped spectacularly… well, don't let it \nbother you. Hat young lady has spunk, but I'd say \na G2 or G3 are the height of her abilities."
        },
        {
            "name": "Experienced Trainer B",
            "text": "It's a typical big frog in a small pond. Her pride \nis too high for her abilities. That girl's gonna \nhave a hard time, give it a rest."
        },
        {
            "text": "The trainers around me give their condolences."
        },
        {
            "text": "But in my head, the words she left about \"qualifications as a \nfirst-class trainer\" continued to circulate…"
        }
    ]
}