{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Days after the Selection Race, I came across \nSpecial Week in the cafeteria."
        },
        {
            "name": "Special Week",
            "text": "Not to mention the sauteed carrots, carrot yakisoba and carrot \ngratin… This was the best meal ever~♪"
        },
        {
            "name": "Special Week",
            "text": "Thanks for the wonderful food! Haaah~ The \ncarrot hamburger steak was a treat!"
        },
        {
            "name": "Seiun Sky",
            "text": "Mhm. You had 3 heapful refills of each and every item on the \nmenu, and that's all you have to say? I'm impressed ~"
        },
        {
            "name": "Seiun Sky",
            "text": "And on another front… Heeey, El, how're you holding up?"
        },
        {
            "name": "El Condor Pasa",
            "text": "Burp… Just two servings in and I was barely keeping up… \nSpe-chan, truly a force to be reckoned with…!"
        },
        {
            "name": "Special Week",
            "text": "Gwaah, El-chan!? What's with the painful look!?"
        },
        {
            "name": "Seiun Sky",
            "text": "Damn, she's getting paler and paler, yet you \nnever noticed? How airheaded can you be?"
        },
        {
            "name": "Special Week",
            "text": "El-chan, are you sure you're going to \nbe okay in your mock race later…!?"
        },
        {
            "name": "El Condor Pasa",
            "text": "Y-You can be sure I am… I may have a heavy \nbelly, but I'm the undying condor…!"
        },
        {
            "name": "El Condor Pasa",
            "text": "… Just you wait till I get back up \nto speed when the race starts…!"
        },
        {
            "name": "Seiun Sky",
            "text": "You did not plot this out from the very beginning, did you? \nWoooow, Spe-chan, you're more of a strategist than I thought~"
        },
        {
            "name": "Special Week",
            "text": "I didn't!! Awawa, El-chan, please, just hang in there!!"
        },
        {
            "name": "El Condor Pasa",
            "text": "Like I said, I'm okay!…Burp."
        },
        {
            "name": "El Condor Pasa",
            "text": "Anyway, leaving that aside, may I just ask you, \nSpe-chan, why you're still so formal with us!?"
        },
        {
            "name": "El Condor Pasa",
            "text": "We've brought this up before! We're classmates, so just drop the \n\" please\"s, and ease up when talking with us!"
        },
        {
            "name": "Seiun Sky",
            "text": "Ah yes, I've heard that before. It's one of those moments I \nthought, \"Says the girl who's about as formal…\""
        },
        {
            "name": "El Condor Pasa",
            "text": "It's easier for me to speak this way so that doesn't matter! And \nlet's not shift the focus away from Spe-chan here!"
        },
        {
            "name": "Special Week",
            "text": "You have a fair poi-You right…!"
        },
        {
            "name": "Special Week",
            "text": "Sorry, I still can't break my bad habit of stiffening up my words \nto keep my manners, whenever I get nervous."
        },
        {
            "name": "Special Week",
            "text": "'Cause at first I was worried if I really \ncould get along with you all… Ehehe."
        },
        {
            "name": "Seiun Sky",
            "text": "It was your first time having peers and being surrounded by \nfellow horse girls… am I right? You're weirdly reserved despite \nhow approachable you are~"
        },
        {
            "name": "Seiun Sky",
            "text": "Well, just ease up and chill out~! There's \nyour prime example right here, see?"
        },
        {
            "name": "Seiun Sky",
            "text": "Wanna skip our next class and go out fishing ~?"
        },
        {
            "name": "Special Week",
            "text": "Sei-chan levels of easing up…!? W-Will I really \nbe able to… reach your level…!?"
        },
        {
            "name": "Seiun Sky",
            "text": "Ah, that you'd seriously ponder over, eh?"
        },
        {
            "text": "Special Week and her friends' ch it chat \nlasted throughout their mealtime…"
        },
        {
            "text": "As she seemed to have noticed me, she came \nover and struck up a conversation."
        },
        {
            "name": "Special Week",
            "text": "Trainer-san, hope your day is going well so far! Have you tried \nthe carrot hamburger steak here? It's oh so good!!"
        },
        {
            "name": "Special Week",
            "text": "Never in my wildest dreams did I imagine I'd get to feast on all \nthese dishes for free… Tracen Academy never ceases to amaze me!"
        },
        {
            "name": "Special Week",
            "text": "I never thought I'd get to eat with friends either… \nEhehe, I'm really glad I get to be here~!",
            "choice_data_list": [
                "You seem to be enjoying it here.",
                "You seem to be enjoying it here."
            ]
        },
        {
            "name": "Special Week",
            "text": "I am! El-chan, Sei-chan, Grass-chan, and also King-chan… \nEveryone was really kind to become friends with me!"
        },
        {
            "name": "Special Week",
            "text": "After all, friends I could chit chat with, or \neven run alongside with, were but something I \ncould only yearn for when I was little."
        },
        {
            "name": "Special Week",
            "text": "Getting to talk and compete with everyone \nlike this feels like a dream come true!"
        },
        {
            "name": "Special Week",
            "text": "Speaking of, I sent Mom a letter, along with \na photo of me and my classmates…"
        },
        {
            "name": "Special Week",
            "text": "She was thrilled to see it! \"I ran all the way to our neighbour \nto show them your photo!\", she replied."
        },
        {
            "name": "Special Week",
            "text": "The neighbor is 5 kilometers away, and to think that Mom actually \nran that far… What a hyper Mom I have~!"
        },
        {
            "text": "Special Week raved on. There didn't seem to be causes for concern \nabout her school life, for she was raised by a loving mother to \nbe forthright and kind."
        },
        {
            "text": "-That was what I believed, until…"
        },
        {
            "text": "I came across Special Week again on that very \nday, except this time she was confronted by a \ngirl with an awfully distressed look…"
        },
        {
            "name": "Special Week",
            "text": "Eh…? Excuse me, can you repeat that…"
        },
        {
            "name": "Spe's Classmate",
            "text": "Don't make me say it again!! In yesterday's \nmock race, I was at winning pace…"
        },
        {
            "name": "Special Week",
            "text": "That's because… I wanted… to win too… myself…"
        },
        {
            "name": "Spe's Classmate",
            "text": "But you've already found yourself a supervisor!!"
        },
        {
            "name": "Special Week",
            "text": "Wha…!?"
        },
        {
            "name": "Spe's Classmate",
            "text": "So is there any point in showing off in a mere mock \nrace!!? You could've just let me win it…!"
        },
        {
            "name": "Spe's Classmate",
            "text": "It'll be the end of the road for me! I have to \nget my ratings up, and get scouted by a trainer… \nOr else… I won't make it in time…!"
        },
        {
            "name": "Special Week",
            "text": "\"Make it in time\"…? W-What do you mean…?"
        },
        {
            "name": "Spe's Classmate",
            "text": "…My mother has long been hospital bound, but recently her \ncondition has been going downhill. The doctor even askedme to \nprepare for the worst."
        },
        {
            "name": "Spe's Classmate",
            "text": "She was looking forward to my debut… For all this time, she was \nrooting for me… At this rate, I won't make it in time…!"
        },
        {
            "name": "Special Week",
            "text": "T-That's terrible…"
        },
        {
            "name": "Spe's Classmate",
            "text": "So please, I beg you, Spe-chan…! Let me win in the upcoming \nmock race, okay? Promise me, okay…?"
        },
        {
            "name": "Spe's Classmate",
            "text": "After all… We're friends… Right?"
        },
        {
            "name": "Special Week",
            "text": "…!"
        },
        {
            "name": "Spe's Classmate",
            "text": "…Ah, we better get ready… Let's go… Spe-chan."
        },
        {
            "name": "Special Week",
            "text": "…S-Sure."
        },
        {
            "text": "In the mock race that followed, Special Week finished seventh, \nwithout once showing her usual agility and tenacious spurts."
        }
    ]
}