{
    "text_block_list": [
        {
            "name": "Hokko Tarumae",
            "text": "Woah, I didn't realize there was such a beautiful beach near our lodging♪ It reminds me of the beaches near my hometown in Tomakomai!"
        },
        {
            "name": "Hokko Tarumae",
            "text": "And so there you have it. Having flown in on the wings of a paper bird, this is Tomakomai's oyster-loving local idol, Hokko Tarumae signing off! Bye bye!"
        },
        {
            "text": "(……pchon♪)"
        },
        {
            "name": "Smart Falcon",
            "text": "That was perfect! You looked so adorable! I could really feel your love for Tomakomai! No wonder they consider you to be their ambassador!"
        },
        {
            "name": "Hokko Tarumae",
            "text": "R-Really!? That's great to hear…! Oh, but… if you have any advice or recommendations please let me know!"
        },
        {
            "name": "Smart Falcon",
            "text": "Hmm, let me think… Oh, how about trying Umasta? It could help you feel more down to earth!"
        },
        {
            "name": "Smart Falcon",
            "text": "Tarumae-chan, with Umasta you'd be able to show them what your daily life is like! I'm sure they'd love to see that."
        },
        {
            "name": "Wonder Acute",
            "text": "Ohoho, well if you're trying to be more down to earth… Why not try using your Hokkaido dialect more often? After all, that's a very important part of your daily life, right?"
        },
        {
            "name": "Hokko Tarumae",
            "text": "No! There's no way I could do that! My image is that of a pure, fluffy, and cute local idol!"
        },
        {
            "name": "Hokko Tarumae",
            "text": "So… Sorry, but I don't think I can show them the real me. I'd rather show them my real local idol self…!"
        },
        {
            "name": "Smart Falcon",
            "text": "Don't worry, I get it! Keeping your image intact is important! But your real local idol self, huh? What's the best way to do that…?"
        },
        {
            "name": "Wonder Acute",
            "text": "Ohoho… Ummster seems pretty difficult…"
        },
        {
            "name": "Hokko Tarumae",
            "text": "It's called Umasta, Acute-san."
        },
        {
            "name": "Copano Rickey",
            "text": "Tarumae, why not try a different venue? There's a strong feeling of ill intent directed at you here!"
        },
        {
            "name": "Copano Rickey",
            "text": "So why not try that building over there! It's in the same direction that your life energy is going, so it should help to bring good luck in your career and fortune!"
        },
        {
            "name": "Hokko Tarumae",
            "text": "There's way too many people over there, I won't be able to concentrate on the shoot. But… are you concerned about the Feng Shui of this place? I don't really care about those things."
        },
        {
            "name": "Copano Rickey",
            "text": "Really? You do know that Feng Shui is a well researched field of \"environmental luck science\", right!? After all, our environment and the colors we see do have an influence on the way we think, so how is this any different?"
        },
        {
            "name": "Hokko Tarumae",
            "text": "I don't care about that, so I'm staying here! After all, I'm able to control the way that I think without any influence!"
        },
        {
            "name": "Hokko Tarumae",
            "text": "Anyways, we weren't even talking about that. We were trying to help me convey my local idol self. What about doing… umm…"
        },
        {
            "name": "Wonder Acute",
            "text": "I guess Mooster really is out of the question…"
        },
        {
            "name": "Tarumae & Rickey",
            "text": "We told you that it's called Umasta! It's called Umasta, silly."
        },
        {
            "name": "Smart Falcon",
            "text": "Lightbulb!"
        },
        {
            "name": "Hokko Tarumae",
            "text": "Wh-What's gotten into you Falco-san?"
        },
        {
            "name": "Smart Falcon",
            "text": "If we have the laid back Acute-san, the pragmatic Tarumae-chan, and the eccentric Ricky-san…"
        },
        {
            "name": "Smart Falcon",
            "text": "We could make a group of 3 to help gain more support! How does that sound!?"
        },
        {
            "name": "Tarumae, Acute & Rickey",
            "text": "Gain more support…? No way no way!"
        },
        {
            "name": "Assistant Director",
            "text": "Okay, we're going to be rolling soon! Tokai Teio-san, tell us how it tastes in 3, 2…"
        },
        {
            "name": "Tokai Teio",
            "text": "Mmm! It's so tasty and refreshing! I wish they sold it on campus!"
        },
        {
            "name": "Aston Machan",
            "text": "………"
        },
        {
            "name": "Tokai Teio",
            "text": "I heard that a lot of students use these trails on their morning runs! The air here is refreshing and it's a nice change of pace from running near the city!"
        },
        {
            "name": "Tokai Teio",
            "text": "I might as well take this opportunity to go for a run! Plus I bet you guys want a shot of me running anyways, right?"
        },
        {
            "name": "Aston Machan",
            "text": "………"
        },
        {
            "name": "Tokai Teio",
            "text": "So that's why you should all come to our upcoming live performance! Hmm…? Why do you all look so dumbfounded?"
        },
        {
            "name": "Aston Machan",
            "text": "………"
        },
        {
            "name": "Tokai Teio",
            "text": "Waaah!?"
        },
        {
            "name": "Vodka",
            "text": "Hey, isn't that… Machan?"
        },
        {
            "name": "Daiwa Scarlet",
            "text": "Oh, I think you're right? Hold on, wait a second… isn't she standing in the shot!?"
        },
        {
            "name": "Tokai Teio",
            "text": "Wait, when did you get behind me!? Hold on… have you been following me the entire time!? Why would you do that!?"
        },
        {
            "name": "Aston Machan",
            "text": "Tehehe… Don't mind me…"
        },
        {
            "name": "Tokai Teio",
            "text": "No, there's no way I couldn't mind!"
        },
        {
            "name": "Daiwa Scarlet",
            "text": "I'm very sorry! It seems like one of our students is annoying you all! Machan, you can't just enter other people's shots! Come on, let's go."
        },
        {
            "name": "Aston Machan",
            "text": "Oh, I didn't know that… Okay everyone, that's all from Machan for today."
        },
        {
            "name": "Vodka",
            "text": "Don't feel down, Machan, in exchange I'll take a bunch of pictures of you over there."
        },
        {
            "name": "Aston Machan",
            "text": "Pictures!? I love that idea. Okay everyone, please remember your lovely Maa-chan!"
        },
        {
            "name": "Aston Machan",
            "text": "Remember me tomorrow, the next day, and the following 100 years too! After all, I'll always be there in the corner of your heart. See you all later!"
        },
        {
            "name": "Vodka",
            "text": "O-Oi! If you don't hurry up, Miss Perfect Student is gonna be upset…!"
        },
        {
            "name": "Aston Machan",
            "text": "Okay… remember Aston Machan! I'll see you all again!"
        },
        {
            "name": "Daiwa Scarlet",
            "text": "Haa… Jeez…"
        },
        {
            "name": "Aston Machan",
            "text": "………"
        },
        {
            "name": "Daiwa & Vodka",
            "text": "Come on already!"
        }
    ]
}