{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Hmm, bust, waist, and hip… with no additions! \nAnd no color preference written down in the remarks!",
            "name": "Special Week"
        },
        {
            "text": "Yup, if we keep this pace up we should be able to \nfinish everything by this evening! Thank goodness! \nBut it's actually quite difficult to be a costume checker, huh?",
            "name": "Special Week"
        },
        {
            "text": "The only person left is Yukippe, right? She said she'd be \nwaiting for us around here, but I don't see her anywhere…",
            "name": "Haru Urara"
        },
        {
            "text": "Umm… I'm right here… The outfit fits well…",
            "name": "Yukino Bijin"
        },
        {
            "text": "Huh!? Oh it's you, Yukino-san! You look absolutely amazing! \nI thought an idol was coming to talk to us for a moment there!",
            "name": "Special Week"
        },
        {
            "text": "No no, I don't look like an idol! But anyways, I'm really sorry \nfor calling you two out all the way here. This outfit is kind of \nembarrassing and I didn't want too many people to see it…",
            "name": "Yukino Bijin"
        },
        {
            "text": "Huh, why not!? Yukippe, you look adorable!!",
            "name": "Haru Urara"
        },
        {
            "text": "No, no, no, no! This outfit's way too revealing! \nYou can see my legs and stomach!",
            "name": "Yukino Bijin"
        },
        {
            "text": "I keep checking behind me to make sure no one's looking. \nTh-Then there's the upcoming live performance…",
            "name": "Yukino Bijin"
        },
        {
            "text": "Huh? Is there something bothering \nyou about the live performance?",
            "name": "Special Week"
        },
        {
            "text": "W-Well… I heard that a lot of people from my \nhometown bought tickets to the performance!",
            "name": "Yukino Bijin"
        },
        {
            "text": "Geez, I'm just so nervous! \nAnd to add onto that, this outfit…",
            "name": "Yukino Bijin"
        },
        {
            "text": "(BOM BOM BOM BOM…!)"
        },
        {
            "text": "Oryaaaa! I'm not going to lose this, \nI've got the entirety of Oi pushing me forward!",
            "name": "Inari One"
        },
        {
            "text": "There's so many people that helped me along the way too! \nTome-san, Shige-san, Chiyo-san, and Yoshi-san, I can still \nsee their smiles!",
            "name": "Oguri Cap"
        },
        {
            "text": "Ahaha, you and I are really similar, huh!? That means there \nain't no way I'ma lose now! Feel the spirit of Oi!",
            "name": "Inari One"
        },
        {
            "text": "Then I'll show you the spirit of Kasamatsu!",
            "name": "Oguri Cap"
        },
        {
            "text": "Huwaaaaaahh!! \nWaaaaaaaaaaaa!!",
            "name": "Inari & Oguri"
        },
        {
            "text": "Woah! The beach sand turned into a cloud \nof dust!! Ah, I can't even see them anymore!",
            "name": "Haru Urara"
        },
        {
            "text": "The spirit of Oi and the spirit of Kasamatsu. \nI see, so those two came from the countryside too, huh?",
            "name": "Yukino Bijin"
        },
        {
            "text": "Uwaah! There's so many people and so many stalls! Tamaya!!",
            "name": "Haru Urara"
        },
        {
            "text": "Ahaha, I'm so excited! I see takoyaki, cotton candy, \nand chocolate bananas! Where should we start?♪",
            "name": "Special Week"
        },
        {
            "text": "Ahaha, I'm glad to see you girls are enjoying yourselves! \nOh, my bad. I'm part of the preparation committee for this \nfestival. Are you girls on a summer training camp?",
            "name": "Festival Organising Committee"
        },
        {
            "text": "Yup, you're right! But we're taking a break for today. \nIt's really lively here today, huh!?",
            "name": "Yukino Bijin"
        },
        {
            "text": "Yeah, we've been preparing for this festival for the past year. \nBut it wasn't just the preparation committee, the entire \ncommunity came out in droves to help.",
            "name": "Festival Organising Committee"
        },
        {
            "text": "It's amazing to see this normally quiet place come to life again. \nI hope you guys will enjoy yourself before you head back home!",
            "name": "Festival Organising Committee"
        },
        {
            "text": "Of course we will! Hehe… this is so strange. \nEven though I've never been here, everything feels so nostalgic.",
            "name": "Yukino Bijin"
        },
        {
            "text": "Ah, I feel like Kochi's festivals also had a similar feeling \nto them! Everyone would dance in beautiful clothing and \neverything felt so warm.",
            "name": "Haru Urara"
        },
        {
            "text": "Hokkaido was the same way! We usually have a bon odori \nfestival around this time of year. The excitement and warmth \nduring that festival was just like this one!",
            "name": "Special Week"
        },
        {
            "text": "You can really feel the love and care put into those festivals. \nThey also help to reignite the fire in the community…",
            "name": "Yukino Bijin"
        },
        {
            "text": "That's right… Giving back to the community…",
            "name": "Yukino Bijin"
        },
        {
            "text": "I… wish I could give back to my hometown… I hope that \nmy performances and races will help to get them excited!",
            "name": "Yukino Bijin"
        },
        {
            "text": "Just like the people hosting this festival and Inari-san and \nOguri-san, they're all carrying their hometowns on their backs!",
            "name": "Yukino Bijin"
        },
        {
            "text": "Alright, I've made up my mind! I'm going to stop being afraid! \nIn the upcoming performance I'm going to dance my heart out!",
            "name": "Yukino Bijin"
        },
        {
            "text": "Woah!",
            "name": "Spe & Urara"
        },
        {
            "text": "And I'm going to enter a race near my hometown! \nI'm going to make it super exciting, win, and show \nthem an amazing performance afterwards!",
            "name": "Yukino Bijin"
        },
        {
            "text": "That sounds like a great idea! \nI should go back home and do the same!",
            "name": "Special Week"
        },
        {
            "text": "Woah, really!? Well I won't be left out on this!",
            "name": "Haru Urara"
        },
        {
            "text": "I'm getting so excited! I'll be in Morioka, \nSpe-san will be in Hokkaido, and Urara-san will be in Kochi!",
            "name": "Yukino Bijin"
        },
        {
            "text": "We're all carrying the hopes and dreams of our hometowns \non our shoulders! We'll show them an amazing race, \nan amazing victory, and an amazing performance afterwards!",
            "name": "Yukino Bijin"
        },
        {
            "text": "We'll repay them for all they've done for us!",
            "name": "Yukino Bijin"
        },
        {
            "text": "I really like your spirit!",
            "name": "Inari One"
        },
        {
            "text": "Inari-san and Oguri-san!?",
            "name": "Yukino Bijin"
        },
        {
            "text": "But if yer really gonna do it, you better not \ngive up the spotlight to anyone. If you're not \nprepared to do that, it ain't gonna be fun!",
            "name": "Inari One"
        },
        {
            "text": "Don't give up the spotlight to anyone…!? \nI don't think I'll be able to… \nNo, no, that's the wrong mind set!",
            "name": "Yukino Bijin"
        },
        {
            "text": "I-I won't let anyone steal my spotlight! \nI'm the star of Morioka after all!",
            "name": "Yukino Bijin"
        },
        {
            "text": "(fshuuu… BANG!)"
        },
        {
            "text": "Ahaha! Perfect timing, huh? Gotta love it. \nBut Oguri, we can't let them one up us!",
            "name": "Inari One"
        },
        {
            "text": "If the next generation's gonna be so determined, \nwe're gonna have to grow stronger too!",
            "name": "Inari One"
        },
        {
            "text": "Heh, you're right… We'll need to \nshow them that we're not finished yet!",
            "name": "Oguri Cap"
        }
    ]
}