{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Okay, pumpkins, bell peppers, and corn… \nYup, we've got everything they've asked for!",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "Thanks for keeping track of the shopping list Chiyo-chan♪ \nI'm getting so excited for the barbeque at the end of \nthe summer camp!",
            "name": "Sakura Laurel"
        },
        {
            "text": "I'm also excited! After all, summer and barbeque always \ngo together! And when you think of barbeque you think \nof your class president!",
            "name": "Sakura Bakushin O"
        },
        {
            "text": "Let's all work together to follow the rules and make sure \nno one gets burnt! Let's eat our fill and have heaps of fun!! \nHahahahaha!",
            "name": "Sakura Bakushin O"
        },
        {
            "text": "That being said, we still haven't bought carrots. \nAre we really going to be okay without some?",
            "name": "Sakura Bakushin O"
        },
        {
            "text": "I heard that they were bringing them \nby the truckload directly to the campsite!",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "Oh, I see!",
            "name": "Both"
        },
        {
            "text": "But anyways, as Baku-chan said, we need \nto make sure to eat a bunch and have fun! So…",
            "name": "Sakura Laurel"
        },
        {
            "text": "When we get back to campus I need to work really hard. \nI still haven't made up for the time I missed in Spring \ndue to my injury!",
            "name": "Sakura Laurel"
        },
        {
            "text": "Laurel-san… Please don't overdo it! I can tell you've been \npushing yourself really hard during this Summer camp as well!",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "Hehehe, don't worry about me♪ \nChiyo-chan, you of all people should know that, right? \nAfter all, I'm good at dealing with injuries!",
            "name": "Sakura Laurel"
        },
        {
            "text": "Woah! Look at that watermelon over there, it's so big and \nlooks absolutely delicious! I bet everyone would be happy \nif we brought it back for them! Give me a second you two!",
            "name": "Sakura Laurel"
        },
        {
            "text": "Mhm! That's how Laurel-san always is!!",
            "name": "Sakura Bakushin O"
        },
        {
            "text": "She's… so strong. She's always been like that, \neven before she came to the academy… \nEven when we trained together in the \"Victory Club.\"",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "\"One must always be strong-willed!\" \n\"One must live full of positivity and energy!\" \nThat's what all members of the Victory Club are taught!",
            "name": "Sakura Bakushin O"
        },
        {
            "text": "And of course our names are synonymous with strong flowers!! \nAs such, \"No matter the difficulty, one must always push through.\"",
            "name": "Sakura Bakushin O"
        },
        {
            "text": "We must always have fortitude. \nAnd in that respect, Laurel is second to none…",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "Baku-chan, Chiyo-chan, sorry for making you wait!",
            "name": "Sakura Laurel"
        },
        {
            "text": "Hehehe, their watermelons looked so delicious that I ended \nup buying a bunch! But don't worry, I'll carry them all back!",
            "name": "Sakura Laurel"
        },
        {
            "text": "Oh, also, if your bags get too heavy on our \nway back just let me know! I'll carry them for you♪",
            "name": "Sakura Laurel"
        },
        {
            "text": "Wait, Laurel-san! I'm still worried about you!!",
            "name": "Sakura Chiyono O"
        },
        {
            "text": "Hey… come here for a sec. \nIsn't that girl's plate lookin' a little empty, \nwhy don't we give her some more carrots…?",
            "name": "Horsegirl A"
        },
        {
            "text": "No way no way!! That girl… isn't she \nfrom that like super famous Grand Family…!?",
            "name": "Horsegirl B"
        },
        {
            "text": "Thank you for the meal.",
            "name": "Daiichi Ruby"
        },
        {
            "text": "Hey hey hey hey hey!! \nMilady, are you trying some of the foods!?",
            "name": "Daitaku Helios"
        },
        {
            "text": "I have just finished my meal. \nTherefore, I am leaving.",
            "name": "Daiichi Ruby"
        },
        {
            "text": "Hold on, wait! M-Milady!?",
            "name": "Daitaku Helios"
        },
        {
            "text": "I said hold on, weit! Why're you at the beach when we're havin' \na rad BBQ!? You're gonna go for a swim!? I'm guessin' you \nwanted to swim so bad that you couldn't hold it in anymore?",
            "name": "Daitaku Helios"
        },
        {
            "text": "I do not have any plans to swim… \nI simply wanted to do a bit of running after my meal.",
            "name": "Daiichi Ruby"
        },
        {
            "text": "You're doin' some training!? Ehhh, for realz!? \nWhat about the BBQ!? What about the summer party!? \nYou're not gonna come and get hyped!?!?",
            "name": "Daitaku Helios"
        },
        {
            "text": "I ate as much as was necessary already. \nYou can feel free to return to your party though.",
            "name": "Daiichi Ruby"
        },
        {
            "text": "That's not the point!! Ungh, Milady, such a buzzkill… \nYou're legit super ultra salty everyday!!",
            "name": "Daitaku Helios"
        },
        {
            "text": "Umm… are you done?",
            "name": "Daiichi Ruby"
        },
        {
            "text": "Wait, this isn't over yet! I'll never give up! \nUmm, well if you don't wanna join us for \nthe BBQ, what about the watermelon splitting!?",
            "name": "Daitaku Helios"
        },
        {
            "text": "……!",
            "name": "Daiichi Ruby"
        },
        {
            "text": "Hahh, hahh, hahh, hahh, hahh… \nHmmmmh―!!",
            "name": "K.S. Miracle"
        },
        {
            "text": "Alright, that went well…",
            "name": "K.S. Miracle"
        },
        {
            "text": "Miracle-san… great work.",
            "name": "Daiichi Ruby"
        },
        {
            "text": "Ruby! Huh, what about the barbeque…? \nDid you manage to get out of it? \nAhaha, I guess I shouldn't be one to talk.",
            "name": "K.S. Miracle"
        },
        {
            "text": "Your form… it was quite brilliant.",
            "name": "Daiichi Ruby"
        },
        {
            "text": "Really!? Thanks! That helps me \nfeel more confident in my abilities.",
            "name": "K.S. Miracle"
        },
        {
            "text": "Is… that so?",
            "name": "Daiichi Ruby"
        },
        {
            "text": "Anyways, Ruby, are you going for a run?",
            "name": "K.S. Miracle"
        },
        {
            "text": "That is correct. Even if it's our last day of \nthis camp, we cannot neglect our training.",
            "name": "Daiichi Ruby"
        },
        {
            "text": "\"Be brilliant. Be the best. And always shine the brightest.\" \nThat is my family's motto… \nAnd as such I must adhere to that duty.",
            "name": "Daiichi Ruby"
        },
        {
            "text": "Got it. Umm, I know that it's a little different from \nwhat you're talking about, but… I have to win too. \nI need to repay all of the people that saved me.",
            "name": "K.S. Miracle"
        },
        {
            "text": "Uwaaah!! Miracle, Milady, what're you two doin'!? \nWe're s'posed to be havin' fun!!",
            "name": "Daitaku Helios"
        },
        {
            "text": "Helios! Ahahaha, you're always so energetic! \nBut don't worry about me, I'm having a blast right now!",
            "name": "K.S. Miracle"
        },
        {
            "text": "Hehe… The wind is breathing in new life. \nA noble, heavenly wind. An earnest, dry wind. A cheerful gale.",
            "name": "Yamanin Zephyr"
        },
        {
            "text": "However, I will be the breeze that sweeps them all away. \nAhh… I can already smell the end of summer.",
            "name": "Yamanin Zephyr"
        }
    ]
}