{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Woah, I didn't realize there was such a beautiful beach \nnear our lodging♪ It reminds me of the beaches near \nmy hometown in Tomakomai!",
            "name": "Hokko Tarumae"
        },
        {
            "text": "And so there you have it. Having flown in on the wings \nof a paper bird, this is Tomakomai's oyster-loving local idol, \nHokko Tarumae signing off! Bye bye!",
            "name": "Hokko Tarumae"
        },
        {
            "text": "(……pchon♪)"
        },
        {
            "text": "That was perfect! You looked so adorable! \nI could really feel your love for Tomakomai! \nNo wonder they consider you to be their ambassador!",
            "name": "Smart Falcon"
        },
        {
            "text": "R-Really!? That's great to hear…! \nOh, but… if you have any advice \nor recommendations please let me know!",
            "name": "Hokko Tarumae"
        },
        {
            "text": "Hmm, let me think… Oh, how about trying Umasta? \nIt could help you feel more down to earth!",
            "name": "Smart Falcon"
        },
        {
            "text": "Tarumae-chan, with Umasta you'd be able to show them \nwhat your daily life is like! I'm sure they'd love to see that.",
            "name": "Smart Falcon"
        },
        {
            "text": "Ohoho, well if you're trying to be more down to earth… \nWhy not try using your Hokkaido dialect more often? \nAfter all, that's a very important part of your daily life, right?",
            "name": "Wonder Acute"
        },
        {
            "text": "No! There's no way I could do that! \nMy image is that of a pure, fluffy, and cute local idol!",
            "name": "Hokko Tarumae"
        },
        {
            "text": "So… Sorry, but I don't think I can show them the real me. \nI'd rather show them my real local idol self…!",
            "name": "Hokko Tarumae"
        },
        {
            "text": "Don't worry, I get it! Keeping your image intact is important! \nBut your real local idol self, huh? \nWhat's the best way to do that…?",
            "name": "Smart Falcon"
        },
        {
            "text": "Ohoho… Ummster seems pretty difficult…",
            "name": "Wonder Acute"
        },
        {
            "text": "It's called Umasta, Acute-san.",
            "name": "Hokko Tarumae"
        },
        {
            "text": "Tarumae, why not try a different venue? \nThere's a strong feeling of ill intent directed at you here!",
            "name": "Copano Rickey"
        },
        {
            "text": "So why not try that building over there! \nIt's in the same direction that your life energy is going, \nso it should help to bring good luck in your career and fortune!",
            "name": "Copano Rickey"
        },
        {
            "text": "There's way too many people over there, I won't be able to \nconcentrate on the shoot. But… are you concerned about the \nFeng Shui of this place? I don't really care about those things.",
            "name": "Hokko Tarumae"
        },
        {
            "text": "Really? You do know that Feng Shui is a well researched field \nof \"environmental luck science\", right!? After all, our \nenvironment and the colors we see do have an influence \non the way we think, so how is this any different?",
            "name": "Copano Rickey"
        },
        {
            "text": "I don't care about that, so I'm staying here! After all, I'm able \nto control the way that I think without any influence!",
            "name": "Hokko Tarumae"
        },
        {
            "text": "Anyways, we weren't even talking about that. \nWe were trying to help me convey my local idol self. \nWhat about doing… umm…",
            "name": "Hokko Tarumae"
        },
        {
            "text": "I guess Mooster really is out of the question…",
            "name": "Wonder Acute"
        },
        {
            "text": "We told you that it's called Umasta! \nIt's called Umasta, silly.",
            "name": "Tarumae & Rickey"
        },
        {
            "text": "Lightbulb!",
            "name": "Smart Falcon"
        },
        {
            "text": "Wh-What's gotten into you Falco-san?",
            "name": "Hokko Tarumae"
        },
        {
            "text": "If we have the laid back Acute-san, the pragmatic \nTarumae-chan, and the eccentric Ricky-san…",
            "name": "Smart Falcon"
        },
        {
            "text": "We could make a group of 3 to help \ngain more support! How does that sound!?",
            "name": "Smart Falcon"
        },
        {
            "text": "Gain more support…? \nNo way no way!",
            "name": "Tarumae, Acute & Rickey"
        },
        {
            "text": "Okay, we're going to be rolling soon! \nTokai Teio-san, tell us how it tastes in 3, 2…",
            "name": "Assistant Director"
        },
        {
            "text": "Mmm! It's so tasty and refreshing! \nI wish they sold it on campus!",
            "name": "Tokai Teio"
        },
        {
            "text": "………",
            "name": "Aston Machan"
        },
        {
            "text": "I heard that a lot of students use these trails on their \nmorning runs! The air here is refreshing and it's a \nnice change of pace from running near the city!",
            "name": "Tokai Teio"
        },
        {
            "text": "I might as well take this opportunity to go for a run! \nPlus I bet you guys want a shot of me running anyways, right?",
            "name": "Tokai Teio"
        },
        {
            "text": "………",
            "name": "Aston Machan"
        },
        {
            "text": "So that's why you should all come to our \nupcoming live performance! Hmm…? \nWhy do you all look so dumbfounded?",
            "name": "Tokai Teio"
        },
        {
            "text": "………",
            "name": "Aston Machan"
        },
        {
            "text": "Waaah!?",
            "name": "Tokai Teio"
        },
        {
            "text": "Hey, isn't that… Machan?",
            "name": "Vodka"
        },
        {
            "text": "Oh, I think you're right? \nHold on, wait a second… isn't she standing in the shot!?",
            "name": "Daiwa Scarlet"
        },
        {
            "text": "Wait, when did you get behind me!? \nHold on… have you been following me \nthe entire time!? Why would you do that!?",
            "name": "Tokai Teio"
        },
        {
            "text": "Tehehe… Don't mind me…",
            "name": "Aston Machan"
        },
        {
            "text": "No, there's no way I couldn't mind!",
            "name": "Tokai Teio"
        },
        {
            "text": "I'm very sorry! It seems like one of our students is \nannoying you all! Machan, you can't just enter \nother people's shots! Come on, let's go.",
            "name": "Daiwa Scarlet"
        },
        {
            "text": "Oh, I didn't know that… \nOkay everyone, that's all from Machan for today.",
            "name": "Aston Machan"
        },
        {
            "text": "Don't feel down, Machan, in exchange \nI'll take a bunch of pictures of you over there.",
            "name": "Vodka"
        },
        {
            "text": "Pictures!? I love that idea. Okay everyone, \nplease remember your lovely Maa-chan!",
            "name": "Aston Machan"
        },
        {
            "text": "Remember me tomorrow, the next day, and \nthe following 100 years too! After all, I'll always \nbe there in the corner of your heart. See you all later!",
            "name": "Aston Machan"
        },
        {
            "text": "O-Oi! If you don't hurry up, \nMiss Perfect Student is gonna be upset…!",
            "name": "Vodka"
        },
        {
            "text": "Okay… remember Aston Machan! \nI'll see you all again!",
            "name": "Aston Machan"
        },
        {
            "text": "Haa… Jeez…",
            "name": "Daiwa Scarlet"
        },
        {
            "text": "………",
            "name": "Aston Machan"
        },
        {
            "text": "Come on already!",
            "name": "Daiwa & Vodka"
        }
    ]
}