{
    "text_block_list": [
        {
            "text": "One day after training――"
        },
        {
            "name": "Grass Wonder",
            "text": "Good work, Trainer-san. I found a delicious tea, so I'll prepare it now."
        },
        {
            "name": "Grass Wonder",
            "text": "Even if it was to recover fatigue from the previous race, the training felt so light that it was a little unsatisfying～."
        },
        {
            "name": "Grass Wonder",
            "text": "Today, again, it ended before the sun had set……",
            "choice_data_list": [
                "Let's prioritize rest for now",
                "Let's prioritize rest for now"
            ]
        },
        {
            "name": "Grass Wonder",
            "text": "Fufuu, of course, I understand. So that I can win the next race, I need to properly rest…… right?"
        },
        {
            "name": "Grass Wonder",
            "text": "『It'll be too late once something happens』―― Trainer-san, I'm always grateful for your consideration♪"
        },
        {
            "text": "(Ding dong ding……)"
        },
        {
            "name": "School Broadcast",
            "text": "『Grass Wonder-san, the Student Council President is calling you. Please make your way to the student council room』"
        },
        {
            "name": "Grass Wonder",
            "text": "Oh, what could that possibly be about……?"
        },
        {
            "name": "Grass Wonder",
            "text": "Trainer-san, I have returned～.",
            "choice_data_list": [
                "Why did they call you?",
                "Why did they call you?"
            ]
        },
        {
            "name": "Grass Wonder",
            "text": "It seems that they wanted to request that I participate in the mock race they're holding at the school's orientation."
        },
        {
            "name": "Grass Wonder",
            "text": "For all those girls who dream of the Twinkle Series, to think they'd be watching me race, it's quite the honor♪"
        },
        {
            "name": "Grass Wonder",
            "text": "Then we should get to training…… Oh, Trainer-san, you've been staring at me for a while, is something wrong?",
            "choice_data_list": [
                "Don't push yourself too hard, ok?",
                "Don't push yourself too hard, ok?"
            ]
        },
        {
            "name": "Grass Wonder",
            "text": "Oh, that's right. I was so happy to be selected, that I couldn't help it."
        },
        {
            "name": "Grass Wonder",
            "text": "Well then, I'll adjust my running, a little bit, accordingly."
        },
        {
            "name": "Grass Wonder",
            "text": "Trainer-san, it's fine if you head home first. There's no issue if I do the adjustments on my own～"
        },
        {
            "text": "『A little bit』 is what Grass Wonder said but, she had originally refused scouts until she was satisfied with her own results."
        },
        {
            "text": "Even if it was just a mock race, if she herself wanted to win, then she'd probably go too far…… thinking that, I went to check on her――"
        },
        {
            "name": "Grass Wonder",
            "text": "Haa…… Haa…… Haa…… Haa…… Haa……"
        },
        {
            "name": "Grass Wonder",
            "text": "Huu…… 3 more laps…… But with a faster time……!"
        },
        {
            "text": "As I predicted, she was doing the same amount of training she would normally do before a race."
        },
        {
            "text": "I know how strong her desire for victory is. At the very least, I would make sure she didn't push herself too hard. And then――"
        },
        {
            "name": "Announcer Uma Musume",
            "text": "So fast!! Grass Wonder drives in on the straight!!"
        },
        {
            "name": "Announcer Uma Musume",
            "text": "And just like that she stays in front! First place is Grass Wonder!"
        },
        {
            "text": "It was an overwhelming victory for Grass Wonder. And after that, the younger girls started gathering around her."
        },
        {
            "name": "Uma Musume Girl A",
            "text": "Onee～chan, you're so strooo～ng!"
        },
        {
            "name": "Uma Musume Girl B",
            "text": "Onee～chan looks so kind, but she's almost like a \"monster\"～! Amaaaaazing～!"
        },
        {
            "name": "Grass Wonder",
            "text": "Fufuu, a \"monster\", is it? I'm honored♪",
            "choice_data_list": [
                "(Monster, huh……)"
            ]
        },
        {
            "name": "Grass Wonder",
            "text": "Oh, Trainer-san. Is there something on my face?"
        },
        {
            "name": "Uma Musume Girl A",
            "text": "I'll cheer for you in the Twinkle Series too, so win! Monster Onee～chan!"
        },
        {
            "name": "Grass Wonder",
            "text": "Yeah, I'll definitely win～. Once you grow up, you can run together with Onee-chan too."
        },
        {
            "text": "Grass Wonder's desire to win was unfathomable. It was a mock race that reaffirmed how I needed to support her."
        }
    ]
}