{
    "text_block_list": [
        {
            "text": "Uma Musume that were aiming to debut used the 『Selection Race』 to show off their abilities, hoping to be scouted by trainers"
        },
        {
            "text": "For Tracen Academy, it was one of the most important events. And today, that event was happening! Immediately when I arrived at the course―"
        },
        {
            "name": "Grass Wonder",
            "text": "Oh? Are you, perhaps…… that lost trainer that I met the other day!?",
            "choice_data_list": [
                "That was a little embarrassing……",
                "That was a little embarrassing……"
            ]
        },
        {
            "name": "Grass Wonder",
            "text": "Fufufu, sorry about that. It was quite a memorable day, so I couldn't help it～"
        },
        {
            "name": "Grass Wonder",
            "text": "You've come to watch the Selection Races, I see. I'm participating in the last group today, so I'd be happy if you stayed until then."
        },
        {
            "name": "Grass Wonder",
            "text": "Well then, I should go get prepared. The sunlight is a little strong, so be careful about that."
        },
        {
            "text": "With a gentle smile and calm voice that never wavered, Grass Wonder made her way to the course."
        },
        {
            "text": "And so, the races continued one after another―"
        },
        {
            "name": "Special Week",
            "text": "Awawawa, next up is my group……! I-I-I'm getting nervous～……!"
        },
        {
            "name": "El Condor Pasa",
            "text": "Nahaha! Spe-chan, you're too stiff. At this rate, you'll turn to stone!"
        },
        {
            "name": "Special Week",
            "text": "Stone!? T-then I won't be able to run～!"
        },
        {
            "name": "Grass Wonder",
            "text": "Now now, Spe-chan. Relax～, just relax～."
        },
        {
            "name": "Grass Wonder",
            "text": "『Actions are the seeds of fate』. Spe-chan, you've spent this whole time training as hard as you could for today, right?"
        },
        {
            "name": "Grass Wonder",
            "text": "All that's left is to believe in yourself and run as best as you can, and it should lead to good results."
        },
        {
            "name": "Special Week",
            "text": "Grass-chan……! Uuuh, Thanks～……!"
        },
        {
            "name": "Grass Wonder",
            "text": "Don't worry about it～. ……Huh?"
        },
        {
            "name": "Grass Wonder",
            "text": "Hmmm～…… El? Could you move over there a little bit?"
        },
        {
            "name": "El Condor Pasa",
            "text": "Que? Haah, like this?"
        },
        {
            "name": "El Condor Pasa",
            "text": "Why are you asking this all of a sudden, Grass……!?"
        },
        {
            "text": "Suddenly, an Uma Musume that was running in the race, came around the curve with too much momentum!"
        },
        {
            "name": "Uma Musume Participant",
            "text": "Wawawawawaa!! S-sorry……!!"
        },
        {
            "name": "Grass Wonder",
            "text": "Are you hurt～? Maybe you should get that looked at, just in case."
        },
        {
            "name": "Uma Musume Participant",
            "text": "Yeah, I'll do that…… I'm really sorry about that!!"
        },
        {
            "name": "El Condor Pasa",
            "text": "T-take care～……"
        },
        {
            "name": "El Condor Pasa",
            "text": "Buhaaaaa! T-that scared me……!"
        },
        {
            "name": "Special Week",
            "text": "But that's amazing Grass-chan! There's no limit to how calm you can be……!!"
        },
        {
            "name": "Grass Wonder",
            "text": "Fufu, no no～. El, I'm glad you're okay too～."
        },
        {
            "name": "Rookie Trainer A",
            "text": "That girl, Grass Wonder……was it? Even at such a big event, she's so calm, huh! That kind of mental fortitude would be a powerful asset."
        },
        {
            "name": "Veteran Trainer A",
            "text": "On top of that, it's not just her mentality…… Considering her results so far, her physical specs are high too. She'll be the favorite in the last group."
        },
        {
            "text": "And with everyone's attention focused on her, the race that Grass Wonder was participating in, began……!"
        },
        {
            "text": "With everyone's attention on her, Grass Wonder took position in the middle, and it seemed like she was calmly observing the situation, however―"
        },
        {
            "name": "Grass Wonder",
            "text": "!? Ku……!!"
        },
        {
            "name": "Rookie Trainer A",
            "text": "Ah, Grass Wonder is out in front! ……But, the way she's running right now, doesn't something seem a little off……?"
        },
        {
            "name": "Veteran Trainer A",
            "text": "It looked like the girl running next to her stumbled a little too. The previous races might have left the course in poor condition."
        },
        {
            "name": "Veteran Trainer A",
            "text": "Grass might have pushed forward early to avoid a collision……"
        },
        {
            "name": "Grass Wonder",
            "text": "Haa, haa, haa, haa……!!"
        },
        {
            "name": "Commentator",
            "text": "With 200m remaining, Grass Wonder is in the lead! But…… she's being chased!"
        },
        {
            "name": "Commentator",
            "text": "Will Grass Wonder be able to stay ahead!? And the way this battle ends is――!!"
        },
        {
            "name": "Grass Wonder",
            "text": "……!!"
        },
        {
            "text": "The result― Grass Wonder was passed at the very last moment, being beaten in to 2nd by a nose."
        },
        {
            "name": "Special Week",
            "text": "Grass-chan, good work out there……! Um, well……"
        },
        {
            "name": "Grass Wonder",
            "text": "……Hmmm～, it was unfortunate! It seems like I was one step short in the end～."
        },
        {
            "name": "Grass Wonder",
            "text": "But, it was still a reasonable result. I'll do my best so that next time I can finish 1st."
        },
        {
            "name": "Special Week",
            "text": "Ah…… Y-yeah! Let's do our best together!"
        },
        {
            "name": "Rookie Trainer A",
            "text": "Grass was so close, huh. If there wasn't that trouble in the middle of it, in terms of ability, I think she would have finished first……!"
        },
        {
            "name": "Veteran Trainer A",
            "text": "But her situational awareness is top notch. Grass Wonder, I'd definitely want her to join us……!"
        },
        {
            "text": "It was an unfortunate result, but the reactions were positive. There would definitely be a lot of people scouting her."
        },
        {
            "text": "Or, that's what I thought―"
        },
        {
            "name": "El Condor Pasa",
            "text": "……Grass!!"
        },
        {
            "name": "Grass Wonder",
            "text": "Oh, El? Is something wrong?"
        },
        {
            "name": "El Condor Pasa",
            "text": "If…… you're going to do more night training, I'll do it with you, okay?"
        },
        {
            "name": "Grass Wonder",
            "text": "……No, no, there was a race today, after all. I was planning on resting."
        },
        {
            "name": "Grass Wonder",
            "text": "Well then, I'll excuse myself here."
        },
        {
            "name": "El Condor Pasa",
            "text": "………………"
        },
        {
            "text": "――『Grass Wonder is refusing all scouting requests』"
        },
        {
            "text": "It wasn't long before that rumor started to circulate."
        }
    ]
}