{
    "text_block_list": [
        {
            "text": "One day, in the afternoon―"
        },
        {
            "text": "I was out on a shopping errand, but I ended up in an unfamiliar place. While I was standing there at a loss……"
        },
        {
            "name": "Grass Wonder",
            "text": "Um～, excuse me."
        },
        {
            "name": "Grass Wonder",
            "text": "Are you perhaps a trainer affiliated with the school?",
            "choice_data_list": [
                "Well, yes, but……"
            ]
        },
        {
            "name": "Grass Wonder",
            "text": "Ah, I thought so～. I was pretty sure I'd seen you around the campus a few times before."
        },
        {
            "name": "Grass Wonder",
            "text": "By the way, it looks like something's troubling you. Is something the matter?"
        },
        {
            "text": "When Grass Wonder kindly asked, I replied that it was my first time coming out this far and I was lost……"
        },
        {
            "name": "Grass Wonder",
            "text": "Oh my, that sounds like quite the predicament!"
        },
        {
            "name": "Grass Wonder",
            "text": "If you'd like, I could lead you back to the school.",
            "choice_data_list": [
                "Is that okay?",
                "Is that okay?"
            ]
        },
        {
            "name": "Grass Wonder",
            "text": "Yes, I was just about to head back myself. 『The journey is as important as the people you meet along the way』♪"
        },
        {
            "name": "Grass Wonder",
            "text": "I come here often to buy things for my hobby so, I'm familiar with the area. Soo～ just leave it to me."
        },
        {
            "name": "Grass Wonder",
            "text": "Well then, shall we set off?"
        },
        {
            "text": "While accompanied by the kind Uma Musume, Grass Wonder, we made our way back towards the school at a leisurely pace……"
        },
        {
            "name": "Grass Wonder",
            "text": "Huu～. If we've made it this far, the school should be nearby."
        },
        {
            "name": "Grass Wonder",
            "text": "The sun has already started setting, hasn't it～? I ended up walking at such a carefree pace…… I'm sorry about that.",
            "choice_data_list": [
                "I enjoyed the scenery though"
            ]
        },
        {
            "name": "Grass Wonder",
            "text": "Oh my. Trainer-san, it seems like you're someone who can appreciate 『Mono no Aware』."
        },
        {
            "name": "Grass Wonder",
            "text": "……in particular, 『Twilight』. The crimson-hued sky, each time you look at it, it changes slightly. It's quite beautiful because of that."
        },
        {
            "name": "Grass Wonder",
            "text": "I feel like I could watch it forever…… Because of that, I end up slowing my pace without thinking."
        },
        {
            "text": "While speaking about that, I stood together with Grass Wonder, admiring the sky and―"
        },
        {
            "text": "(Guuuuuuu)"
        },
        {
            "name": "Grass Wonder",
            "text": "……Oh dear～.",
            "choice_data_list": [
                "Sorry about that……",
                "Sorry about that……"
            ]
        },
        {
            "name": "Grass Wonder",
            "text": "Fufufuu, no, it's fine. After walking that much, it's not unusual to become hungry, is it?"
        },
        {
            "name": "Grass Wonder",
            "text": "That's right, I happen to have something perfect for that with me. Trainer-san, do you mind if I take up just a little bit more of your time?"
        },
        {
            "name": "Grass Wonder",
            "text": "If you're fine with it, Trainer-san, let me treat you to a 『Tea Ceremony』.",
            "choice_data_list": [
                "『Tea Ceremony』?"
            ]
        },
        {
            "name": "Grass Wonder",
            "text": "Yes, you could call it an outdoor tea party. Basking in the natural light, taking in the scents in the air all while enjoying tea. It's quite a refined cultural experience, you know?～"
        },
        {
            "name": "Grass Wonder",
            "text": "Tea ceremonies are my hobby, you see. The whole reason I was out so far was to order some matcha and sweets from a store that I fancy."
        },
        {
            "name": "Grass Wonder",
            "text": "I happen to have the proper equipment with me so…… how about it?",
            "choice_data_list": [
                "Absolutely!"
            ]
        },
        {
            "name": "Grass Wonder",
            "text": "I'm glad～♪ Well then, I'll get everything prepared."
        },
        {
            "text": "Then, I enjoyed a cup of tea and some elegant sweets prepared for me by Grass Wonder."
        },
        {
            "name": "Grass Wonder",
            "text": "How was it, Trainer-san?",
            "choice_data_list": [
                "It was exquisite"
            ]
        },
        {
            "name": "Grass Wonder",
            "text": "Fufuu, I'm glad to hear it."
        },
        {
            "name": "Grass Wonder",
            "text": "Being fulfilling for body and soul is one of the good points about tea.",
            "choice_data_list": [
                "Have you been practicing for long?",
                "Have you been practicing for long?"
            ]
        },
        {
            "name": "Grass Wonder",
            "text": "Yes, since I was young."
        },
        {
            "name": "Grass Wonder",
            "text": "Tea ceremonies, flower arrangement, calligraphy, Japanese dance…… oh, and a little training with the Naginata.",
            "choice_data_list": [
                "That's amazing!!",
                "That's amazing!!"
            ]
        },
        {
            "name": "Grass Wonder",
            "text": "No, no, it's not that impressive～. I just really like them all."
        },
        {
            "name": "Grass Wonder",
            "text": "I was born in America, and both of my parents had a deep appreciation for Japan."
        },
        {
            "name": "Grass Wonder",
            "text": "Because of that, I had a lot of exposure to the wonders of Japanese culture. It was only natural that I would grow an interest in it too."
        },
        {
            "name": "Grass Wonder",
            "text": "And back home, I had a teacher that had knowledge of this too, so I asked my parents if I could study under them.",
            "choice_data_list": [
                "You really like Japanese culture, huh?",
                "You really like Japanese culture, huh?"
            ]
        },
        {
            "name": "Grass Wonder",
            "text": "Yes, of course!"
        },
        {
            "name": "Grass Wonder",
            "text": "Because of that, courtesy, sincerity, consideration for others…… I learned many important things like that."
        },
        {
            "name": "Grass Wonder",
            "text": "Well, I say that, but I have a lot I still need to work on."
        },
        {
            "name": "Grass Wonder",
            "text": "Someday, I hope to be as refined and elegant, with the dignity of a Yamato Nadeshiko…… and to that end, I practice daily."
        },
        {
            "name": "Grass Wonder",
            "text": "Oh…… I'm sorry, I seem to have gotten quite absorbed in our conversation."
        },
        {
            "name": "Grass Wonder",
            "text": "For now, let's return to the school♪"
        },
        {
            "text": "And so, I parted ways with Grass Wonder and headed towards the trainer dorms……"
        },
        {
            "text": "The Yamato Nadeshiko Uma Musume, Grass Wonder. A girl with a gentle smile that held tea ceremonies. I wonder how she would run?―"
        },
        {
            "text": "The answer would come unexpectedly quickly."
        },
        {
            "text": "『Notice to all trainers. Regarding the next Selection Race』"
        },
        {
            "text": "Among the list of participants was the name 『Grass Wonder』"
        }
    ]
}