{
    "text_block_list": [
        {
            "text": "Everyone thought that Grass Wonder was rejecting scouts because of a lack of competitiveness."
        },
        {
            "text": "But after watching her during training the day before, it didn't seem like she was such an unassertive girl."
        },
        {
            "text": "――I want to know her true self."
        },
        {
            "name": "Grass Wonder",
            "text": "Oh…… good evening. To be out here at this hour, is something the matter～?",
            "choice_data_list": [
                "I was going to ask you that",
                "I was going to ask you that"
            ]
        },
        {
            "name": "Grass Wonder",
            "text": "Eh?"
        },
        {
            "name": "Grass Wonder",
            "text": "Well…… that's right, when I was looking at the night sky, I decided to take it easy～. Fufufu, I probably shouldn't though."
        },
        {
            "name": "Grass Wonder",
            "text": "But, I plan on heading back to the dorms soon. ……did you have any other business with me? Well then, I'll be――",
            "choice_data_list": [
                "You really don't plan to be scouted?",
                "You really don't plan to be scouted?"
            ]
        },
        {
            "name": "Grass Wonder",
            "text": "Oh my…… regarding that, I thought I had already rejected that before……"
        },
        {
            "name": "Grass Wonder",
            "text": "Unfortunately, my feelings haven't changed from then. I'm sorry.",
            "choice_data_list": [
                "But why?"
            ]
        },
        {
            "name": "Grass Wonder",
            "text": "Hmmmmm～…… I'm sorry, all I can say about that is…… it's my own personal problem."
        },
        {
            "text": "I hadn't heard it directly from her mouth, but I think I had an idea of what it was."
        },
        {
            "text": "On the training course the other day, her eyes. The hidden feelings behind those determined blue eyes――",
            "choice_data_list": [
                "Are you frustrated that you got second?",
                "Are you frustrated that you got second?"
            ]
        },
        {
            "name": "Grass Wonder",
            "text": "……Oh."
        },
        {
            "name": "Grass Wonder",
            "text": "What makes you think that?",
            "choice_data_list": [
                "I could see the fire in your eyes",
                "I could see the fire in your eyes"
            ]
        },
        {
            "name": "Grass Wonder",
            "text": "My eyes……?"
        },
        {
            "name": "Grass Wonder",
            "text": "From just…… my eyes, you could tell?"
        },
        {
            "name": "Grass Wonder",
            "text": "………………"
        },
        {
            "name": "Grass Wonder",
            "text": "……A Yamato Nadeshiko should always be modest. With a soft demeanor, and calm bearing. Never wavering, solemn."
        },
        {
            "name": "Grass Wonder",
            "text": "That's what I had decided in my heart, but――"
        },
        {
            "name": "Grass Wonder",
            "text": "『Remain calm in the face of adversity』. I can't help but be frustrated at my own weakness, and I can't erase this feeling."
        },
        {
            "name": "Grass Wonder",
            "text": "I started running by my own will. The path I've chosen lays atop the turf. Until I reach the summit, I will not stop."
        },
        {
            "name": "Grass Wonder",
            "text": "That being the case…… no matter the reason, I should not yield victory. ……no matter what happens."
        },
        {
            "name": "Grass Wonder",
            "text": "And yet……!",
            "choice_data_list": [
                "You can't forgive yourself for losing?"
            ]
        },
        {
            "name": "Grass Wonder",
            "text": "……Yes."
        },
        {
            "name": "Grass Wonder",
            "text": "The moment you start to concede, the path to the top is closed. It won't do to accept a scout with these half-hearted emotions."
        },
        {
            "name": "Grass Wonder",
            "text": "……To put it another way, it's my own selfishness. A personal conviction."
        },
        {
            "name": "Grass Wonder",
            "text": "I apologize, but you'll just have to let it go――",
            "choice_data_list": [
                "Then I'll ask again when you win",
                "Then I'll ask again when you win"
            ]
        },
        {
            "name": "Grass Wonder",
            "text": "……Eh?"
        },
        {
            "name": "Grass Wonder",
            "text": "By again…… um, perhaps, do you mean you'll come and try to scout me again?"
        },
        {
            "name": "Grass Wonder",
            "text": "A couple months from now, when I enter another Selection Race, you'll wait until then……?",
            "choice_data_list": [
                "Of course!"
            ]
        },
        {
            "name": "Grass Wonder",
            "text": "Um…… well."
        },
        {
            "name": "Grass Wonder",
            "text": "I don't know what to say…… I'm not an easy Uma Musume to deal with, you know?"
        },
        {
            "name": "Grass Wonder",
            "text": "The things I can't yield, I won't yield. Once I decide on something, I won't change my mind."
        },
        {
            "name": "Grass Wonder",
            "text": "I was uneasy with the results, that's the only reason I've been refusing scouts, just so I could enter another Selection Race."
        },
        {
            "name": "Grass Wonder",
            "text": "……even knowing that, will you still say that? 『I will wait』?",
            "choice_data_list": [
                "I want to support you in your endeavor",
                "I want to support you in your endeavor"
            ]
        },
        {
            "name": "Grass Wonder",
            "text": "Trainer-san……"
        },
        {
            "name": "Grass Wonder",
            "text": "……Fufu. Are you okay with that? If I don't place first in a Selection Race, it means you won't be in charge of anyone, you know?",
            "choice_data_list": [
                "You'll definitely win next time, though?",
                "You'll definitely win next time, though?"
            ]
        },
        {
            "name": "Grass Wonder",
            "text": "Oh my～. If you say something like that…… Fufufuu."
        },
        {
            "name": "Grass Wonder",
            "text": "……Trainer-san, you're quite good at getting me to go along, aren't you?"
        },
        {
            "text": "And then, several months later――"
        },
        {
            "name": "Announcer",
            "text": "―Surging forward, it's Grass Wonder! She passes the leaders with ease and moves in to 1st!"
        },
        {
            "name": "Announcer",
            "text": "She's pulling away! She's pulling away! What a strong finish! She's pulling away―― Grass Wonder, crosses the gooooooal!!"
        },
        {
            "text": "With her strong will, Grass Wonder was magnificent."
        },
        {
            "text": "And then――"
        },
        {
            "name": "El Condor Pasa",
            "text": "You got first, huh, Grass!"
        },
        {
            "name": "Grass Wonder",
            "text": "Oh, even I was surprised～"
        },
        {
            "name": "El Condor Pasa",
            "text": "What a lie! I won't fall for it! El won't fall for it!"
        },
        {
            "name": "El Condor Pasa",
            "text": "That aside, with this you can debut without regret, right? The races should get more interesting! Passion! Fervor! I'm getting fired up!"
        },
        {
            "name": "Special Week",
            "text": "Grass-chan, congratulations……! I'll be looking forward to the days we can compete together!"
        },
        {
            "name": "Grass Wonder",
            "text": "Yes, I will too～. Fufufuu."
        },
        {
            "text": "Grass Wonder responded to her rivals with a smile, then she came over here by herself."
        },
        {
            "name": "Grass Wonder",
            "text": "Thank you for coming, Trainer-san.",
            "choice_data_list": [
                "Once again, I wanted to talk to you",
                "Once again, I wanted to talk to you"
            ]
        },
        {
            "name": "Grass Wonder",
            "text": "Fufu…… Yes. I've been waiting for you."
        },
        {
            "name": "Grass Wonder",
            "text": "Once again……my name is Grass Wonder. I look forward to your kind guidance."
        },
        {
            "name": "Grass Wonder",
            "text": "Will you accompany me on this journey to the top?"
        },
        {
            "text": "And so, my days with the unyielding Grass Wonder began!"
        }
    ]
}