{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "On the day of the URA award ceremony, I was patiently waiting for \nthe live broadcast to see Sensei's honor stand."
        },
        {
            "name": "Winning Ticket",
            "text": "Bam bam baam! Trainer-san are you here!?"
        },
        {
            "name": "Winning Ticket",
            "text": "Oh, there you are! Is now a good time. I wanted to consult you \nabout the Derby exhibition.",
            "choice_data_list": [
                "What kind of consultation?"
            ]
        },
        {
            "name": "Winning Ticket",
            "text": "It is about the materials to be exhibited, I mean…. Overall, I \nwant to make it easier for others to understand our seniors."
        },
        {
            "name": "Winning Ticket",
            "text": "If it stays as it is now, You know, I want that to everyone who \nis watching the lined up materials to think, “I'm Impressed～～” \nthat kind of feeling."
        },
        {
            "name": "Winning Ticket",
            "text": "I'm starting to wonder if there is a good way, \nbut I'm not good at thinking…. haha."
        },
        {
            "text": "Then, Tickezou why don't you explain \nit from the point of your feelings?"
        },
        {
            "text": "Then, Tickezou why don't you explain \nit from the point of your feelings?"
        },
        {
            "name": "Winning Ticket",
            "text": "From feelings point….?"
        },
        {
            "text": "Look, when Tickezou talks about the Derby. This \nHorse Girl thought something like this, that \nis what you usually talk about, right?"
        },
        {
            "text": "Look, when Tickezou talks about the Derby. This \nHorse Girl thought something like this, that \nis what you usually talk about, right?"
        },
        {
            "name": "Winning Ticket",
            "text": "Oh, I see! I should push more drama into it. Like what is the \ndifference between the two!"
        },
        {
            "name": "Winning Ticket",
            "text": "Then I have the materials I compiled myself, and that way I might \nbe able to do it! Yosh, let's do our best to make the materials～!"
        },
        {
            "text": "It was when Winning Ticket started to work on the exhibition, but \nthe time of “Live Broadcast” was drawing near."
        },
        {
            "text": "Before that, I'd like to watch TV for a while, my former Trainer \nwill be at the URA awards ceremony."
        },
        {
            "text": "Before that, I'd like to watch TV for a while, my former Trainer \nwill be at the URA awards ceremony."
        },
        {
            "name": "Winning Ticket",
            "text": "Oh, it was about Oguri-san's Trainer, right! Then, I'll watch it \nwith you! It might make a good story."
        },
        {
            "text": "After turning on the TV for a while, the \nbroadcast of the awards ceremony began."
        },
        {
            "name": "Announcer",
            "text": "“Congratulations on the URA Award this time” Were there any races \nthat have left an impression in your long racing career?"
        },
        {
            "name": "Chief Trainer",
            "text": "Oh, every race has the thoughts of multiple Horse Girls, so in \nthat sense, all of them leave quite an impression."
        },
        {
            "name": "Announcer",
            "text": "It was an award in honor of your achievements so far, How did you \nfeel when you heard that?"
        },
        {
            "name": "Chief Trainer",
            "text": "I was of course happy, but I also thought if it was really okay \nfor me to receive such an award."
        },
        {
            "name": "Chief Trainer",
            "text": "“Not every Horse Girl's dreams comes true. When it comes to the \nDerby, no one has ever won under me”."
        },
        {
            "name": "Chief Trainer",
            "text": "After all, as a person involved in the race, a victory In the \nDerby is said to be the highest glory…."
        },
        {
            "name": "Winning Ticket",
            "text": "Eh…. Oh. They have never won the Derby…."
        },
        {
            "text": "he continued to be a Trainer for many years, Even the Sensei who \nwon a lot of big titles, he didn't manage to win the Derby."
        },
        {
            "text": "Even though it is the pinnacle of the race, even the \nSensei who is said to be a veteran Trainer, the Derby \nis not something that can be easily won."
        },
        {
            "text": "Even though it is the pinnacle of the race, even the \nSensei who is said to be a veteran Trainer, the Derby \nis not something that can be easily won."
        },
        {
            "name": "Winning Ticket",
            "text": "The Derby is the first big race to be born in the Twinkle Series."
        },
        {
            "name": "Winning Ticket",
            "text": "Everyone is aiming for the victory, working so hard, and the \ndrama of such people accumulated a lot to this day."
        },
        {
            "name": "Winning Ticket",
            "text": "Everyone is serious, really serious! So, whether you're a veteran \nTrainer or a powerful Horse Girl, It's very hard to win."
        },
        {
            "text": "The fact that even Sensei couldn't bear \nthe victory, convinced Winning Ticket."
        },
        {
            "name": "Announcer",
            "text": "There was a racer that was ranked No. \n1 favorites and still could not win."
        },
        {
            "name": "Chief Trainer",
            "text": "At her time, we were training until the anticipated day with \nvictory in mind. Even so, in the last straight line…."
        },
        {
            "name": "Chief Trainer",
            "text": "I was told that if it was tomorrow, I would have \ndone this, to be like this instead, I thought about \nthat for her who ran devoting her life."
        },
        {
            "name": "Chief Trainer",
            "text": "Instead of “Looking Back”, to forget about her thoughts on the \nDerby, We started thinking about the next step."
        },
        {
            "name": "Winning Ticket",
            "text": "…Ah, this is about the first Derby I've seen! I was watching it \nat the racetrack where my mom took me!"
        },
        {
            "text": "You mean the Derby the Sensei could not win…?"
        },
        {
            "name": "Winning Ticket",
            "text": "Yeah, without a doubt! It was a really amazing race!"
        },
        {
            "name": "Winning Ticket",
            "text": "Even though she was the number 1 favorite, she was being pulled \nout more and more. She was still thinking seriously about \nwinning, she didn't give up until the end!"
        },
        {
            "name": "Winning Ticket",
            "text": "I was wondering how precious the Derby is. That is when I saw it \nand understood it, that's why I admire it."
        },
        {
            "text": "It was also a Derby where Sensei and the Horse Girl in charge put \ntheir thoughts and feelings on."
        },
        {
            "name": "Chief Trainer",
            "text": "“I did retire without winning in the end…” But right now, there \nis a guy in the current team <Sirius> who inherited my feelings”."
        },
        {
            "name": "Chief Trainer",
            "text": "I believe he will win the Derby."
        },
        {
            "name": "Winning Ticket",
            "text": "Hey, this is about you Trainer. You can win the Derby!?"
        },
        {
            "text": "Oh, Yeah…."
        },
        {
            "text": "Oh, Yeah…."
        },
        {
            "text": "I felt like Sensei on the other side of the TV looked at me. Like \na dream…. As if to say, “You can do it”."
        },
        {
            "text": "I felt like Sensei on the other side of the TV looked at me. Like \na dream…. As if to say, “You can do it”."
        },
        {
            "text": "Sensei entrusted me with his dreams. He trusted me….",
            "choice_data_list": [
                "….I want to win the Derby."
            ]
        },
        {
            "text": "Sensei entrusted me with his dreams. He trusted me….",
            "choice_data_list": [
                "….I want to win the Derby."
            ]
        },
        {
            "name": "Winning Ticket",
            "text": "Eh!? so, Trainer-san you are aiming for the Derby!?"
        },
        {
            "name": "Winning Ticket",
            "text": "Waaaa～～!! It's a drama～!! The disciple is aiming for a dream that \nthe master could not fulfill!"
        },
        {
            "text": "It seems that it is not a mistake that it \nis a drama as Winning Ticket is saying."
        },
        {
            "text": "I was asked to help with the exhibition at this time and met with \nWinning Ticket aiming for the Derbyー"
        },
        {
            "text": "And at this time Winning Ticket came to the Trainer's room, and \nheard Sensei's story together with me, everything was leafyー"
        },
        {
            "name": "Winning Ticket",
            "text": "The announcer also had a nice interview! It's so touching to be \nable to hear the story of a Derby like this～!"
        },
        {
            "text": "Maybe it was fate. It felt like this",
            "choice_data_list": [
                "Hey, do you want to aim for it together?",
                "Hey, do you want to aim for it together?"
            ]
        },
        {
            "name": "Winning Ticket",
            "text": "Eh….? Together you say…."
        },
        {
            "name": "Winning Ticket",
            "text": "Per, Perhaps… you mean Derby!? T, To, together with me!?"
        },
        {
            "text": "Yeah, Tickezou wants to win the Derby, right?"
        },
        {
            "text": "Yeah, Tickezou wants to win the Derby, right?"
        },
        {
            "name": "Winning Ticket",
            "text": "Of course! I want to win! it is my dream! From when I was little."
        },
        {
            "text": "Me too right now, I also want to win."
        },
        {
            "text": "Me too right now, I also want to win."
        },
        {
            "text": "So if Tickezou is good with it, why don't we aim for it together?"
        },
        {
            "text": "So if Tickezou is good with it, why don't we aim for it together?"
        },
        {
            "name": "Winning Ticket",
            "text": "Re, really? Are you okay with me…?",
            "choice_data_list": [
                "It can only be you!",
                "It can only be you!"
            ]
        },
        {
            "name": "Winning Ticket",
            "text": "Waaa…. Waaaaaa～～～～!!"
        },
        {
            "name": "Winning Ticket",
            "text": "I did it～～! I got scouted! Let's aim for it together \nTrainer-san!! Let's go to the Derby!!"
        },
        {
            "name": "Winning Ticket",
            "text": "Tehehe! Trainer-san, I will give you the \ntitle of “Derby Trainer” as a present."
        },
        {
            "text": "Then, I will present the title of “Derby Horse Girl” to Tickezou."
        },
        {
            "text": "Then, I will present the title of “Derby Horse Girl” to Tickezou."
        },
        {
            "name": "Winning Ticket",
            "text": "Yeah!! Let's both do our best!! Yosh～～! Aim towards the Derby!!"
        },
        {
            "name": "Winning Ticket",
            "text": "Winning Ticket here! Nice to meet your acquaintance!"
        },
        {
            "name": "Gold Ship",
            "text": "Oho, at last the good stuff came in!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "I've heard about you Ticket-san. You're aiming to win the Derby"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Derby is a favorite of many Horse Girls. There will be many \nrivals, but, let's do our best toward that dream."
        },
        {
            "name": "Winning Ticket",
            "text": "Thank you! I promise to deliver the \nDerby victory to team <Sirius>!"
        },
        {
            "text": "Tickezou to win the Derby you need strength of mind. Let's try to \nboost your dreams with team!"
        },
        {
            "name": "Gold Ship",
            "text": "Oho! I'm impressed!! Let's go running newbie, towards that sun!"
        },
        {
            "name": "Winning Ticket",
            "text": "Yeah! Let's go…. Der～～ By～～!!"
        },
        {
            "name": "Gold Ship",
            "text": "It's a good feeling! isn't it! Okay, me too! Der～～ By～～!!"
        },
        {
            "text": "In this way, the curtains opened for Winning Ticket and the drama \naiming to win the Derby."
        }
    ]
}