{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "“Japan Derby”"
        },
        {
            "text": "The most historic, traditional and honorable race in the world. \nCan only be run once in a lifetime. How cruel it is."
        },
        {
            "text": "In fact, Many Horse Girls have lost before reaching that dream. \nThe dream of all Horse Girls. It is to be standing at the top as \nthe Derby Horse Girl."
        },
        {
            "text": "On that day, as many as 20 million people \nwatched, as the gates opened."
        },
        {
            "text": "It's hard to participate in the derby and win. However, the one \nin the peach pink clothes in the competition, charging her way."
        },
        {
            "text": "Sprinting her way through, not letting anyone away. It was a \ntough battle of attrition."
        },
        {
            "text": "Running through the goal beating the approaching \nrivals. In the body that has put out it's everything, \nonly 1 ounce of energy was also left."
        },
        {
            "text": "That was just 1 of her victories."
        },
        {
            "text": "The name of the winner was Ines Fujin."
        },
        {
            "text": "On that day, the different echoed cheers for Ines Fujin in the \nturf still resonate in the minds of all the fans."
        },
        {
            "text": "(Cheers!!!!)"
        },
        {
            "name": "Commentator",
            "text": "Now, the last line! Which Horse Girl will be the victorious!"
        },
        {
            "name": "Young Horsegirl",
            "text": "Horse Girl sister do your best!"
        },
        {
            "name": "Young Horsegirl",
            "text": "Amazing, Amazing! Sister and everyone are fast!"
        },
        {
            "name": "Commentator",
            "text": "Going up they are fast! Between the two strong \nforces who will be taking the lead!"
        },
        {
            "name": "Young Horsegirl",
            "text": "No, My sister will be overtaken!"
        },
        {
            "name": "Commentator",
            "text": "She is doing it! Only 1 length from \nbehind! The difference will widen!"
        },
        {
            "name": "Young Horsegirl",
            "text": "Poor sister."
        },
        {
            "name": "Winning Ticket’s Mother",
            "text": "Your sister hasn't given up yet, has she? So Ticket don't give up \nand keep cheering her on."
        },
        {
            "name": "Young Horsegirl",
            "text": "mmm… Good luck!! Good luck!!"
        },
        {
            "name": "Commentator",
            "text": "Now crossing theーーー goal! Beating her own rivals \nand becoming the crown Horse Girl!"
        },
        {
            "name": "Young Horsegirl",
            "text": "My sister lost. She is crying"
        },
        {
            "name": "Winning Ticket’s Mother",
            "text": "Yeah, it was a shame, she worked hard. But you see, The older \nsister who won is crying too."
        },
        {
            "name": "Young Horsegirl",
            "text": "You're right, Why?"
        },
        {
            "name": "Winning Ticket’s Mother",
            "text": "Derby is the dream of every Horse girl sister."
        },
        {
            "name": "Winning Ticket’s Mother",
            "text": "The reason they cry even if they win or lose is because they \nworked hard towards their dreams. It's because they tried a lot."
        },
        {
            "name": "Young Horsegirl",
            "text": "Dream…. Derby…."
        },
        {
            "text": "The days of sweltering hot days are \ngradually becoming less and less."
        },
        {
            "text": "At Tracen Academy, the annual school event the “Holy Hoof \nFestival” was approaching."
        },
        {
            "name": "Gold Ship",
            "text": "Yosh! Cabbage suppliers secured!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Cabbage? What are you talking about?"
        },
        {
            "name": "Gold Ship",
            "text": "”Holy Hoof Festival” “Holy Hoof Festival”. That's when I decided \nto sell Gold-chan Yakisoba."
        },
        {
            "name": "Gold Ship",
            "text": "McQueen and Trainer-san will have to help me on that day, so you \nbetter get used to handling the iron plate from now on."
        },
        {
            "name": "Mejiro McQueen",
            "text": "I only have a bad feeling about this. Trainer-san, I'll leave the \npoison taste of the Yakisoba to you.",
            "choice_data_list": [
                "It's not a normal taste test, but a poisonous one….?"
            ]
        },
        {
            "name": "Gold Ship",
            "text": "Don't worry, I'm not going to put something inedible. “Cabbage \nand Carrots, kneaded Wasabi, Hon Wasabi and Kizami Wasabi”."
        },
        {
            "name": "Mejiro McQueen",
            "text": "How much Wasabi are you planning to put in!?"
        },
        {
            "text": "Like this, everyone in the school was preparing for the Holy Hoof \nFestival. In the middle of that ー"
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "Trainer-san, so you were here."
        },
        {
            "text": "Tatsuna-san, the secretary of the Board of Directors of Tracen \nAcademy, came to visit in a good mood.",
            "choice_data_list": [
                "Something the matter, Tatsuna?"
            ]
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "Big News𝅘𝅥𝅮 Actually, it was decided that the previous trainer is \nto be honored by URA."
        },
        {
            "name": "Gold Ship",
            "text": "Honored? Did he find a stray cat?"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Don't you know? It is the prize given to Horse Girls and Trainers \nwho have made brilliant achievements."
        },
        {
            "name": "Mejiro McQueen",
            "text": "There are people who aim for it, and when you get the honor, \nphotos and achievements get the right to be displayed at the “Uma \nMusume Museum” in the Tokyo Race Field."
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "He is a person worthy of being honored. In particular, Oguri \nsan's last run has received great support even now."
        },
        {
            "text": "That day it was not only the fans who supported \nit. Me and Mejiro McQueen were there too. That \nArima Kinen was an unforgettable race."
        },
        {
            "text": "That day it was not only the fans who supported \nit. Me and Mejiro McQueen were there too. That \nArima Kinen was an unforgettable race."
        },
        {
            "text": "As expected, She was called the Horse girl on snow, it was really \namazing, after all Sensei."
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "The award ceremony will be broadcasted live, so please watch it!"
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "Apart from that, I have 1 request for you Trainer-san…."
        },
        {
            "text": "I want you to help me with this Horse Girl who is being chased in \npreparation for the Holy Hoof Festival. It was when I visited the \nlibrary when I was told about her."
        },
        {
            "name": "???",
            "text": "Waaaaa～～!! I'm impressed～～!!"
        },
        {
            "name": "???",
            "text": "No matter how many times she lost, no matter how \nmany times she got hurt, she kept running quitely. \nThis girl has done a lot of hard work."
        },
        {
            "text": "A cry echoing in the library room that should be \nquiet. There is no one else, and she is the one who \nwants my help with the Holy Hoof Festival?",
            "choice_data_list": [
                "Do you want me to help you with the Holy Hoof Festival?",
                "Do you want me to help you with the Holy Hoof Festival?"
            ]
        },
        {
            "name": "???",
            "text": "Ah! Are you by any chance the Trainer that Tatsuna was talking \nabout? Ahhh～～ You are going to help me～～ Thank You～～～～!"
        },
        {
            "name": "Winning Ticket",
            "text": "Not now… I didn't say hello! Nice \nto meet you. I'm Winning Ticket."
        },
        {
            "name": "Winning Ticket",
            "text": "Well～, Even though I ran for the position of the Holy Hoof \nFestival, But when I got ready, I realized I didn't have a \nhelping hand at all～.",
            "choice_data_list": [
                "So, what can I help you with?"
            ]
        },
        {
            "name": "Winning Ticket",
            "text": "In Summary! “Derby Exhibition” The materials to be exhibited are!"
        },
        {
            "name": "Winning Ticket",
            "text": "From the 1st! The excitement and passion of the Seniors who \nchallenged the derby! To show them all!!"
        },
        {
            "name": "Winning Ticket",
            "text": "For example, This Horse Girl, from the outer outside ran at once \nup to the 1st place! Conveying her feelings through the Derby!"
        },
        {
            "name": "Winning Ticket",
            "text": "Then here, Getting 1st place by running away from \nthe start! Even though it's hard to win that way, \nshe still believed in her own run…. Sob…"
        },
        {
            "text": "Speaking of the derby, in the Twinkle Series it is considered to \nbe the highest peak race."
        },
        {
            "text": "”The year begins with Derby and ends with Derby” There is no \ndoubt that it is a big existence to some people."
        },
        {
            "name": "Winning Ticket",
            "text": "After all, the Derby is the best～!! Ooh～～～! \nAim for the Derby Horse Girl !!!"
        },
        {
            "text": "Her eyes were wet with tears as she spoke of the Derby. She seems \nto like the Derby a lot."
        },
        {
            "name": "Winning Ticket",
            "text": "Trainer-san, sorry for making you stay up so late! When it comes \nto the Derby, I get really fired up."
        },
        {
            "text": "It was interesting. For Winning Ticket, the Derby is special."
        },
        {
            "text": "It was interesting. For Winning Ticket, the Derby is special."
        },
        {
            "name": "Winning Ticket",
            "text": "Yes! Winning the Derby is my dream!"
        },
        {
            "name": "Winning Ticket",
            "text": "Go out to the Derby and win! The dream is to create a drama that \ndoes not lose to the seniors."
        },
        {
            "text": "This side of Winning Ticket, who said so, was \nso dignified that I could not imagine it from \nthe time she was moved to tears and cried."
        },
        {
            "name": "Winning Ticket",
            "text": "Well, the first thing I need to do is get scouted to do that. To \na Trainer who will let me take on the Derby!"
        },
        {
            "name": "Winning Ticket",
            "text": "Oh, but what I have to do now is the derby exhibition! Let's make \nit a success with both of us!"
        },
        {
            "name": "Winning Ticket",
            "text": "And I'm fine with Tickezou. That's easier to call, right?",
            "choice_data_list": [
                "All right, Tickezou."
            ]
        },
        {
            "name": "Winning Ticket",
            "text": "Hehe, Nice to meet you! Trainer-san!"
        },
        {
            "text": "I don't know if she can go to the Derby or \nif she can win if she goes out thereー"
        },
        {
            "text": "However, I wanted to see her drama chasing \ndreams that shines so purely."
        }
    ]
}