{
    "text_block_list": [
        {
            "text": "“There is no curtain for the queen” When she saw such a public opinion, she must have laughed."
        },
        {
            "text": "With her dark hair fluttering, as if it was skipping, with her taking the lead the people had no choice but to acknowledge her."
        },
        {
            "text": "The queen's name was Vodka."
        },
        {
            "text": "She turned the stage of her dream into a gorgeous solo stage, and in her eyes, the scenery of the future that no one else has ever seen was vividly reflected."
        },
        {
            "text": "As the autumn season arrived, the day of the “Holy Hoof Festival” has come."
        },
        {
            "text": "The Derby exhibition, which was prepared with both me and Winning Ticket was ready, and it was not well received."
        },
        {
            "name": "Winning Ticket",
            "text": "After that, after that! The Derby at that time was also impressive! Right, Trainer-san!"
        },
        {
            "name": "Narita Taishin",
            "text": "I got it, I got it, slowly show me."
        },
        {
            "name": "Biwa Hayahide",
            "text": "However, you prepared quite well even though you had your own race."
        },
        {
            "name": "Winning Ticket",
            "text": "It was hard～. Trainer-san helped me too, so I somehow managed to do it!"
        },
        {
            "name": "Winning Ticket",
            "text": "Ah, that's right! I haven't had a chance to properly introduce Trainer-san to both of you yet, right!"
        },
        {
            "name": "Winning Ticket",
            "text": "Right here is Trainer-san! And this is Taishin and Hayahide!"
        },
        {
            "text": "Narita Taishin and Biwa HayahideーHer classmates, I heard that they are also a “synchronization” that debuted at the same time.",
            "choice_data_list": [
                "Nice to meet you, I'm her trainer."
            ]
        },
        {
            "name": "Narita Taishin",
            "text": "…Nice to meet you. I mean, you have it hard."
        },
        {
            "name": "Biwa Hayahide",
            "text": "Yeah… It is not difficult to imagine the struggle you went through to help Ticket with the exhibition."
        },
        {
            "name": "Winning Ticket",
            "text": "Geez! What do you think of me, both of you!?"
        },
        {
            "name": "Winning Ticket",
            "text": "The order is reversed! Originally, the trainer came to help me prepare for the exhibition!"
        },
        {
            "name": "Winning Ticket",
            "text": "Two people meet at the Derby exhibition then aim for the Derby together, this is fate, fate!"
        },
        {
            "name": "Winning Ticket",
            "text": "Ah, speaking of fate! Do you remember the promise we made the first time we met?"
        },
        {
            "name": "Biwa Hayahide",
            "text": "That was in your first class, right?"
        },
        {
            "name": "Instructor",
            "text": "So first, I will measure your time. Choose the appropriate distance and time."
        },
        {
            "name": "Winning Ticket",
            "text": "Yes-yes instructor! Is it okay if I run the same 2400m as the Derby～?"
        },
        {
            "name": "Instructor",
            "text": "Y-Yes… I don't mind, but it's normal for a Horse Girl who has just entered the school to start from about half that distance."
        },
        {
            "name": "Winning Ticket",
            "text": "Even so! My goal is the Derby!"
        },
        {
            "name": "Instructor",
            "text": "I-I got… Just to make sure, is there anyone willing to run 2400m too?"
        },
        {
            "name": "Narita Taishin",
            "text": "here…"
        },
        {
            "name": "Biwa Hayahide",
            "text": "Me too, please set it at 2400m."
        },
        {
            "name": "Instructor",
            "text": "Huh!? Are you girls, serious?"
        },
        {
            "name": "Winning Ticket",
            "text": "heh… heh… It-It's no good～! My time, it's not good at all～!"
        },
        {
            "name": "Narita Taishin",
            "text": "heh… heh…"
        },
        {
            "name": "Biwa Hayahide",
            "text": "…Keh!"
        },
        {
            "name": "Instructor",
            "text": "2400m… The classic distance, it's not something you can easily run."
        },
        {
            "name": "Instructor",
            "text": "First, you have to do what you have to do now, so let's do our best so that you can run this distance someday."
        },
        {
            "name": "Winning Ticket",
            "text": "heh… heh… he, I understand～."
        },
        {
            "name": "Narita Taishin",
            "text": "Someday I will."
        },
        {
            "name": "Biwa Hayahide",
            "text": "This distance, I'll show you how to beat it…"
        },
        {
            "name": "Winning Ticket",
            "text": "Eh, haha! Hey-Hey, both of you! Thanks for running with me!"
        },
        {
            "name": "Narita Taishin",
            "text": "… It's nothing, I haven't done anything deserving your thanks. It was a distance I had to challenge one day."
        },
        {
            "name": "Biwa Hayahide",
            "text": "In order to get stronger, it is a distance that you have to get over."
        },
        {
            "name": "Winning Ticket",
            "text": "Then, after all, the 2 of you are aiming for the Derby! 3 people aiming for the Derby in the same class…"
        },
        {
            "name": "Winning Ticket",
            "text": "Waaa～～, It's a drama～～! Let's make sure the 3 of us run in the Derby～～!"
        },
        {
            "name": "Narita Taishin",
            "text": "Shut up!… I mean, why are you crying!?"
        },
        {
            "name": "Winning Ticket",
            "text": "Let's race and make a new history with the 3 of us! In a hot, dramatic Derby!!"
        },
        {
            "text": "As Winning Ticket was talking about the day they met her eyes were shining. The 3 girls were together from the first time they met and took the first step towards their dream together."
        },
        {
            "name": "Winning Ticket",
            "text": "Alright, let's repeat the promise we made that day one more time! Let me hear your voices, one-twoーDerby!!"
        },
        {
            "name": "Winning Ticket",
            "text": "Eh, what? only me!?"
        },
        {
            "name": "Narita Taishin",
            "text": "The person in charge here is noisy, so let's go to another place."
        },
        {
            "name": "Biwa Hayahide",
            "text": "I'm sure there was an event on the outdoor stage."
        },
        {
            "name": "Winning Ticket",
            "text": "Ahh!? Wait!"
        },
        {
            "name": "Narita Taishin",
            "text": "That was only a joke. But it is almost time for me to go training."
        },
        {
            "name": "Winning Ticket",
            "text": "Training? In the middle of the “Holy Hoof Festival”?"
        },
        {
            "name": "Biwa Hayahide",
            "text": "Taishin, your next race has been decided."
        },
        {
            "name": "Winning Ticket",
            "text": "Ah, I see! Taishin, I'm going to support you!"
        },
        {
            "text": "Even though the race is ahead, I will work hard to train until the day of the school event."
        },
        {
            "text": "The Horse girl called Narita Taishin seemed to have a very stoic character, contrary to the impression that it was bumpy."
        },
        {
            "name": "Winning Ticket",
            "text": "Well then, to put our spirits in, one more time! Derby!!"
        },
        {
            "name": "Narita Taishin",
            "text": "Again, it's noisy!"
        },
        {
            "text": "A few days laterー"
        },
        {
            "name": "Commentator",
            "text": "Turning around the 4th corner and Narita Taishin is in 2nd place! Opps, at once! The other Horse Girls came up at once!"
        },
        {
            "name": "Winning Ticket",
            "text": "Taishin! Go! Get upp!"
        },
        {
            "text": "Narita Taishin ended up in 6th place, even with the load cheering."
        },
        {
            "name": "Winning Ticket",
            "text": "Taishin!"
        },
        {
            "name": "Narita Taishin",
            "text": "… Ticket."
        },
        {
            "name": "Winning Ticket",
            "text": "Don't worry about it! For the next race, let's train together!"
        },
        {
            "name": "Narita Taishin",
            "text": "I'm sorry, but that's fine. For now let me be alone."
        },
        {
            "name": "Winning Ticket",
            "text": "Ah… S-Sorry…"
        },
        {
            "text": "The 3 best friends aiming for the big stage of the Derbyー This result made me think that their road ahead would be filled with thorns."
        }
    ]
}