{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "I've made up my mind. \nToday is the day I will scout Transcend."
        },
        {
            "text": "Tray-chan, Tray-chan! That pen you have... It's from \nthat crowdfunder! Now we match, heck yeah!",
            "name": "Transcend"
        },
        {
            "text": "It's so useful, right? \nIt works on your phone too and it's so accurate.",
            "name": "Transcend"
        },
        {
            "text": "Ah, you brought hot chocolate today? And the snacks... \nOoh! I've seen these starting to blow up online. \nThey'll be sold out in no-time.",
            "name": "Transcend"
        },
        {
            "text": "Our relation is still the same as it has been. \nI'm afraid I've grown too accustomed to this atmosphere. \nIt's making it hard for me to bring it up..."
        },
        {
            "text": "I <i>know</i> this is supposed to be my job, and I shouldn't \nhave to worry about it so much..."
        },
        {
            "text": "I just think she might refuse..."
        },
        {
            "text": "It feels like she's just here to help me look for girls \nto scout. Not once has she tried to present herself \nto me as a potential..."
        },
        {
            "text": "You seem tired, Tray-chan... \nToo much research lately?",
            "name": "Transcend"
        },
        {
            "text": "Yes, yes... In that case... \nWhy don't I energize you with some info I got recently \nabout a girl with crazy potential!",
            "name": "Transcend",
            "choice_data_list": [
                "Actually, Transcend..."
            ]
        },
        {
            "text": "I take a deep breath to clear my mind. \nEven though I fear getting rejected, the regret of \nnot scouting her might be worse..."
        },
        {
            "text": "Hmm? \nOr perhaps... You already found your pick?",
            "name": "Transcend",
            "choice_data_list": [
                "Huh? No, umm..."
            ]
        },
        {
            "text": "Or are you still thinking about it? Look, how about \nyou just listen to me. My info won't disappoint.",
            "name": "Transcend"
        },
        {
            "text": "I was about to be ready to tell her and not regret it... \nBut without thinking, I went along with her sudden \npushy request and nodded in agreement."
        },
        {
            "text": "Perfect. Now, about her... \nActually, it'd be better if you went to see in person.",
            "name": "Transcend"
        },
        {
            "text": "She told me to meet her in front of the dorms. \nWhen I arrived—"
        },
        {
            "text": "Ah, there you are!",
            "name": "Transcend",
            "choice_data_list": [
                "You changed clothes?"
            ]
        },
        {
            "text": "Well, I'd stand out in the school's uniform. \nNow, come with me!",
            "name": "Transcend"
        },
        {
            "text": "She brought me to a vintage café. \n... This special umamusume is supposed to be here?"
        },
        {
            "text": "Great atmosphere, right? Did you know, \nthis place has a mystery menu at certain times of day?",
            "name": "Transcend",
            "choice_data_list": [
                "No, I didn't.",
                "No, I didn't."
            ]
        },
        {
            "text": "It doesn't taste bad, but the ingredients are secret. \nIf you wanna find out, we can try it together sometime.",
            "name": "Transcend",
            "choice_data_list": [
                "Now, hang on a second."
            ]
        },
        {
            "text": "I've been looking around, but there are no other \numamusume in the café. I tilt my head in confusion."
        },
        {
            "text": "Now, now. No need to rush. \nThe day's still young.",
            "name": "Transcend"
        },
        {
            "text": "Next, she took me to... an amusement park?! \nAnd still, no sign of any other umamusume."
        },
        {
            "text": "You may think this is yet another \nattraction at first glance.",
            "name": "Transcend"
        },
        {
            "text": "But actually, there's a secret store inside it! \nIt's invite-only, and you'll be able to find the world's first—",
            "name": "Transcend",
            "choice_data_list": [
                "Hang on just a sec..."
            ]
        },
        {
            "text": "Hmm?",
            "name": "Transcend",
            "choice_data_list": [
                "<size=40>Is this part of the info you promised me?</size>"
            ]
        },
        {
            "text": "Yep, that's right. \nInfo about her interests... Her favorite places to go...",
            "name": "Transcend",
            "choice_data_list": [
                "But what does this..."
            ]
        },
        {
            "text": "...... \nNow, let's get a move on!",
            "name": "Transcend"
        },
        {
            "text": "She took me to several other places."
        },
        {
            "text": "All of them were interesting places. \nPlaces which all remind me of one girl in particular..."
        },
        {
            "text": "It was impossible <i>not</i> to notice."
        },
        {
            "text": "Transcend. \nThe time we spent together... \nRelaxed, like close friends."
        },
        {
            "text": "She was merely there to help me with her info. \nScouting her wasn't on my mind for so long..."
        },
        {
            "text": "But over time, her running, her way of thinking... \nI realized she might be the treasure I had been looking for."
        },
        {
            "text": "... She returned to me the courage that I had lost. \nI slap my cheeks to gather it."
        },
        {
            "text": "Did you know they found a new species of flower here? \nIt's not been announced publicly yet, but there's \na picture of it at the reception.",
            "name": "Transcend"
        },
        {
            "text": "Ooh? I've never seen that flower before! \nIsn't it lovely? Gonna have to look that one up later.",
            "name": "Transcend"
        },
        {
            "text": "... So, Tray-chan. \nDid looking at the flowers help you relax?",
            "name": "Transcend"
        },
        {
            "text": "I guess she noticed how nervous I am... \nI cough to clear my throat, and lift my head.",
            "choice_data_list": [
                "I found the girl I want to scout."
            ]
        },
        {
            "text": "Oho? Who is it? \nI'm sure I'll have info on her.",
            "name": "Transcend"
        },
        {
            "text": "It comes at a price, of course!",
            "name": "Transcend"
        },
        {
            "text": "To answer the question, I tell her the girl seems calm \nat first glance, but she has a keen eye for data \nand can be a little cheeky."
        },
        {
            "text": "..!",
            "name": "Transcend"
        },
        {
            "text": "I think she's awfully kind and considerate on the inside. \nAt least, that's what she seems like to me."
        },
        {
            "text": "Hey now, <i>I'm</i> supposed to be the one to give you \nthat kind of info. It must've rubbed off on you.",
            "name": "Transcend"
        },
        {
            "text": "With that witty remark, she averts her gaze. \nI try to step into it on purpose and try to continue \nour conversation."
        },
        {
            "text": "If I were to scout her, we would be working together \nto reach the race of our dreams. An unknown world, \nthrilling beyond any expectations."
        },
        {
            "text": "That which could never be contained by imagination... \nShe would make it possible to achieve.",
            "choice_data_list": [
                "Does anyone come to mind?"
            ]
        },
        {
            "text": "...... \nI might know... a thing or two about that girl.",
            "name": "Transcend"
        },
        {
            "text": "...She says with a sly grin. \nI return a grin of my own.",
            "choice_data_list": [
                "I'd like to buy that info from you."
            ]
        },
        {
            "text": "Heh... Sure, but that girl might be a lot more of a handful \nthan all the others you've looked at. \nThink you can take her on?",
            "name": "Transcend"
        },
        {
            "text": "I nodded as to say <i>\"of course\"</i>. \nI haven't seen her eyes sparkle with this much joy before."
        },
        {
            "text": "I'll start with some advice. If you want to succeed \nin scouting her, she's gonna need some info about <i>you</i>, \nTray-chan.",
            "name": "Transcend"
        },
        {
            "text": "She needs to know what kind of person you are. \nHow about it?",
            "name": "Transcend",
            "choice_data_list": [
                "Sure. That means...",
                "Sure. That means..."
            ]
        },
        {
            "text": "Yep, let's go back and get some tea and snacks! \nI'll help you out this time. That's only fair.",
            "name": "Transcend"
        },
        {
            "text": "Also, I think we'll need more time than normal today. \nDo you think you can handle it?",
            "name": "Transcend"
        },
        {
            "text": "I expect some invaluable info from you today!",
            "name": "Transcend"
        }
    ]
}