{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Yo, Tray-chan. \nDid you see that new crowdfunding campaign?",
            "name": "Transcend"
        },
        {
            "text": "This one's so cool— Oh! \nThose cupcakes just released today, right?",
            "name": "Transcend",
            "choice_data_list": [
                "They're great with Earl Grey tea."
            ]
        },
        {
            "text": "I place the usual teacups onto the table. Transcend, \nthe umamusume in front of me nods excitedly."
        },
        {
            "text": "Thanks for the tea! The cupcakes are... Raspberry and \nbanana... Which do you want?",
            "name": "Transcend"
        },
        {
            "text": "Actually, we can share halfsies. That way we can try both. \nOh, right, about that new crowdfunder—",
            "name": "Transcend"
        },
        {
            "text": "We chatted like comfy friends, and it's been like this \nfor a while. Right, it all started with that first encounter..."
        },
        {
            "text": "It was a cold and snowy day. I decided to take a breather \nfrom work and spend some time on my hobbies."
        },
        {
            "text": "I like to spend my time on things I've never seen \nor experienced before."
        },
        {
            "text": "One such thing being the filming of a B movie. \nI was on my way to observe one, when..."
        },
        {
            "text": "Ah, hi there. Can I stand here?",
            "name": "Transcend"
        },
        {
            "text": "Oh, they're starting. I wonder how it's gonna go... \nThis director's known to be a bit eccentric, \nso I'm looking forward to it.",
            "name": "Transcend"
        },
        {
            "text": "And when I went to a wacky gadget exhibition..."
        },
        {
            "text": "Oh? It's you, from that film shoot. \nWhat a coincidence! I wonder if we have similar taste?",
            "name": "Transcend"
        },
        {
            "text": "Did you see the main attraction? \nI like how it syncs with your phone, and it charges—",
            "name": "Transcend"
        },
        {
            "text": "We kept finding each other in different places, \nand eventually we started having small talk together."
        },
        {
            "text": "Aha, you're looking to scout someone. I see how that \ncan be tricky. Tracen is full of skilled individuals.",
            "name": "Transcend"
        },
        {
            "text": "Hmm... I've got a proposal for you. \nI'll provide you with information.",
            "name": "Transcend",
            "choice_data_list": [
                "\"Information?\""
            ]
        },
        {
            "text": "Yep. Things you can't grasp from simply looking, \nlike their personalities. Things only other \numamusume would know!",
            "name": "Transcend"
        },
        {
            "text": "Oh and... My info doesn't come free, y'know? How abooout... \nSome nice tea and snacks. Whadda ya think?",
            "name": "Transcend"
        },
        {
            "text": "Transcend has more information than could be explained \n<i>just</i> by her being an umamusume herself... \nI wonder where she gets it all from."
        },
        {
            "text": "I once asked her why she only wanted tea and snacks for \nall of this info, and she simply replied <i>\"Because it's fun!\"</i>"
        },
        {
            "text": "I brought the good stuff about some dirt girls today. \nI'm sure you've seen them before as well.",
            "name": "Transcend"
        },
        {
            "text": "This is how our relation is. No formalities. \nIt's like we've become close friends."
        },
        {
            "text": "Here's the first target. Furioso. She's got that honor student \nvibe. She speaks her mind without hesitation, so the \ntimid girls tend to avoid her.",
            "name": "Transcend"
        },
        {
            "text": "But she's actually not scary at all, just a bit serious. \nAlso, although she may seem calm at first glance... \nShe gets intense when she's going all out!",
            "name": "Transcend"
        },
        {
            "text": "She sometimes shouts <i>\"The emotions won't get to me!\"</i> \nwhile running. She came to Chuo from Funabashi, \nbut she seems to be a bit conflicted by it.",
            "name": "Transcend"
        },
        {
            "text": "Next up: Espoir City. She seems a bit overly self-confident, \nlike she's in her rebellious phase... If you catch my drift.",
            "name": "Transcend"
        },
        {
            "text": "But really, she's pure at heart under that veneer. \nAlso... I noticed when we went to a race course together...",
            "name": "Transcend"
        },
        {
            "text": "She gets startled by the intensity of the giant trackside \nscreens. She keeps tripping up. Looks like she's got \na delicate side, too. Cute, right?",
            "name": "Transcend"
        },
        {
            "text": "Lastly: Smart Falcon. \nShe's trying to become the top Umadol.",
            "name": "Transcend"
        },
        {
            "text": "Her fanservice game is on point. She's able to remember \nthe faces of all her fans. Crazy, right? You'll certainly \nend up a fan as well, if you choose her.",
            "name": "Transcend"
        },
        {
            "text": "Even though she's considered a dirt runner, she's trying \nto main turf training recently. I wonder if it'll work out...",
            "name": "Transcend"
        },
        {
            "text": "That's all. That cheerful trio sure is interesting. \nAlthough, I bet I won't ever get tired of <i>you</i> either!",
            "name": "Transcend",
            "choice_data_list": [
                "... I see."
            ]
        },
        {
            "text": "I bet you want to see them race in person, right? \nI'll come along when you do.",
            "name": "Transcend"
        },
        {
            "text": "And if you notice anything that stands out, \nbe sure to let me know as well, 'kay?",
            "name": "Transcend",
            "choice_data_list": [
                "You better pay me for that info..!"
            ]
        },
        {
            "text": "Haha! I'll just pay you back with more info! \nI'll be the one to wait for the tea and snacks.",
            "name": "Transcend"
        },
        {
            "text": "She smiles at me like the mischievous geek she is. \nI'd better bust out the bestest snacks next time."
        }
    ]
}