{
    "text_block_list": [
        {
            "text": "\"Nationwide cherry blossoms are late in blooming\"… All around the country, people slumped their shoulders at this news."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Aww… I guess we can't have our hanami party… And I was looking forward to it so much… uuuu～"
        },
        {
            "name": "Sakura Laurel",
            "text": "Don't let it get you down, Chiyo! I'm sure you can find plenty of springtime fun in other things."
        },
        {
            "name": "???",
            "text": "That's right!!!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "So I ask you, what does springtime fun make you think of? Exactly! Sakura horsegirls!!!!"
        },
        {
            "name": "Both",
            "text": "You mean us…!?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Indeedily! The power of Sakura bestowed through our names!! With all three of us, I say we have about 3 million Sakura Power!!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "(Sakura… What…?)"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "If we travel through the lands with that power we could very well be mistaken for the actual cherry blossom front!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "A smile would surely bloom on people's faces as they watch us — the Sakura front — run past, as if it were hanami!"
        },
        {
            "name": "Sakura Laurel",
            "text": "You're saying… the three of us should run around Japan, brightening everyone's mood? How wonderful!"
        },
        {
            "name": "Sakura Laurel",
            "text": "Ahh, why don't we post about what we're doing on Umatter and Umatube? That way even more people can see♪"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "What a great idea! I can say quite a few people actually happen to follow me on Umatter!!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "So horsegirls will become the heralds of spring! That's lovely! Let's do it! We'll be the Sakura front!!"
        },
        {
            "text": "And thus the curtain rises on the three girls and their \"Bakushin-style Journey of the Sakura Front\""
        }
    ]
}