{
    "text_block_list": [
        {
            "text": "After training one day, unusually agitated sounds came from the direction of Sakura Bakushin O."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Nununu…!! Nunuhnuguhh……!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Could this be an ordeal… am I being tested!? Then confronting it is the only right thing to do as class president!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "However, howevererrere!!!!",
            "choice_data_list": [
                "What's up?",
                "What's up?"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Oh, trainer! I am in fact talking about a queue!!!",
            "choice_data_list": [
                "Alright, calm down and explain.",
                "Alright, calm down and explain"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "You see, there is this cake I'd like to buy, but it is an item of some popularity, and I would be forced to stand in a long queue—"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I sooo very much dislike standing in line, and so I was racking my brain about what to do…!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Guh… should I push myself to stand in that queue, or follow my heart and refrain…!! Nrmgblgg～!!"
        },
        {
            "text": "She does seem like the type who couldn't stand still for long. Perhaps it would help her to have someone to talk to.",
            "choice_data_list": [
                "I'll go with you.",
                "I'll go with you."
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Ho now, are you interested in this cake too, trainer? Then there's no time to be worrying about queues!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I remember my parents say \"A companion in travels, compassion in life!\" Not that I know what that means!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "If you will come with me, trainer, then let us go together on our next day off!"
        },
        {
            "text": "On said day off, I accompanied Sakura Bakushin O to the cake store. However—"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Huuh… Hoah…!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "One sparrow, two sparrows…!! Three pigeons, and one excellent class president……!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Hold up!! Where's my trainer!? I'm certain he came with me!! How many trainers are…!?",
            "choice_data_list": [
                "I'm standing next to you, relax.",
                "I'm right here, relax."
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Well, well, well!? You were closer than I thought! It is a relief to hear!! Pheeew…!!"
        },
        {
            "text": "—We've been in line for a minute. I don't know if it's the effect queues have on her, but she's clearly not dealing with it well."
        },
        {
            "text": "…I have to distract her with something.",
            "choice_data_list": [
                "What kind of cake is it anyway?",
                "What kind of cake is it anyway?"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Ooh! I'm glad you asked!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "This store calls what they're selling \"History's Fastest Star Cheesecake\"!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "When \"History's Fastest\" is in its name, surely eating it will help me become history's fastest as well! Wouldn't you think!?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "By all means, I must eat it! My class president blood demands it! As everyone's role model, I must become the fastest horsegirl in all of history!"
        },
        {
            "text": "She seems to think that the cheesecake is supposed to make her faster…"
        },
        {
            "text": "But at the other end of the line, at the entrance to the shop, stood a board. Taking a closer look at it, I think she missed the \"-selling\" part after \"Fastest\"…",
            "choice_data_list": [
                "It says fastest-selling…"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Now now, don't joke around trainer! You can't fool me that easily!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "But what do you think \"History's Fastest Star Cheesecake\" looks like?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Maybe it's based on the Shinkansen? Or an airplane? Or… wait!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "What if they've heard of my exploits, and modeled it after me…! …Hehehe! Now, now, you can't do that without permission…!"
        },
        {
            "text": "Time steadily passed as our silly chats continued—"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "… and so, I safely delivered the puppy that wandered onto the premises to its owner!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Hehen! Swift actions and problem solving make the class president! If you have any issues of your own, trainer, don't hesitate to—"
        },
        {
            "name": "Cake shop employee",
            "text": "Just a moment please, the shop is filled!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Oho!? We're standing at the entrance!? How could this be…!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Is this a miracle…!? A gift from the heavens bestowed upon the chosen class president…!?",
            "choice_data_list": [
                "A little chat makes time go by quick.",
                "A little chat makes time go by quick."
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Verily, I was so absorbed in our chat that I didn't notice the line move!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Trainer, did you keep chatting with me for exactly that reason?!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I'm simply amazed… to come this far without realizing…! Trainer, you're a genius!!",
            "choice_data_list": [
                "This is what I can do…!",
                "This is what I can do…!"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Indeed! A brilliant, well-calculated strategy!! Truly dependable!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "If I am the heavens' chosen class president, then you must be the gods' chosen trainer!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "The chosen class president and the chosen trainer… If this can't be called fate, then what can…!?",
            "choice_data_list": [
                "We're at the door already.",
                "We're at the door already."
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Wewha!? I've lost track of time once again…!?"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Anytheways, let us acquire some cheesecake!!… Forwards!!"
        },
        {
            "text": "We bought the cheesecake without further incident and enjoyed a taste upon returning to the academy. But then—"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "That was great! Now let's go time a run!! I must know if I've become \"History's Fastest\"!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "One, two, bakushiiiiin!!!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Haa… hah… haah……"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Trainer…! I could feel it…!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "You don't have to tell me anything! I know I've just become \"History's Fastest\"…!!!!"
        },
        {
            "text": "Looking at the stopwatch in my hand, I see that her time is right around her usual…",
            "choice_data_list": [
                "Nice start! But your time hasn't changed…",
                "Nice start! But your time hasn't changed…"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Huwha!? That can't be ri- …Ah, I know!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "It must be because I ran right after eating! We'll have to try again later!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Whew～ …it's been a good day all the same. I've gotten my hands on the fastest cake, and overcame the queues!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Although I only overcame them because you were with me! A class president must give credit where due!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "So I'll be counting on you next time I'm forced to stand in a queue, trainer!!"
        },
        {
            "text": "Sakura Bakushin O looked satisfied, but her time never ended up changing…"
        }
    ]
}