{
    "text_block_list": [
        {
            "text": "On the last day of summer camp, at the seaside guesthouse…"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Ooh, another sunny day! How wonderful! I feel my energy rising!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "There's no time to waste! On to training!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "As role model, I must spend my time wisely!! Not a single second squandered!"
        },
        {
            "name": "Horsegirl A",
            "text": "—Anyway, I can't wait for evening～♪ It's been so long since I went to a festival. D'you think they'll sell candy apples?"
        },
        {
            "name": "Horsegirl B",
            "text": "Why wouldn't they? But I'm more of a candy plum kinda girl. You know, the bite sized ones? They're so cute!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "… Hmm, a festival? You mean there's a festival tonight?!",
            "choice_data_list": [
                "Guess we'll check it out after training."
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "That's what I was just about to say! Heheh, it's great that we're on the same page!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "To the festival it is then! I feel like training even more now!"
        },
        {
            "text": "After finishing our training at the beach, it was time to head to the festival, as promised. However—"
        },
        {
            "text": "(chatter chatter… murmur murmur…)"
        },
        {
            "name": "Horsegirl A",
            "text": "Hey… are these all people going to the festival? Yikes."
        },
        {
            "name": "Horsegirl B",
            "text": "Geez… the festival's gonna be real crowded. We gotta stay close."
        },
        {
            "text": "Indeed, the festival would likely be even more crowded. I'm suddenly getting worried about losing Sakura Bakushin O……"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Thank you for waiting, trainer! I'm ready to go! Let's head straight for the festival then!",
            "choice_data_list": [
                "Just promise me something."
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Yessir, what do I promise?",
            "choice_data_list": [
                "Be careful and don't get separated, alright?",
                "Be careful and don't get separated, alright?"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "But of course! As class president, I was intending to do just that!",
            "choice_data_list": [
                "Should we do get separated, check your phone.",
                "Should we do get separated, check your phone."
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Ooh, \"keep in touch\", as they say!! Very well, know you can rely on the class president!!",
            "choice_data_list": [
                "… You do have a phone, right?",
                "… You do have a phone, right?"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Yessir, of course!! It's securely in my bag!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "… Aaaah!? It's in my bag! I compleeetely forgot about it!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "But don't you worry! I'll go get it from my room right away!"
        },
        {
            "text": "Now I'm really worried……"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Oooooh!! Look at all these stalls! Food! Bon dancing!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I remember going to festivals with my parents when I was little… They praised me for doing so well at the shooting game and scooping goldfish."
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I'm starting to reeaaally look forward to this!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "No time like the present! Let's go check out all the stalls! Ready? Gooo—",
            "choice_data_list": [
                "Hold it…!!",
                "Hold up…!"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "—Bakushiiiiiiin!!!!",
            "choice_data_list": [
                "Don't just run off!!"
            ]
        },
        {
            "text": "I quickly reached for her, but it was too late. Sakura Bakushin O disappeared full speed into the crowd……"
        },
        {
            "text": "The festival grounds were jam-packed and Sakura Bakushin O was nowhere to be found."
        },
        {
            "text": "I kept getting \"No signal\" trying to call her and my only option left was to request an announce—"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Traaaiiiineeeeeeer!!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Can you hear meeee, traineeeer!!? I'm right here, Sakura Bakushin O is right here!!"
        },
        {
            "text": "I heard Sakura Bakushin O's voice coming from the crowd…"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Can you hear me? Trainer I… the screen is all black?!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Traaaiineeeer, where are youuuuu!!!?? My phone's screen has gone black!!!"
        },
        {
            "text": "Her phone screen is black, she says… And mine hasn't made a peep. So…",
            "choice_data_list": [
                "Turn the thing on!!",
                "Turn the thing on!!"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Howha!? Come to think of it, the power is…… hmmmhhmhm!? Trainer! How nice to hear you!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I'm so grateful you came to me!! I was afraid I'd never see you again!",
            "choice_data_list": [
                "At least you tried to contact me…",
                "At least you tried to contact me…"
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Naturally!!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I'm Sakura Bakushin O, the trusty class president! I never fail to keep my promises!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "And I know your words are always correct and righteous, trainer!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Indeed, they are just like me!!",
            "choice_data_list": [
                "I'm glad I found you."
            ]
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Absolutely!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I was worried that some trouble would befall us in such a large crowd!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "But! We're both safe and uninjured!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "You've found me, and I was able to let myself be found!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Truly a win-win relationship!! One in which we'll continue to give it our all! Bakushin!!"
        },
        {
            "text": "What exactly was win-win about this…? Amidst the festival music, I left my questions be and found myself simply shaking Sakura Bakushin O's hand under the starry night sky."
        }
    ]
}