{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "I dropped by the cafeteria to find Sakura Bakushin O \ngetting fired up in front of a mountain of food."
        },
        {
            "text": "All of this, in the shortest time…!!",
            "name": "Sakura Bakushin O",
            "choice_data_list": [
                "Didn't know you ate that much.",
                "Hungry today?"
            ]
        },
        {
            "text": "Oh, greetings and salutations, trainer! \nCould it be you've caught wind of my grand challenge!?",
            "name": "Sakura Bakushin O"
        },
        {
            "text": "You came at the right time then! \nI was just about to start my practice!",
            "name": "Sakura Bakushin O"
        },
        {
            "text": "Now you're here, you can witness my valiant figure! \nAre you ready!?",
            "name": "Sakura Bakushin O",
            "choice_data_list": [
                "Wha, huh?"
            ]
        },
        {
            "text": "Fear not! Be it races or a Tracen food battle, as esteemed \nclass president, I shall take victory! Baku! Shin!",
            "name": "Sakura Bakushin O"
        },
        {
            "text": "I can't let any discredit befall my trainer's name!!",
            "name": "Sakura Bakushin O"
        },
        {
            "text": "I surmised from her words that there is some sort of food battle \ncoming up at the academy, and she is preparing for it."
        },
        {
            "text": "By all means it is up to me, as class president, to set \na brilliant example for all to follow!",
            "name": "Sakura Bakushin O"
        },
        {
            "text": "Three menus are provided! \nThere's King size omurice, President size fried chicken, \nand Emperor size salad!!",
            "name": "Sakura Bakushin O"
        },
        {
            "text": "I'll start off with the chicken! How can I say no to delicious meat!? \nIt even has \"president' in the name!",
            "name": "Sakura Bakushin O"
        },
        {
            "text": "Then on to the omurice! \nMeat should be accompanied by rice after all!",
            "name": "Sakura Bakushin O"
        },
        {
            "text": "The salad sounds plain and lacking in excitement, so \nit will wait until after the chicken and omurice!",
            "name": "Sakura Bakushin O"
        },
        {
            "text": "Time to dig in!! Bakushiiiin!",
            "name": "Sakura Bakushin O"
        },
        {
            "text": "The salad seems to have been put off for reasons I don't \nquite understand but… is that the right choice?"
        },
        {
            "text": "… Phew, I need a short break.",
            "name": "Sakura Bakushin O"
        },
        {
            "text": "A mountain there was, and a mountain there remains on her plate. \nI'm fairly certain it's because she went straight for the fried \nfoods and carbs."
        },
        {
            "text": "Hnnn… For some reason there's as much as I started with. \nDon't tell me this is some magical self-refilling dish?",
            "name": "Sakura Bakushin O"
        },
        {
            "text": "But magic or not, I won't give in! \nWhy? Because I'm the class president! And the class president is me!",
            "name": "Sakura Bakushin O"
        },
        {
            "text": "To be a role model to all students, I must overcome any difficulties!",
            "name": "Sakura Bakushin O"
        },
        {
            "text": "Sakura Bakushin O was serious. \n…I decided to give her some advice.",
            "choice_data_list": [
                "I know of a way to go faster!",
                "I know of a way to go faster!"
            ]
        },
        {
            "text": "You what!?",
            "name": "Sakura Bakushin O"
        },
        {
            "text": "Do you really, trainer…? \nThere's a way to increase my speed…!?",
            "name": "Sakura Bakushin O"
        },
        {
            "text": "I beg of you to share it with me!! \nFor the sake of winning the food battle…!!",
            "name": "Sakura Bakushin O"
        },
        {
            "text": "Fried foods and carbohydrates tend to pile up in your stomach, \nso it's better to start with vegetables."
        },
        {
            "text": "I advised her it would be easier to rotate between different things, \neating a little at a time."
        },
        {
            "text": "Hmhmm… indeed… I understand! \nSo I just throw all three in my mouth at once, got it!",
            "name": "Sakura Bakushin O",
            "choice_data_list": [
                "Bluh!?"
            ]
        },
        {
            "text": "Leave it to me! \nYou can count on Sakura Bakushin O, reliable class president…!!",
            "name": "Sakura Bakushin O"
        },
        {
            "text": "So she had said, but—"
        },
        {
            "text": "Bakushin… bakushiiin…",
            "name": "Sakura Bakushin O"
        },
        {
            "text": "Ahh, my jaw is so tired… I can't… anymore…",
            "name": "Sakura Bakushin O",
            "choice_data_list": [
                "'Cause you shoved it all in at once…"
            ]
        },
        {
            "text": "If only my mouth weren't so small and unassuming…",
            "name": "Sakura Bakushin O"
        },
        {
            "text": "… Uugh, just talking is hurting my jaw… \nThis is it… this is the line…",
            "name": "Sakura Bakushin O"
        },
        {
            "text": "Trainer… I leave the rest… to youugh—",
            "name": "Sakura Bakushin O"
        },
        {
            "text": "With Sakura Bakushin O face down on the table, \nI committed to eating the remaining food myself…"
        }
    ]
}