{
    "text_block_list": [
        {
            "text": "On the night of the Selection Race, Rice Shower was found near the tree stump, crying profusely."
        },
        {
            "name": "Rice Shower",
            "text": "I, I'm sorry, but please don't come any closer…",
            "choice_data_list": [
                "Why is that?",
                "Why is that?"
            ]
        },
        {
            "name": "Rice Shower",
            "text": "Because if you come any closer, you'll become unhappy. I'll just end up causing you more trouble because… I'm a useless girl…"
        },
        {
            "name": "Rice Shower",
            "text": "Even though I don't want to become useless anymore… even though I tried hard and entered into the race. In the end I couldn't…"
        },
        {
            "text": "Seeing the crying girl in front of me, I couldn't help but remember the way she looked the other day."
        },
        {
            "name": "Rice Shower",
            "text": "But even still I have to do my best!"
        },
        {
            "name": "Rice Shower",
            "text": "Because the Selection Race is already decided, I have to make sure to compete, run properly, and then…"
        },
        {
            "name": "Rice Shower",
            "text": "I'll debut, compete in a lot of races, and then I'll no longer be just a useless girl."
        },
        {
            "text": "Although I didn't know the details, I could tell from her harsh training that she desperately wanted to change."
        },
        {
            "name": "Rice Shower",
            "text": "In the end… I really couldn't…"
        },
        {
            "text": "I couldn't let her go on like this!",
            "choice_data_list": [
                "Rice Shower! I want to scout you!",
                "Rice Shower! I want to scout you!"
            ]
        },
        {
            "name": "Rice Shower",
            "text": "Huh?"
        },
        {
            "name": "Rice Shower",
            "text": "Me? Scout? You want to become my trainer?",
            "choice_data_list": [
                "If you would be ok it.",
                "If you would be ok it."
            ]
        },
        {
            "name": "Rice Shower",
            "text": "N-n-no I would be happy if you would become my trainer, but…"
        },
        {
            "name": "Rice Shower",
            "text": "I really am a useless girl… I know I'll end up causing lots of problems, and I even ended up not showing up to my race…"
        },
        {
            "name": "Rice Shower",
            "text": "Even after all of that is it ok?",
            "choice_data_list": [
                "Even then, I still want you.",
                "Even then, I still want you."
            ]
        },
        {
            "name": "Rice Shower",
            "text": "…!"
        },
        {
            "name": "Rice Shower",
            "text": "Amazing. You're like a big brother…",
            "choice_data_list": [
                "A big brother?"
            ]
        },
        {
            "name": "Rice Shower",
            "text": "Amazing. You're like a big sister…",
            "choice_data_list": [
                "A big brother?",
                "A big sister?"
            ]
        },
        {
            "name": "Rice Shower",
            "text": "Eeep! I-it's nothing please don't mind what I said!"
        },
        {
            "name": "Rice Shower",
            "text": "At any rate… Please take good care of me Trainer."
        },
        {
            "name": "Rice Shower",
            "text": "I'll do my best!"
        },
        {
            "text": "Although it was still a bit awkward, she still managed to show the best smile she could muster."
        },
        {
            "text": "After this meeting, I waited for Rice Shower at the course to begin our first training session."
        },
        {
            "name": "Rice Shower",
            "text": "Heave-ho, heave-ho…"
        },
        {
            "text": "Carrying a large rucksack that was bulging from seam to seam, Rice Shower arrived at the course after laying the bag down making an audible thud as it hit the ground."
        },
        {
            "name": "Rice Shower",
            "text": "Haah, haah, I'm sorry for making you wait! I'm looking forward to our training together!",
            "choice_data_list": [
                "What's with the bag?"
            ]
        },
        {
            "name": "Rice Shower",
            "text": "That's… In case something went wrong, I prepared some things just in case, like bandages or tape in case of a fall…"
        },
        {
            "name": "Rice Shower",
            "text": "An umbrella and a change of clothes in case of a sudden rain, some mayonnaise in case something happens on the way back home.",
            "choice_data_list": [
                "You're incredibly well prepared.",
                "You're incredibly well prepared."
            ]
        },
        {
            "name": "Rice Shower",
            "text": "It's just… because it's my first day of training, I just wanted to make sure that nothing goes wrong. Am I… am I being weird?",
            "choice_data_list": [
                "Why would something go wrong?"
            ]
        },
        {
            "name": "Rice Shower",
            "text": "Ever since I was young I would always cause misfortune for others."
        },
        {
            "name": "Rice Shower",
            "text": "Girls that were near me would fall, or have their shoe laces snap… and when it gets really bad, there's even been a time when a bird pooped on someone's head…"
        },
        {
            "name": "Rice Shower",
            "text": "I'm always causing trouble for others because… I'm a useless girl…"
        },
        {
            "text": "Although this all just sounded like normal bad luck, even if I told Rice Shower she probably wouldn't believe it.",
            "choice_data_list": [
                "(She really is a kind hearted girl…)",
                "(She really is a kind hearted girl…)"
            ]
        },
        {
            "name": "Rice Shower",
            "text": "Oh no! I'm sorry I ended up talking on and on!"
        },
        {
            "name": "Rice Shower",
            "text": "Please! Let's get started on our training!"
        },
        {
            "text": "And so began our first day of training. Working diligently, Rice Shower completed each part of the training menu."
        },
        {
            "name": "Rice Shower",
            "text": "Haah, haah…! What was my time?",
            "choice_data_list": [
                "Amazing! You're even faster than I expected!",
                "Amazing! You're even faster than I expected!"
            ]
        },
        {
            "name": "Rice Shower",
            "text": "Really? Thank goodness!!"
        },
        {
            "name": "Rice Shower",
            "text": "If it's alright with you, would it be ok if I ran 1 more time? I'm still completely fine and I can still run!"
        },
        {
            "name": "Rice Shower",
            "text": "That tip you gave me for handling the curves, I just want to make sure I have it down."
        },
        {
            "name": "Rice Shower",
            "text": "And I'm starting to get a feel for how to handle the change in speed on a downslope! Would it be ok…?",
            "choice_data_list": [
                "Of course!",
                "Of course!"
            ]
        },
        {
            "text": "As Rice Shower was both diligent and a fast learner, from start to finish the training went along smoothly."
        },
        {
            "name": "Rice Shower",
            "text": "Ah… the suns already gone down so much."
        },
        {
            "name": "Rice Shower",
            "text": "I was so excited while running that I hadn't noticed at all…",
            "choice_data_list": [
                "It's good that you managed to enjoy your training until the end."
            ]
        },
        {
            "name": "Rice Shower",
            "text": "Yes! The training was really fun! Because you're so nice you really are like an older brother."
        },
        {
            "name": "Rice Shower",
            "text": "Yes! The training was really fun! Because you're so nice you really are like an older sister."
        },
        {
            "text": "[Growl～]"
        },
        {
            "name": "Rice Shower",
            "text": "Ahhh! Excuse me! Please pretend that you didn't hear that!"
        },
        {
            "text": "As a reward for finishing the first day of training, we went out to treat ourselves to some food."
        },
        {
            "name": "Rice Shower",
            "text": "Umm, Trainer? Is it really ok to eat anything I want?",
            "choice_data_list": [
                "Since it's a reward, ask me for anything that you want!",
                "Since it's a reward, ask me for anything that you want!"
            ]
        },
        {
            "name": "Rice Shower",
            "text": "Anything! Anything. Anything I want…"
        },
        {
            "text": "As she was looking around, her eyes became drawn to a ramen shop that was advertising their \"Explosive Mega DX Ramen\"…"
        },
        {
            "text": "However just as she had made up her mind, right as we began heading towards the shop…"
        },
        {
            "name": "Ramen Stallkeeper",
            "text": "Thank you everyone, we are now currently sold out on the Explosive Mega! Please come again tomorrow for this deal!"
        },
        {
            "name": "Rice Shower",
            "text": "Ah! Huh…",
            "choice_data_list": [
                "Rice, you can order as many toppings as you want.",
                "Rice, you can order as many toppings as you want."
            ]
        },
        {
            "name": "Rice Shower",
            "text": "R-really!?"
        },
        {
            "text": "Although it was unexpected seeing how much food Rice Shower could eat, the first day of training ended with the two of us sharing a meal with big smiles on our faces…"
        }
    ]
}