{
    "text_block_list": [
        {
            "name": "Rice Shower",
            "text": "…",
            "choice_data_list": [
                "You've arrived.",
                "You've arrived."
            ]
        },
        {
            "name": "Rice Shower",
            "text": "Oh, big broth… I mean Trainer! Good morning.",
            "choice_data_list": [
                "What are you reading?"
            ]
        },
        {
            "name": "Rice Shower",
            "text": "Oh, big sist… I mean Trainer! Good morning.",
            "choice_data_list": [
                "What are you reading?",
                "What have you been reading?"
            ]
        },
        {
            "name": "Rice Shower",
            "text": "A picture book. It's my favorite story called, \"The Blue Rose of Happiness\""
        },
        {
            "name": "Rice Shower",
            "text": "This story takes place in a garden that is filled with roses. The roses came in all sorts of different colors, and everyone who visited the garden would be filled with happiness."
        },
        {
            "name": "Rice Shower",
            "text": "But one day, a never before seen blue rose bud had sprouted."
        },
        {
            "name": "Rice Shower",
            "text": "The other roses and the people that came to the garden all said, \"A blue rose is a terrible omen, it will surely bring misfortune.\""
        },
        {
            "name": "Rice Shower",
            "text": "Hearing this, the blue rose started to believe in its own misfortune and gradually started to wither…"
        },
        {
            "name": "Rice Shower",
            "text": "Oh, but the story doesn't end there! Before the blue rose fully withered away, a big brother appeared.",
            "choice_data_list": [
                "A big brother?"
            ]
        },
        {
            "name": "Rice Shower",
            "text": "Oh, but the story doesn't end there! Before the blue rose fully withered away, a big sister appeared.",
            "choice_data_list": [
                "A big brother?",
                "A big sister?"
            ]
        },
        {
            "name": "Rice Shower",
            "text": "That's right! He was kind and had a gentle smile. Upon seeing the blue rose bud, the big brother said with a smile,"
        },
        {
            "name": "Rice Shower",
            "text": "\"A blue rose is wonderful! One day it will surely bloom into a beautiful rose! Please let me buy it!\""
        },
        {
            "name": "Rice Shower",
            "text": "\"A blue rose is wonderful! One day it will surely bloom into a beautiful rose! Please let me buy it!\""
        },
        {
            "name": "Rice Shower",
            "text": "Afterward, the withered blue rose was planted in a pot. Everyday, the older brother would encourage the blue rose and then just as he said, it bloomed beautifully."
        },
        {
            "name": "Rice Shower",
            "text": "Afterward, the withered blue rose was planted in a pot. Everyday, the older sister would encourage the blue rose and then just as he said, it bloomed beautifully."
        },
        {
            "name": "Rice Shower",
            "text": "The flower was then moved to a windowsill, and from then on all of the people that walked by were able to see the blue rose were filled with happiness.",
            "choice_data_list": [
                "That's a really nice story."
            ]
        },
        {
            "name": "Rice Shower",
            "text": "The flower was then moved to a windowsill, and from then on all of the people that walked by were able to see the blue rose were filled with happiness.",
            "choice_data_list": [
                "That's a really nice story.",
                "It's a beautiful book."
            ]
        },
        {
            "name": "Rice Shower",
            "text": "You think so too? That makes me so happy!"
        },
        {
            "name": "Rice Shower",
            "text": "Ever since I was young, from the first time that I read this story I've always to become like the blue rose."
        },
        {
            "name": "Rice Shower",
            "text": "Instead of a useless girl that brings misfortune to others, I wanted to become like the blue rose and make everyone happy."
        },
        {
            "name": "Rice Shower",
            "text": "Around the time I started to think like this, my mother took me to a race track."
        },
        {
            "name": "Rice Shower",
            "text": "Because the race track is always filled with people, I've always tried to avoid it in order to not cause any misfortune for others."
        },
        {
            "name": "Rice Shower",
            "text": "I can still remember that day so clearly. Everyone around me was watching the race track with big smiles on all of their faces."
        },
        {
            "name": "Rice Shower",
            "text": "And when the girl that everyone was cheering for won the race, everybody in the stands became so happy!"
        },
        {
            "name": "Rice Shower",
            "text": "I thought to myself, I also want to become like that girl."
        },
        {
            "name": "Rice Shower",
            "text": "Instead of a useless girl that could only bring misfortune to others, I wanted to become a horse girl that could make everyone happy.",
            "choice_data_list": [
                "If it's you, you can definitely do it.",
                "If it's you, you can definitely do it."
            ]
        },
        {
            "name": "Rice Shower",
            "text": "Trainer!…"
        },
        {
            "name": "Rice Shower",
            "text": "Thank you! I'll make sure to work hard on my training!"
        },
        {
            "text": "After that, Rice Shower again diligently worked hard on her training."
        },
        {
            "text": "And then finally…"
        },
        {
            "name": "Rice Shower",
            "text": "Trainer, you said you had something important today?",
            "choice_data_list": [
                "Your debut race has been decided!",
                "Your debut race has been decided!"
            ]
        },
        {
            "name": "Rice Shower",
            "text": "M-my debut race!?"
        },
        {
            "name": "Rice Shower",
            "text": "Then that means soon I'll be…",
            "choice_data_list": [
                "Do you think you can do it?",
                "Do you think you can do it?"
            ]
        },
        {
            "name": "Rice Shower",
            "text": "T-thats…"
        },
        {
            "name": "Rice Shower",
            "text": "I'll be fine. I won't do what I did during the Selection Race…"
        },
        {
            "name": "Rice Shower",
            "text": "Especially now that you're with me, I'll do my best! Go Rice… Go!!!"
        },
        {
            "name": "Rice Shower",
            "text": "Oh… That just now was a special chant my mom taught me. She told me, \"If you say these words, you'll feel like you can do anything.\""
        },
        {
            "name": "Rice Shower",
            "text": "Would you also like to try it?",
            "choice_data_list": [
                "Go me… Go!!!"
            ]
        },
        {
            "name": "Rice Shower",
            "text": "Me too! Go!!!"
        },
        {
            "name": "Rice Shower",
            "text": "[giggle]… hahahaha!"
        },
        {
            "text": "And so another day of training ended. With the debut race as our goal, we felt confident in our preparation and morale was also running high."
        },
        {
            "text": "Or so I thought…"
        },
        {
            "text": "The day of the debut race.",
            "choice_data_list": [
                "(Is Rice not coming!?)"
            ]
        },
        {
            "name": "Haru Urara",
            "text": "Found you! Hey hey, aren't you Rice's trainer?"
        },
        {
            "name": "Haru Urara",
            "text": "Good! Then let's make our way to the dorms!",
            "choice_data_list": [
                "Hold on a minute! What's going on?",
                "Hold on a minute! What's going on?"
            ]
        },
        {
            "name": "Haru Urara",
            "text": "You see, since this morning Rice has been playing hide and seek with everyone at the dorms!"
        },
        {
            "name": "Haru Urara",
            "text": "Everyone including Hishi Ama-san and Bakushin O-san have been looking for her this whole time! It looked like fun so I also joined in!"
        },
        {
            "name": "Haru Urara",
            "text": "Thinking could it be here? I peeked into an empty room and managed to find Rice-chan but…"
        },
        {
            "name": "Haru Urara",
            "text": "In a small voice she whispered to herself, \"Trainer\"!"
        },
        {
            "name": "Haru Urara",
            "text": "Rice-chan probably wants you to find her!",
            "choice_data_list": [
                "(Rice…)"
            ]
        },
        {
            "name": "Haru Urara",
            "text": "So let's go! I'll lead the way!"
        },
        {
            "name": "Hishi Amazon",
            "text": "Urarara! Did you manage to find Rice… hey!? Why did you bring the trainer over here!?"
        },
        {
            "name": "Hishi Amazon",
            "text": "You didn't plan on letting him into the dorms did you!? You know that trainers aren't allowed into the dorms!!"
        },
        {
            "name": "Haru Urara",
            "text": "What!? I'm sorry! but this is what Rice-chan wanted…"
        },
        {
            "name": "Hishi Amazon",
            "text": "Ahhh whatever! Since it can't be helped I'll be making an exception this one time! I'll get permission from the dorm manager so hurry up and go!"
        },
        {
            "name": "Haru Urara",
            "text": "Thanks! Let's go Trainer it's this way!"
        },
        {
            "name": "Haru Urara",
            "text": "Let's see… Knock knock! Rice it's me!"
        },
        {
            "name": "Rice Shower",
            "text": "Huh!? Urarara, why are you here!?"
        },
        {
            "name": "Haru Urara",
            "text": "I've brought over your trainer just like you wanted!",
            "choice_data_list": [
                "Rice, let's talk."
            ]
        },
        {
            "name": "Rice Shower",
            "text": "Trainer…"
        }
    ]
}