{
    "text_block_list": [
        {
            "name": "Oguri Cap",
            "text": "Woah! I've finally found it! This is the perfect gift for them…!"
        },
        {
            "name": "Oguri Cap",
            "text": "Haa… I wasn't able to break the icicle off… It looked so cool, too… And it's as big as a brown bear…"
        },
        {
            "name": "Oguri Cap",
            "text": "But an icicle would melt… Santa-san wouldn't give them something like this… Ugh, now I'm back to square one. I couldn't find anything inside of me, or my clothes."
        },
        {
            "name": "???",
            "text": "Maarveeloous ☆ ★"
        },
        {
            "name": "Marvelous Sunday",
            "text": "Kyahaha! Mayano, don't throw so hard! And throw with more marvelousness ☆ ★"
        },
        {
            "name": "Mayano Top Gun",
            "text": "Marvelousness? Okay, how about this!? Sexy… Maverick Snowball! Take off ♪"
        },
        {
            "name": "Marvelous Sunday",
            "text": "Hya, that's so cold…! Yet so warm ☆ So marvelously unbalanced ★ Winter is so marvelous ☆ ★"
        },
        {
            "name": "Mayano Top Gun",
            "text": "It's starting to get so warm! Let's take off our coats ♪ Ahaha ☆"
        },
        {
            "name": "Oguri Cap",
            "text": "You two are…"
        },
        {
            "name": "Mayano Top Gun",
            "text": "Oh, it's Oguri-san! Hello♪"
        },
        {
            "name": "Marvelous Sunday",
            "text": "Good Marvelous ☆"
        },
        {
            "name": "Oguri Cap",
            "text": "Hello. Wait, why are you two here? Don't tell me you two come out all the way here for a snowball fight…?"
        },
        {
            "name": "Mayano Top Gun",
            "text": "Nope! You see… We came here hoping to find a miracle!"
        },
        {
            "name": "Oguri Cap",
            "text": "A miracle?"
        },
        {
            "name": "Marvelous Sunday",
            "text": "Yup ♪ Christmas is when miracles happen ☆ So dazzling, so heart-racing, so marvelous ★"
        },
        {
            "name": "Mayano Top Gun",
            "text": "Yup! So based on Marve-chin's marvelous hunch and my intuition, we figured we'd find a miracle somewhere around here ♪"
        },
        {
            "name": "Mayano Top Gun",
            "text": "Then we found all this snow! It was so much fun to play with ♪"
        },
        {
            "name": "Mayano & Marvelous",
            "text": "Isn't that right ♪"
        },
        {
            "name": "Oguri Cap",
            "text": "So that's what happened. You two really do have great intuition. Surely you can find plenty of miracles in the snowy mountains. Like icicles the size of brown bears…"
        },
        {
            "name": "Mayano Top Gun",
            "text": "Ehh!? That sounds so cool! Actually, we just found this huge sled tipped over!"
        },
        {
            "name": "Oguri Cap",
            "text": "A sled!? Sleds are the perfect allies of winter, carrying huge amounts of food! Where was it? I want to see it too!"
        },
        {
            "name": "Marvelous Sunday",
            "text": "We're fine with that, but are you okay?"
        },
        {
            "name": "Marvelous Sunday",
            "text": "There's blue and purple mist all around you… I wonder if it's food. With yummy-looking sparkles mixed in, it's making me all dizzy☆"
        },
        {
            "name": "Oguri Cap",
            "text": "Yummy-looking sparkles…? if you're talking about snow, you shouldn't eat that, even if it looks like shaved ice…"
        },
        {
            "name": "Mayano Top Gun",
            "text": "You've been scolded for doing that, haven't you… Wait, that's not the point! Marve-chin was wondering if anything was bothering you is all!"
        },
        {
            "name": "Oguri Cap",
            "text": "Ah! I see…! Well, actually…"
        },
        {
            "name": "Mayano Top Gun",
            "text": "I get it! So, Oguri-san, you want to become Santa-san, don't you ♪ How wonderful ☆"
        },
        {
            "name": "Oguri Cap",
            "text": "But what do I do about the present…? I've been thinking about it a lot, but nothing seems to work."
        },
        {
            "name": "Marvelous Sunday",
            "text": "Hmm… ☆ By the way, Oguri, those clothes…"
        },
        {
            "name": "Oguri Cap",
            "text": "Ahh, these were also Christmas presents that I got from my fans. They put their hearts and souls into designing this for me so that I could do my best in my upcoming races…"
        },
        {
            "name": "Oguri Cap",
            "text": "I really appreciate the thought that they put into this… And that's why I want to give them… something only I could give…"
        },
        {
            "name": "Mayano Top Gun",
            "text": "Ahh… I think I get it ☆"
        },
        {
            "name": "Oguri Cap",
            "text": "Ehh…"
        },
        {
            "name": "Marvelous Sunday",
            "text": "Don't tell me, is what you're thinking super dazzling and marvelous? If so, I think we're on the same page. ☆ ★"
        },
        {
            "name": "Mayano Top Gun",
            "text": "Of course we are, Marve-chin! That's the only way, right♪"
        },
        {
            "name": "Oguri Cap",
            "text": "That? Marvelous…? What are you two talking about? Tell me, please!"
        },
        {
            "name": "Mayano Top Gun",
            "text": "Oguri-san, the only choice is… to have you become Santa-san ☆"
        },
        {
            "name": "Oguri Cap",
            "text": "Wh-What do you mean…?"
        },
        {
            "name": "Mayano & Marvelous",
            "text": "Exactly what we said ♪"
        },
        {
            "text": "(Rumble…)"
        },
        {
            "name": "Oguri Cap",
            "text": "Nngh, my stomach… I guess it's almost time for dinner. Which means the party's going to start soon…!"
        },
        {
            "name": "Oguri Cap",
            "text": "Thank you both for your advice! I'll go and get ready to become Santa…!"
        },
        {
            "name": "Mayano Top Gun",
            "text": "Hey, Marve-chin… I've got an idea…"
        },
        {
            "name": "Marvelous Sunday",
            "text": "Aha, me too! If we follow Oguri… it'll be so much fun, right ☆"
        },
        {
            "name": "Mayano Top Gun",
            "text": "Marve-chin, we had the same idea! Now, change course! We're going to follow Oguri-san…"
        },
        {
            "text": "(Fuwaah…)"
        },
        {
            "name": "Mayano Top Gun",
            "text": "Hyaa, it's so cold!"
        },
        {
            "name": "Marvelous Sunday",
            "text": "Woah! ☆ It started snowing! ★"
        }
    ]
}