{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Hayahide… and Taishin? Why are you two here? Ah, \nwere you two invited to the party as well?",
            "name": "Oguri Cap"
        },
        {
            "text": "Nah, that's not why…",
            "name": "Narita Taishin"
        },
        {
            "text": "We're here for our own Christmas party. I didn't think we would \nbe in the same venue, however… What incredible odds.",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Oh, so that's why! You two are throwing a party… Huh? You \ntwo…? Aren't you… missing someone?",
            "name": "Oguri Cap"
        },
        {
            "text": "Ah, are you wondering about Ticket? She's bedridden with a cold \nright now, despite this party being her idea.",
            "name": "Biwa Hayahide"
        },
        {
            "text": "That is… unfortunate. She was probably so excited for it too. \nYou two are probably feeling lonely without her as well.",
            "name": "Oguri Cap"
        },
        {
            "text": "Not at all. Anyways, why are we always being \nlumped in as \"those 3\" anyways…",
            "name": "Narita Taishin"
        },
        {
            "text": "Hehe, I do not mind it one bit. Anyways, Oguri-san, \nas Taishin said, we are not lonely whatsoever. \nThat's because she promised us.",
            "name": "Biwa Hayahide"
        },
        {
            "text": "She said \"I'll recover through sheer fighting spirit…\" That \nbeing said, if it's her, I truly feel like she can make miracles \nhappen through her spirit alone.",
            "name": "Biwa Hayahide"
        },
        {
            "text": "I see… Well I guess if you're that energetic, \nyou can cure a cold in no time.",
            "name": "Oguri Cap"
        },
        {
            "text": "I agree. So we decided we would come early and prepare for the \nparty while waiting for Ticket to show up.",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Hey… Haven't we talked enough? Oguri-san rushed out of there \nafter all. Seemed like she had something to do.",
            "name": "Narita Taishin"
        },
        {
            "text": "…! That's right, I have to find a present, quick!!",
            "name": "Oguri Cap"
        },
        {
            "text": "A present…? From you, Oguri-san?",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Ahh, I wanted to give a Christmas present \nto the people organizing today's party.",
            "name": "Oguri Cap"
        },
        {
            "text": "But I was so busy thinking about the delicious feast, and before \nI knew it the day of the party was here…",
            "name": "Oguri Cap"
        },
        {
            "text": "People actually do that?",
            "name": "Narita Taishin"
        },
        {
            "text": "I know! Hayahide, you understood how I felt \nbefore, right? You're super smart. Would you \nmind lending me some of that wisdom!?",
            "name": "Oguri Cap"
        },
        {
            "text": "Of course, I would love to help you… First, Oguri-san, \nwould you mind telling me what kind of present you \nwere thinking of getting them?",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Well… I want to give them something that will make them happy, \nglad, excited… A present that will bring them happiness!",
            "name": "Oguri Cap"
        },
        {
            "text": "I admire your drive, however, \nit is somewhat lacking in specificity. Hmm…",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Then… Why not try deciding based on past experiences?",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Past experiences…?",
            "name": "Oguri Cap"
        },
        {
            "text": "Yes. Oguri-san, what kind of presents have made you the most \nexcited and delighted in the past?",
            "name": "Biwa Hayahide"
        },
        {
            "text": "… There is one…!! I remember! \nIt was when I was still a child…",
            "name": "Oguri Cap"
        },
        {
            "text": "That year I was planning on running in a sprinting competition. \nIf I won, I was going to ask Santa-san to bring me a carrot.",
            "name": "Oguri Cap"
        },
        {
            "text": "But I was so preoccupied with training for the competition… I \ntotally forgot to write a letter to Santa-san! And yet…",
            "name": "Oguri Cap"
        },
        {
            "text": "There was something under the tree when I got home after winning \nthe competition… A letter saying \"congratulations on first \nplace\" and lots of carrots were there!",
            "name": "Oguri Cap"
        },
        {
            "text": "How did he know without me even writing to him? I thought that \nmaybe my mother told him, but I didn't tell anyone about what I \nwanted for Christmas…",
            "name": "Oguri Cap"
        },
        {
            "text": "I was so surprised that day, and it showed just \nhow amazing Santa-san is… I think that that was \nthe most joyful Christmas I have ever had.",
            "name": "Oguri Cap"
        },
        {
            "text": "…",
            "name": "Narita Taishin"
        },
        {
            "text": "Wait, so that means… If I become Santa, I'll \nbe able to know what everyone wants most? Should \nI go looking for a flying reindeer first!?",
            "name": "Oguri Cap"
        },
        {
            "text": "No, I don't think that is what that means… \nAlthough, it would be a great idea to try and \nthink about it from Santa's perspective.",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Oguri-san, what we need is the one thing that you could give that \nwould make all of your fans happy. I know for a fact that the \nanswer to that is somewhere inside of you.",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Inside of me…? Ah, I think I got it! I'll think a little bit \nharder! Taishin, thank you for listening to me as well!",
            "name": "Oguri Cap"
        },
        {
            "text": "Ah… I have a feeling she misunderstood you… \nThis feeling of unpredictability… I'm getting deja vu.",
            "name": "Narita Taishin"
        },
        {
            "text": "Hehe. They do have some similarities \nin their straightforward personalities.",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Anyways, that story about Santa… that was definitely her mom, \nright? Oguri-san's real easy to read, so she could probably tell \nthat she wanted carrots.",
            "name": "Narita Taishin"
        },
        {
            "text": "That is likely. However, since we do not know for sure that it \nwas her mother, it would be foolish for us to tell her that.",
            "name": "Biwa Hayahide"
        },
        {
            "text": "I wonder if Oguri-san will be able to find the right \"present…\" \nMaybe it would have been better \nto have talked a little bit more.",
            "name": "Biwa Hayahide"
        },
        {
            "text": "You're meddling too much… She'll be fi… Achoo! \nIt's cold… Let's get inside already. We've gotta \nstart preparing for the party anyways.",
            "name": "Narita Taishin"
        },
        {
            "text": "That is true. We will surprise \nTicket by having it ready by night time.",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Since it's her, she will definitely have a miracle happen \non this holy night. More importantly, if she does not \nshow, we will have too much excess food.",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Hah? You prepared the food as well? \nI did think you brought a lot of luggage…",
            "name": "Narita Taishin"
        },
        {
            "text": "You told me I didn't need to bring anything… \nI figured we'd make everything here…",
            "name": "Narita Taishin"
        },
        {
            "text": "Of course I still have things for you to do, like decorating the \nroom. Do not worry, I'll have you do Ticket's portion as well.",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Anyways, it is getting quite cold. The forecast said it would be \na sunny day today… Well, I'll keep my eye on the weather.",
            "name": "Biwa Hayahide"
        },
        {
            "text": "…",
            "name": "Narita Taishin"
        }
    ]
}