{
    "text_block_list": [
        {
            "name": "Oguri Cap",
            "text": "Hmm… so the log house… is over there? That means there's just a bit to go…"
        },
        {
            "name": "Oguri Cap",
            "text": "But… it really is a huge star… But, thanks to this sled I don't have to worry about that. And the snowfall has lightened too…"
        },
        {
            "name": "Oguri Cap",
            "text": "I'm going to answer your prayers soon everyone… Just wait a bit longer…!"
        },
        {
            "name": "Marvelous Sunday",
            "text": "Ah! I see something over there, is that Oguri!? Oguri ☆"
        },
        {
            "name": "Biwa Hayahide",
            "text": "She's going to make it back safely…!"
        },
        {
            "name": "Narita Taishin",
            "text": "…"
        },
        {
            "name": "Mayano Top Gun",
            "text": "You can do it, Oguri-san ♪ Hey everyone, why don't we go and cheer her on?"
        },
        {
            "name": "Oguri Cap",
            "text": "Huff… fuh…!"
        },
        {
            "name": "Fan's Children",
            "text": " Oguri! You can do it!"
        },
        {
            "name": "Oguri Cap",
            "text": "I can hear them…! Everyone, just a bit further and…"
        },
        {
            "text": "(Thud… !)"
        },
        {
            "name": "Oguri Cap",
            "text": "…!? My foot…"
        },
        {
            "name": "Biwa Hayahide",
            "text": "This is bad! Oguri-san, that's a cliff! Get back, you'll fall!"
        },
        {
            "name": "Oguri Cap",
            "text": "（Fall…）"
        },
        {
            "name": "Commentator",
            "text": "Oguri Cap was unable to gain a lead. She went for a drastic strategy… but it must have been too much for her."
        },
        {
            "name": "Spectator A",
            "text": "Ah… Oguri really couldn't do it, could she? That being said, she seemed as though she was giving it her all! No, she definitely was!"
        },
        {
            "name": "Oguri Cap",
            "text": "（No… I don't want to fall any lower. Instead, I'll make up for all my failures by flying forward!)"
        },
        {
            "name": "Biwa Hayahide",
            "text": "Take off is the phase of flight in which an aerospace vehicle leaves the ground and becomes airborne. It refers to the gradual ascension that said vehicles take on a runway."
        },
        {
            "name": "Oguri Cap",
            "text": "That's right… all I need to do is take off! Haaaaaaa!!"
        },
        {
            "name": "Hayahide & Taishin",
            "text": "Wha… she's flying!?"
        },
        {
            "name": "Oguri Cap",
            "text": "I can do it…! I can bring it to them…!!"
        },
        {
            "name": "Fan's Children",
            "text": "Woah, it's Santa-san! Oguri became Santa-san!!"
        },
        {
            "name": "Mayano Top Gun",
            "text": "Woah… ☆ Oguri-san really became Santa-san…! Hey, Marve-chin, is that…!"
        },
        {
            "name": "Marvelous Sunday",
            "text": "Yup…! It's so dazzling, so heart-racing, so marvelous! We've finally found the miracle we were looking for ☆ ★"
        },
        {
            "name": "Oguri Cap",
            "text": "Alright… I've finally done it!"
        },
        {
            "name": "Fans",
            "text": "Woah! The tree outside finally has a star…! It's so beautiful!"
        },
        {
            "name": "Oguri Cap",
            "text": "It really is an amazing star. It's perfect for a Christmas spent with all of you… Thank you so much."
        },
        {
            "name": "Fan's Child",
            "text": "Thank you too, Oguri! You looked so cool out there! You really became Santa-san!"
        },
        {
            "name": "Oguri Cap",
            "text": "R-Really? I was so focused that I don't really remember what happened…"
        },
        {
            "name": "Fan Representative",
            "text": "You… were just like Santa, guiding his sled through the night sky. You ended up giving us another gift."
        },
        {
            "name": "Oguri Cap",
            "text": "A present…? But I didn't bring you any…"
        },
        {
            "name": "Fan Representative",
            "text": "Inspiration is what you brought us, Oguri-san. Seeing you fly through the sky reminded me of how moved I was when I first witnessed one of your races."
        },
        {
            "name": "Fan Representative",
            "text": "Not only that, it reaffirmed something in me. In your next race… You'll definitely show me something even more magnificent than you showed tonight, Oguri-san."
        },
        {
            "name": "Fan Representative",
            "text": "Oguri-san, you truly are amazing!"
        },
        {
            "name": "Oguri Cap",
            "text": "…! Thanks… But you're the ones who have given me a gift."
        },
        {
            "name": "Oguri Cap",
            "text": "You all gathered here today for my sake… and I'm very grateful for that. Your support, your expectations, they're what help me continue running. So…"
        },
        {
            "name": "Oguri Cap",
            "text": "I promise I will show you all something amazing in the next race. So I'm counting on you all to continue believing in me… Merry Christmas!"
        },
        {
            "name": "Fans",
            "text": "Merry Christmas!"
        },
        {
            "name": "Biwa Hayahide",
            "text": "I'll be sure to have a talk with Oguri-san later regarding her recklessness… I guess that concludes that, doesn't it?"
        },
        {
            "name": "Narita Taishin",
            "text": "Sure does. And now you're free from being Santa."
        },
        {
            "name": "Narita Taishin",
            "text": "We don't need to be here anymore, so let's head back."
        },
        {
            "name": "Biwa Hayahide",
            "text": "Taishin, wait. You helped me create this miracle. I expect you have something to say."
        },
        {
            "name": "Narita Taishin",
            "text": "Don't get cocky now… dummy."
        },
        {
            "name": "Biwa Hayahide",
            "text": "Jeez… you're the one not being honest now. Well anyways, it looks like our time to shine has ended, so let's…"
        },
        {
            "name": "Mayano Top Gun",
            "text": "Wait up! This miracle isn't over yet! Everyone, come outside ♪"
        },
        {
            "name": "Narita Taishin",
            "text": "Woah… It's so beautiful… It was so white before…"
        },
        {
            "name": "Marvelous Sunday",
            "text": "A sky filled with stars came in ☆ Oguri's run managed to kick away the snow clouds ★"
        },
        {
            "name": "Oguri Cap",
            "text": "No… It wasn't just my running. It was thanks to everyone's wishes that this happened."
        },
        {
            "name": "Oguri Cap",
            "text": "Hayahide, Taishin, Mayano, Marvelous. I have to thank you all as well… So let's enjoy this party together!"
        }
    ]
}