{
    "text_block_list": [
        {
            "name": "Santa Claus",
            "text": "Ho Ho Ho Ho!"
        },
        {
            "name": "Santa Claus",
            "text": "Merry Christmas, Oguri Cap!"
        },
        {
            "name": "Oguri Cap",
            "text": "Santa-san! Nice to meet you. It's already that time of the year, huh?"
        },
        {
            "name": "Santa Claus",
            "text": "I have a message and a present to give to you."
        },
        {
            "name": "Santa Claus",
            "text": "Now then, have a wonderful Christmas! Ho Ho Ho!"
        },
        {
            "name": "Oguri Cap",
            "text": "Woah, thank you…! Your job must be difficult, but know that I'm always cheering you on! Now then…"
        },
        {
            "name": "Oguri Cap",
            "text": "\"To Oguri Cap-sama. Here is an invitation to a Christmas party. From your fans.\""
        },
        {
            "name": "Oguri Cap",
            "text": "Christmas party!"
        },
        {
            "name": "Oguri Cap",
            "text": "That has a nice ring to it! And what was my present…? Hmm… Was this from the URA?"
        },
        {
            "name": "Oguri Cap",
            "text": "…! This is!"
        },
        {},
        {
            "name": "Oguri Cap",
            "text": "\"With permission from the academy, us fans have prepared a variety of entertainment and food in order to wish you the best of luck in your future endeavors.\""
        },
        {
            "name": "Oguri Cap",
            "text": "Food…! \"We hope that this party will help you recuperate before your next race. If you are able to make it, we would love it if you would also wear your racing outfit to the party.\""
        },
        {
            "name": "Oguri Cap",
            "text": "\"We are looking forward to seeing you at the party.\" I'm looking forward to this too…"
        },
        {
            "name": "Biwa Hayahide",
            "text": "So you will be attending a party held by your fans, is that correct?"
        },
        {
            "name": "Oguri Cap",
            "text": "Hayahide… Eh? How did you know?"
        },
        {
            "name": "Biwa Hayahide",
            "text": "You were reading aloud, you know."
        },
        {
            "name": "Biwa Hayahide",
            "text": "But something seemed to be bothering you regarding their request for you to wear your racing outfit… Is something the matter?"
        },
        {
            "name": "Oguri Cap",
            "text": "Actually, the URA said that they wanted to make me a new racing outfit in honor of my past achievements."
        },
        {
            "name": "Biwa Hayahide",
            "text": "So I've heard. Congratulations."
        },
        {
            "name": "Oguri Cap",
            "text": "Thank you. But the thing is that I couldn't decide on a design… So one of the staff members came up to me and told me about a project that they had been working on."
        },
        {
            "name": "Oguri Cap",
            "text": "This project had fans send in their racing outfit designs for their favorite Uma Musume. They said that they received a lot of submissions with me as the model."
        },
        {
            "name": "Oguri Cap",
            "text": "When they showed the outfits to me, they all looked so cool… So I asked if I could use one as the design for my new outfit."
        },
        {
            "name": "Biwa Hayahide",
            "text": "I see. Going to a party hosted by your fans while wearing a racing outfit filled with the love and affection of said fans… That's wonderful, is it not?"
        },
        {
            "name": "Oguri Cap",
            "text": "Well, I'm truly grateful… Grateful, but…"
        },
        {
            "name": "Oguri Cap",
            "text": "I've been feeling off lately. I haven't been doing well in races either."
        },
        {
            "name": "Oguri Cap",
            "text": "When it came to the big stage, I failed to meet everyone's expectations. I let down everyone that believed in me…"
        },
        {
            "name": "Oguri Cap",
            "text": "Despite that, they still decided to throw a party so that I could \"shine once again in my races\" and thought of new racing outfit designs for someone like me. That's… How do I put it…?"
        },
        {
            "name": "Biwa Hayahide",
            "text": "To put it simply, you're excited for the party and grateful for the designs, but at the same time you're feeling a bit guilty because they continue to encourage you…?"
        },
        {
            "name": "Oguri Cap",
            "text": "Ah, yes, that's it! How did you figure it out? You're just like Tama… but without the accent. Maybe it's the glasses?"
        },
        {
            "name": "Biwa Hayahide",
            "text": "Glasses…? No, it was just an inference. Anyway, there seems to be no small number of fans supporting and encouraging you."
        },
        {
            "name": "Biwa Hayahide",
            "text": "Furthermore, they all seem enamored with you, Oguri-san. They simply wanted to \"encourage\" you with this party."
        },
        {
            "name": "Biwa Hayahide",
            "text": "Why don't you forget about racing for a while and enjoy yourself? It would be a great way to repay their kindness. Anyway, I hope you have a wonderful holiday."
        },
        {
            "name": "Oguri Cap",
            "text": "Thank you, I hope you have a wonderful holiday too! \"Repay their kindness…\""
        },
        {
            "name": "Oguri Cap",
            "text": "That's right, it's Christmas after all. I'd love to give them an amazing present in return as well."
        },
        {
            "name": "Oguri Cap",
            "text": "But… what would that be? When it comes to Christmas all I can think about is… Chicken rice, turkey, stew, fried potatoes, tsukudani​…"
        },
        {
            "name": "Oguri Cap",
            "text": "Salad, pasta, sauté, bao, borscht, the foods with difficult to say names, and the foods with fun to say names…"
        },
        {
            "name": "Fan Representative",
            "text": "Ah, It's Oguri-san! Everyone, Oguri-san has arrived!"
        },
        {
            "text": "(Clap clap clap clap!)"
        },
        {
            "name": "Oguri Cap",
            "text": "Haah!? Th-This is…? There's chicken rice here as well as turkey…!?"
        },
        {
            "name": "Fan Representative",
            "text": "We're still in the middle of setting up for the party! More importantly, Oguri-san, your racing outfit…! It looks amazing on you!"
        },
        {
            "name": "Oguri Cap Fan A",
            "text": "Sh-She looks so… good…! Sniffle."
        },
        {
            "name": "Oguri Cap",
            "text": "!? Wh-Why are you crying…?"
        },
        {
            "name": "Oguri Cap Fan A",
            "text": "You see, that design was made by all of us here! To see you actually wearing it…"
        },
        {
            "name": "Oguri Cap",
            "text": "So that's why… When I first saw this design it immediately jumped out to me. It has to be the emotion you all put into it that made me choose it."
        },
        {
            "name": "Oguri Cap",
            "text": "Thank you everyone. I'm so grateful for the Christmas present that you all made for me…"
        },
        {
            "name": "Fan's Child A",
            "text": "Hey, Oguri, we worked really hard too! We made the star for the tree outside! It's really big, you know!"
        },
        {
            "name": "Oguri Cap",
            "text": "When you say the tree outside… Ah, you mean the tree that was bigger than a log house! But I don't remember seeing anything on it…"
        },
        {
            "name": "Fan Representative",
            "text": "What they made was as big as a real star, so it's being shipped separately for safekeeping. It should arrive before the party begins, so look forward to it."
        },
        {
            "name": "Oguri Cap",
            "text": "I see… Everyone, thank you so much. I'm really looking forward to the party, and I am so grateful for you all."
        },
        {
            "name": "Oguri Cap",
            "text": "However, I haven't…"
        },
        {
            "name": "Oguri Cap",
            "text": "Do you mind if I step out for a bit…? I… really want to see the snow…"
        },
        {
            "name": "Fan Representative",
            "text": "We don't mind one bit! Feel free to explore until the party begins! I'm sure you'll be fine, but please be careful. The weather in the mountains can change in the blink of an eye!"
        },
        {
            "name": "Oguri Cap",
            "text": "I can't leave things as they are… I need to find a present for everyone!"
        },
        {
            "name": "???",
            "text": "Oh? Isn't that…"
        }
    ]
}