{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "(Clattering…)"
        },
        {
            "text": "The blizzard has gotten really strong… \nThe night sky is said to be beautiful up here… \nbut we may be unable to see it tonight.",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Woah… It's gotten real rough out there. \nWhen did that happen…?",
            "name": "Narita Taishin"
        },
        {
            "text": "It started snowing this bad around 30 minutes ago or so. \nJeez, have you been absorbed in that game the whole time?",
            "name": "Biwa Hayahide"
        },
        {
            "text": " \nIt's cause…",
            "name": "Narita Taishin"
        },
        {
            "text": "What?",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Oh, nothing… \nIt's gotten as white as your hair out there.",
            "name": "Narita Taishin"
        },
        {
            "text": "Why would you phrase it that way…? Anyways, if \nthe blizzard gets any worse it might affect the \nfoothills as well. And if that happens…",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Even if Ticket feels better… \nshe might not be able to join us tonight.",
            "name": "Biwa Hayahide"
        },
        {
            "text": "We wouldn't be able to guarantee her safety… And even if we \ntold her it was dangerous she'd needlessly push through to try \nand join us. I have to do something…",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Hey, you should stop worrying about Ticket. It's \nthe weather after all, so there's no point worrying \nabout something you can't control.",
            "name": "Narita Taishin"
        },
        {
            "text": "But if we leave it as is, Ticket will…",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Plus, she's not the type of person to be stopped by this amount \nof snowfall. She's probably already shouted \"sickness and health \nstart with the mind\" and cured herself.",
            "name": "Narita Taishin"
        },
        {
            "text": " \nAnd if you don't come, \nI won't be able to give that to you…",
            "name": "Narita Taishin"
        },
        {
            "text": "Anyways, Hayahide weren't you the one who said she \ncould make miracles happen? If you're gonna believe \nin her, believe in her until the end.",
            "name": "Narita Taishin"
        },
        {
            "text": "I truly have some great friends, don't I?",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Huh? What's with you?",
            "name": "Narita Taishin"
        },
        {
            "text": "Both you and Ticket are always there to provide a perspective \nthat I myself do not have. Particularly now. Taishin, having you \nhere is truly reassuring.",
            "name": "Biwa Hayahide"
        },
        {
            "text": "You don't hesitate when stating your opinion, and moreover you're \na caring individual. It's been worrying you that I've been \npreparing the party alone, hasn't it?",
            "name": "Biwa Hayahide"
        },
        {
            "text": "I'm not worried at all…",
            "name": "Narita Taishin"
        },
        {
            "text": "Really? Then let me guess what you were going \nto say earlier. \"I play games to pass the time \nsince you won't let me help prepare.\"",
            "name": "Biwa Hayahide"
        },
        {
            "text": "…!",
            "name": "Narita Taishin"
        },
        {
            "text": "Hehe, you are a very kind individual. However, there are times \nwhere someone wants to take care of the preparations alone in \norder to please their friends.",
            "name": "Biwa Hayahide"
        },
        {
            "text": "To put it bluntly, simply having the two of you with \nme brings me all the joy in the world. That's why I've \nbeen a bit overzealous with my preparation.",
            "name": "Biwa Hayahide"
        },
        {
            "text": "…",
            "name": "Narita Taishin"
        },
        {
            "text": "Anyways… maybe we should contact Ticket. \nSomething like \"we've finished preparations \nhere, so take your time…\"",
            "name": "Biwa Hayahide"
        },
        {
            "text": " \nI don't get you… dummy…",
            "name": "Narita Taishin"
        },
        {
            "text": "(Rumbling…)"
        },
        {
            "text": "Did you say something?",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Nope… It was probably something from outside. It \nseems like the blizzard's gotten even worse…",
            "name": "Narita Taishin"
        },
        {
            "text": "Ah, Ogurin! It wasn't too cold for you out there, \nwas it? Don't worry, we've got some warm food being \nmade for you, so just wait a little longer!",
            "name": "Oguri Fan"
        },
        {
            "text": "A-Ahh… Thank you…! \nI'm looking forward to it.",
            "name": "Oguri Cap"
        },
        {
            "text": "I… really am looking forward to it, but… what \ndo I do…? I can't decide on a present!",
            "name": "Oguri Cap"
        },
        {
            "text": "I couldn't find a reindeer, and no matter how much I thought \nabout it, I couldn't grow a beard either… I guess I really \ncouldn't become Santa… But…",
            "name": "Oguri Cap"
        },
        {
            "text": "Eeh, there's no star!?",
            "name": "Fan's Child"
        },
        {
            "text": "What's the matter? Did something happen?",
            "name": "Oguri Cap"
        },
        {
            "text": "Ah… It's about the star that was made for the Christmas tree. \nThe kids made it specially for this party, so we made sure to \nsafely and securely transport it here, but…",
            "name": "Fan Representative"
        },
        {
            "text": "A blizzard caused the roads to close down, \nso the truck can't get here.",
            "name": "Fan Representative"
        },
        {
            "text": "I see. So the star won't be arriving…?",
            "name": "Oguri Cap"
        },
        {
            "text": "So the star really isn't coming!? \nIt was supposed to surprise Oguri! It was really amazing!",
            "name": "Fan's Child"
        },
        {
            "text": "Hmm… I'm sorry to say, but, if they can't use \nthe roads then the truck can't come… But don't \nworry, she can see the star tomorrow.",
            "name": "Fan Representative"
        },
        {
            "text": "But we made it for this Christmas party… \nWe made it to help cheer up Oguri…",
            "name": "Fan's Child"
        },
        {
            "text": "Hey, no need to say those things…",
            "name": "Fan Representative"
        },
        {
            "text": "…",
            "name": "Oguri Cap"
        },
        {
            "text": "I… humbly apologize for what has happened, but… \ndon't worry, once the party starts the children should…",
            "name": "Fan Representative"
        },
        {
            "text": "I'm going.",
            "name": "Oguri Cap"
        },
        {
            "text": "Eh?",
            "name": "Fan Representative"
        },
        {
            "text": "I'm going to go get the star.",
            "name": "Oguri Cap"
        }
    ]
}