{
    "text_block_list": [
        {
            "name": "Mayano Top Gun",
            "text": "Okay ☆ Now everything is ready ♪ Everyone, come over here!"
        },
        {
            "name": "Children",
            "text": "Woah! Are we eating outside!? It's kind of cold though…!"
        },
        {
            "name": "Mayano Top Gun",
            "text": "It'll be fine! We'll have a snowball fight to warm ourselves up ☆ Anyone who wants to play with me come over here ♪"
        },
        {
            "name": "Oguri Cap",
            "text": "Everyone, eat as much as you like. The food my fans made… it's so delicious. I recommend the stew. I've already had 30 bowls of it."
        },
        {
            "name": "Marvelous Sunday",
            "text": "Ahaha! Oguri, you're eating way too much ☆ But I guess you're always eating too much ★ There must be a black hole inside of you ☆ ★"
        },
        {
            "name": "Fan Representative",
            "text": "We made sure to prepare a lot of food specifically for Oguri-san, so please eat to your heart's content!"
        },
        {
            "name": "Narita Taishin",
            "text": "That's fine, but… why did I have to dress up as Santa too? Mayano, how many outfits did you girls bring? Wait a sec, why did you bring these in the first place?"
        },
        {
            "name": "Biwa Hayahide",
            "text": "Come on, don't worry about the details. After all, you look great in Santa's clothing. It's quite adorable."
        },
        {
            "name": "Narita Taishin",
            "text": "…! I'm taking these off!"
        },
        {
            "name": "Narita Taishin",
            "text": "Jeez… Anyways, Hayahide, when you get excited you start acting like an old man. Did you know that?"
        },
        {
            "name": "Biwa Hayahide",
            "text": "That is quite an awful evaluation… Regardless, would you mind fixing your mood and getting back into the Santa outfit? I want to send a picture of us to Ticket."
        },
        {
            "name": "Biwa Hayahide",
            "text": "She never did end up making it, did she…?"
        },
        {
            "name": "Narita Taishin",
            "text": "That might not be the case… don't you hear that? It's a real annoying sound after all…"
        },
        {
            "name": "???",
            "text": "——!!!!"
        },
        {
            "name": "Biwa Hayahide",
            "text": "…!"
        },
        {
            "name": "Biwa Hayahide",
            "text": "Ah, I can hear it now. I see… The miracles continue to happen, don't they?"
        },
        {
            "name": "Mayano Top Gun",
            "text": "Ahh, that was so much fun ♪ I'm so glad that we got to enjoy the party with everyone, Marve-chin ♪"
        },
        {
            "name": "Marvelous Sunday",
            "text": "Me too ☆ We also got to see that huge star as well! I thought that would be the end of it, then that happened…"
        },
        {
            "name": "Marvelous Sunday",
            "text": "Oguri's take off was just so inspiring, wasn't it? ☆ Her heart is so big ★ ♪ And her tummy too ☆"
        },
        {
            "name": "Mayano Top Gun",
            "text": "Did you see the look on Oguri-san's fans' faces? It was like they were lost in a trance… focused solely on Oguri-san!"
        },
        {
            "name": "Mayano Top Gun",
            "text": "Earlier I was working on an advertisement with this really handsome actor… His fans had the same look on their faces too."
        },
        {
            "name": "Marvelous Sunday",
            "text": "Well… we also have to make sure everyone has a marvelous look on their faces too ☆"
        },
        {
            "name": "Marvelous Sunday",
            "text": "So… ☆ Why don't we… become him too?"
        },
        {
            "name": "Mayano Top Gun",
            "text": "Marve-chin, you're a genius ♪ Yup, let's do it☆"
        },
        {
            "name": "Mayano Top Gun",
            "text": "Heart-racing, dream-like, and dazzling! Combine all of that while giving presents to good kids…"
        },
        {
            "name": "Mayano & Marvelous",
            "text": "And we'll become Santa-san ♪"
        },
        {
            "name": "Fan Representative",
            "text": "Hmm? Oguri-san, are you heading outside?"
        },
        {
            "name": "Oguri Cap",
            "text": "Ah, I just wanted to see the starry sky again."
        },
        {
            "name": "Fan Representative",
            "text": "Ah, okay! Make sure to not catch a cold!"
        },
        {
            "name": "Oguri Cap",
            "text": "This is nice… Both inside and outside, the stars are dazzling."
        },
        {
            "name": "Oguri Cap",
            "text": "This really was a lot of fun. I was able to hear all about how they feel about me."
        },
        {
            "name": "Oguri Cap",
            "text": "And I finally understood something. Why was I so happy during that one Christmas…? It was because Santa-san was proud of me for winning."
        },
        {
            "name": "Fan Representative",
            "text": "Inspiration is what you brought us, Oguri-san. Seeing you fly through the sky reminded me of how moved I was when I first witnessed one of your races."
        },
        {
            "name": "Fan Representative",
            "text": "Not only that, it reaffirmed something in me. In your coming race… You'll definitely show me something even more magnificent than you showed tonight, Oguri-san."
        },
        {
            "name": "Fan Representative",
            "text": "Oguri-san, you truly are amazing!"
        },
        {
            "name": "Oguri Cap",
            "text": "There's only one way to show everyone my appreciation for all that they've done for me today. I've finally decided on what to give them as a Christmas present."
        },
        {
            "name": "Oguri Cap",
            "text": "I'm going to make a miracle happen."
        },
        {
            "text": "A few days after the party…"
        },
        {
            "name": "Commentator",
            "text": "Now! Oguri is closing in! Oguri is closing in! Oguri is closing in!! Somehow Oguri Cap has taken the lead!!"
        },
        {
            "name": "Oguri Cap",
            "text": "With these legs of mine… I can bring my fans inspiration… happiness… and joy! That's the Christmas present that only I can give them…!"
        },
        {
            "name": "Oguri Cap",
            "text": "Everyone, keep your eyes on me. I… Oguri Cap will make miracles happen!"
        },
        {
            "name": "Oguri Cap",
            "text": "Haaaaaaaa!!!!"
        },
        {
            "text": "As long as I continue to strive towards making miracles… my Christmas present will never stop giving."
        }
    ]
}