{
    "text_block_list": [
        {
            "name": "Oguri Cap",
            "text": "I'm going to bring back the star."
        },
        {
            "name": "Fan Representative",
            "text": "Huh? What… do you mean?"
        },
        {
            "name": "Oguri Cap",
            "text": "I'm used to the snow. So tell me where the star is and I'll go down the mountain and get it."
        },
        {
            "name": "Fan Representative",
            "text": "No, you don't have to do that…! The star really isn't necessary for this party…!"
        },
        {
            "name": "Oguri Cap",
            "text": "That star carries the hopes and dreams of these children, so of course it needs to be here."
        },
        {
            "name": "Fan Representative",
            "text": "I'm sorry to say, but it is way too dangerous for you to go out right now! Plus, and I apologize for saying this, but you're what some may call… directionally challenged…"
        },
        {
            "name": "Oguri Cap",
            "text": "I have a better sense of direction in the mountains than in the city, so it won't be a problem. I'm heading out."
        },
        {
            "name": "Fan Representative",
            "text": "Wait! I said wait, please!! You don't even know where it's at!"
        },
        {
            "name": "Biwa Hayahide",
            "text": "Did something happen? We could hear you from the other room…"
        },
        {
            "name": "Fan Representative",
            "text": "Biwa Hayahide-san!? Why are you… Wait, that's not important right now! You showed up at the perfect time! Please stop Oguri-san!"
        },
        {
            "name": "Biwa Hayahide",
            "text": "I see… I understand the situation now."
        },
        {
            "name": "Oguri Cap",
            "text": "Hey, you know us Uma Musume can easily run through snowy mountains. This much snow isn't that dangerous."
        },
        {
            "name": "Oguri Cap",
            "text": "But I'm really bad with words, so I can't convince them… Could you please explain it to them for me?"
        },
        {
            "name": "Biwa Hayahide",
            "text": "Oguri-san, I apologize but I have to agree with your fans here."
        },
        {
            "name": "Oguri & Taishin",
            "text": "Huh…!?"
        },
        {
            "name": "Biwa Hayahide",
            "text": "It is true that there is little risk in going through this blizzard for us. However, any amount of risk is still a risk… The threat of danger still looms, no matter how small."
        },
        {
            "name": "Biwa Hayahide",
            "text": "Please think about it this way. If something were to happen to you, what would your fans think? What might they do?"
        },
        {
            "name": "Oguri Cap",
            "text": "I…"
        },
        {
            "name": "Biwa Hayahide",
            "text": "Oguri-san… Do you remember when you asked me what kind of present your fans would like?"
        },
        {
            "name": "Biwa Hayahide",
            "text": "Oguri-san, what we need is the one thing that you could give that would make all of your fans happy. I know for a fact that the answer to that is somewhere inside of you."
        },
        {
            "name": "Biwa Hayahide",
            "text": "Now that it's come to this… I can tell you the answer. What I had hoped you'd understand is that you yourself are the answer"
        },
        {
            "name": "Oguri Cap",
            "text": "Myself…?"
        },
        {
            "name": "Biwa Hayahide",
            "text": "Correct. If you were to become Santa you would essentially be taking the place of those throwing this party for you."
        },
        {
            "name": "Biwa Hayahide",
            "text": "Oguri-san, the purpose of this party was to support you… That's all it ever was. All they ask of you is to simply return their feelings."
        },
        {
            "name": "Biwa Hayahide",
            "text": "That fact alone means that you are the best present for them, wouldn't you say? And because of that… having you do something so reckless would be unnecessary."
        },
        {
            "name": "Fan Representative",
            "text": "Hayahide-san is right. The fact that you've been trying to help us… we truly, truly appreciate it."
        },
        {
            "name": "Fan Representative",
            "text": "But… the thought is all we need. See, even the children appreciate it. So please…"
        },
        {
            "name": "Oguri Cap",
            "text": "I know… it isn't good to make others worry. So I guess I won't…"
        },
        {
            "name": "Narita Taishin",
            "text": "Hey, Oguri-san. How do you feel about this?"
        },
        {
            "name": "Biwa Hayahide",
            "text": "Taishin?"
        },
        {
            "name": "Narita Taishin",
            "text": "Have you considered how she feels? Have you considered that she wants to show her appreciation by making them happy?"
        },
        {
            "name": "Oguri & Hayahide",
            "text": "…!"
        },
        {
            "name": "Narita Taishin",
            "text": "I doubt she'd be satisfied making them happy by just being here. What if she wants to make them happy in a more… tangible way."
        },
        {
            "name": "Narita Taishin",
            "text": "That's why… Oguri-san, you should do whatever you want to do. Simply being here… That's not good enough, is it?"
        },
        {
            "name": "Narita Taishin",
            "text": "After all… A present isn't something you receive and call it a day."
        },
        {
            "name": "Biwa Hayahide",
            "text": "To put it bluntly, simply having the two of you with me brings me all the joy in the world. That's why I've been a bit overzealous with my preparation."
        },
        {
            "name": "Biwa Hayahide",
            "text": "Taishin…"
        },
        {
            "name": "Oguri Cap",
            "text": "Thank you… Taishin. I get it now. I will answer their feelings… in my own way."
        },
        {
            "name": "Oguri Cap",
            "text": "Whenever there are children who are disappointed, I want to make them smile. I won't shy away from a challenge… I will use my power to cheer them up."
        },
        {
            "name": "Biwa Hayahide",
            "text": "Oguri-san… I understand how you feel, I really do. However, from a purely practical perspective it would be very difficult to bring the star back here."
        },
        {
            "name": "Biwa Hayahide",
            "text": "Moreover, I heard the star is very large. Even if you could get through the blizzard, it would be difficult to bring it back here."
        },
        {
            "name": "Biwa Hayahide",
            "text": "It might be fine if Taishin and I were to help, but… we aren't familiar with snowy mountains. We would simply be a hindrance to you, Oguri-san. We should consider an alternative."
        },
        {
            "name": "Oguri Cap",
            "text": "Hmm… That's…"
        },
        {
            "name": "Mayano Top Gun",
            "text": "Don't you worry about that ♪"
        },
        {
            "name": "Oguri Cap",
            "text": "You two…! Did you come to join the party?"
        },
        {
            "name": "Mayano Top Gun",
            "text": "Nope! We told you we were searching for a Christmas miracle, didn't we? Well Marve-chin's radar is getting a response right here!"
        },
        {
            "name": "Marvelous Sunday",
            "text": "Yup! My marvelous hunch brought us together once again ☆ But that's not all it did ♪"
        },
        {
            "name": "Marvelous Sunday",
            "text": "That marvelous thing we found is sure to come in handy right now ☆ With it you can carry anything with ease ★"
        },
        {
            "name": "Mayano Top Gun",
            "text": "In other words… Oguri-san, it's time to take off ♪ ☆"
        }
    ]
}