{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Ho Ho Ho Ho!",
            "name": "Santa Claus"
        },
        {
            "text": "Merry Christmas, Oguri Cap!",
            "name": "Santa Claus"
        },
        {
            "text": "Santa-san! Nice to meet you. \nIt's already that time of the year, huh?",
            "name": "Oguri Cap"
        },
        {
            "text": "I have a message and a present to give to you.",
            "name": "Santa Claus"
        },
        {
            "text": "Now then, have a wonderful Christmas! \nHo Ho Ho!",
            "name": "Santa Claus"
        },
        {
            "text": "Woah, thank you…! Your job must be difficult, \nbut know that I'm always cheering you on! Now then…",
            "name": "Oguri Cap"
        },
        {
            "text": "\"To Oguri Cap-sama. Here is an invitation \nto a Christmas party. From your fans.\"",
            "name": "Oguri Cap"
        },
        {
            "text": "Christmas party!",
            "name": "Oguri Cap"
        },
        {
            "text": "That has a nice ring to it! And what was my present…? \nHmm… Was this from the URA?",
            "name": "Oguri Cap"
        },
        {
            "text": "…! This is!",
            "name": "Oguri Cap"
        },
        {
            "text": ""
        },
        {
            "text": "\"With permission from the academy, us fans have prepared a \nvariety of entertainment and food in order to wish you the best \nof luck in your future endeavors.\"",
            "name": "Oguri Cap"
        },
        {
            "text": "Food…! \"We hope that this party will help you recuperate \nbefore your next race. If you are able to make it, we would love \nit if you would also wear your racing outfit to the party.\"",
            "name": "Oguri Cap"
        },
        {
            "text": "\"We are looking forward to seeing you at the party.\" \nI'm looking forward to this too…",
            "name": "Oguri Cap"
        },
        {
            "text": "So you will be attending a party \nheld by your fans, is that correct?",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Hayahide… Eh? \nHow did you know?",
            "name": "Oguri Cap"
        },
        {
            "text": "You were reading aloud, you know.",
            "name": "Biwa Hayahide"
        },
        {
            "text": "But something seemed to be bothering you regarding their request \nfor you to wear your racing outfit… Is something the matter?",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Actually, the URA said that they wanted to make me a new racing \noutfit in honor of my past achievements.",
            "name": "Oguri Cap"
        },
        {
            "text": "So I've heard. Congratulations.",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Thank you. But the thing is that I couldn't decide on a \ndesign… So one of the staff members came up to me and told me \nabout a project that they had been working on.",
            "name": "Oguri Cap"
        },
        {
            "text": "This project had fans send in their racing outfit designs for \ntheir favorite Uma Musume. They said that they received a lot of \nsubmissions with me as the model.",
            "name": "Oguri Cap"
        },
        {
            "text": "When they showed the outfits to me, they all looked so cool… So \nI asked if I could use one as the design for my new outfit.",
            "name": "Oguri Cap"
        },
        {
            "text": "I see. Going to a party hosted by your fans while wearing a \nracing outfit filled with the love and affection of said fans… \nThat's wonderful, is it not?",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Well, I'm truly grateful… \nGrateful, but…",
            "name": "Oguri Cap"
        },
        {
            "text": "I've been feeling off lately. \nI haven't been doing well in races either.",
            "name": "Oguri Cap"
        },
        {
            "text": "When it came to the big stage, \nI failed to meet everyone's expectations. \nI let down everyone that believed in me…",
            "name": "Oguri Cap"
        },
        {
            "text": "Despite that, they still decided to throw a party so that I could \n\"shine once again in my races\" and thought of new racing outfit \ndesigns for someone like me. That's… How do I put it…?",
            "name": "Oguri Cap"
        },
        {
            "text": "To put it simply, you're excited for the party and grateful for \nthe designs, but at the same time you're feeling a bit guilty \nbecause they continue to encourage you…?",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Ah, yes, that's it! How did you figure it out? \nYou're just like Tama… but without the accent. \nMaybe it's the glasses?",
            "name": "Oguri Cap"
        },
        {
            "text": "Glasses…? No, it was just an inference. Anyway, there seems to \nbe no small number of fans supporting and encouraging you.",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Furthermore, they all seem enamored with you, Oguri-san. They \nsimply wanted to \"encourage\" you with this party.",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Why don't you forget about racing for a while and enjoy yourself? \nIt would be a great way to repay their kindness. Anyway, I hope \nyou have a wonderful holiday.",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Thank you, \nI hope you have a wonderful holiday too! \n\"Repay their kindness…\"",
            "name": "Oguri Cap"
        },
        {
            "text": "That's right, it's Christmas after all. \nI'd love to give them an amazing present in return as well.",
            "name": "Oguri Cap"
        },
        {
            "text": "But… what would that be? \nWhen it comes to Christmas all I can think about is… \nChicken rice, turkey, stew, fried potatoes, tsukudani​…",
            "name": "Oguri Cap"
        },
        {
            "text": "Salad, pasta, sauté, bao, borscht, the foods with difficult to \nsay names, and the foods with fun to say names…",
            "name": "Oguri Cap"
        },
        {
            "text": "Ah, It's Oguri-san! \nEveryone, Oguri-san has arrived!",
            "name": "Fan Representative"
        },
        {
            "text": "(Clap clap clap clap!)"
        },
        {
            "text": "Haah!? Th-This is…? \nThere's chicken rice here as well as turkey…!?",
            "name": "Oguri Cap"
        },
        {
            "text": "We're still in the middle of setting up for the party! \nMore importantly, Oguri-san, \nyour racing outfit…! It looks amazing on you!",
            "name": "Fan Representative"
        },
        {
            "text": "Sh-She looks so… good…! Sniffle.",
            "name": "Oguri Cap Fan A"
        },
        {
            "text": "!? Wh-Why are you crying…?",
            "name": "Oguri Cap"
        },
        {
            "text": "You see, that design was made by all of us here! \nTo see you actually wearing it…",
            "name": "Oguri Cap Fan A"
        },
        {
            "text": "So that's why… When I first saw this design it immediately \njumped out to me. It has to be the emotion you all put into it \nthat made me choose it.",
            "name": "Oguri Cap"
        },
        {
            "text": "Thank you everyone. I'm so grateful for the Christmas \npresent that you all made for me…",
            "name": "Oguri Cap"
        },
        {
            "text": "Hey, Oguri, we worked really hard too! We made the star for the \ntree outside! It's really big, you know!",
            "name": "Fan's Child A"
        },
        {
            "text": "When you say the tree outside… Ah, you mean \nthe tree that was bigger than a log house! But \nI don't remember seeing anything on it…",
            "name": "Oguri Cap"
        },
        {
            "text": "What they made was as big as a real star, so it's being shipped \nseparately for safekeeping. It should arrive before the party \nbegins, so look forward to it.",
            "name": "Fan Representative"
        },
        {
            "text": "I see… Everyone, thank you so much. I'm really looking forward \nto the party, and I am so grateful for you all.",
            "name": "Oguri Cap"
        },
        {
            "text": "However, I haven't…",
            "name": "Oguri Cap"
        },
        {
            "text": "Do you mind if I step out for a bit…? \nI… really want to see the snow…",
            "name": "Oguri Cap"
        },
        {
            "text": "We don't mind one bit! Feel free to explore until the party \nbegins! I'm sure you'll be fine, but please be careful. The \nweather in the mountains can change in the blink of an eye!",
            "name": "Fan Representative"
        },
        {
            "text": "I can't leave things as they are… \nI need to find a present for everyone!",
            "name": "Oguri Cap"
        },
        {
            "text": "Oh? Isn't that…",
            "name": "???"
        }
    ]
}