{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Take off…!",
            "name": "Oguri Cap"
        },
        {
            "text": "What does that mean…? \nIs it some type of cake?",
            "name": "Oguri Cap"
        },
        {
            "text": "Take off is the phase of flight in which an aerospace vehicle \nleaves the ground and becomes airborne. It refers to the gradual \nascension that said vehicles take on a runway.",
            "name": "Biwa Hayahide"
        },
        {
            "text": "So Mayano-kun, you want Oguri-san to fly? \nBut… how would she even do that? \nMoreover, how would that help us bring back the star?",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Hayahide-san, you're completely wrong☆ \nYou see, the thing we found was… a huge sled!",
            "name": "Mayano Top Gun"
        },
        {
            "text": "A sled…",
            "name": "Oguri Cap"
        },
        {
            "text": "Ehh!? That seems so cool! Actually, we just \nfound this huge sled on the ground too!",
            "name": "Mayano Top Gun"
        },
        {
            "text": "Ah…! \nYou're talking about the sled from back then!",
            "name": "Oguri Cap"
        },
        {
            "text": "Yup, that's the one! It looked like it was still in good \ncondition, so we dragged it here with us☆",
            "name": "Mayano Top Gun"
        },
        {
            "text": "I see. So that sled will allow us to easily \nbring back the star… Yet I still have no \nidea how that relates to taking off…",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Then that means the problem is solved. \nGreat, now where's the sled, Mayano?",
            "name": "Oguri Cap"
        },
        {
            "text": "Give us a moment, Marve-chin \nand I will get it ready for you!",
            "name": "Mayano Top Gun"
        },
        {
            "text": "Please wait. Oguri-san, do you truly plan on going through with \nthis!? Even if the transportation issue has been solved there is \nstill the blizzard to deal with.",
            "name": "Biwa Hayahide"
        },
        {
            "text": "We haven't done enough to completely reassure your fans yet. I \nthink we should give up on this…",
            "name": "Biwa Hayahide"
        },
        {
            "text": "But… if I run away from this challenge, then I'm not the real \nme, not the me that everyone here believes in.",
            "name": "Oguri Cap"
        },
        {
            "text": "Ehh…?",
            "name": "Biwa Hayahide"
        },
        {
            "text": "I feel like the reason people like me is because I can win \ndifficult races. I can't just give up in front of them when \nfaced with a challenge.",
            "name": "Oguri Cap"
        },
        {
            "text": "I'm not doing this just for me. If I continue the way I am now, \neveryone's support… I want to make my fans proud… make them \nglad they're supporting me.",
            "name": "Oguri Cap"
        },
        {
            "text": "Oguri-san…",
            "name": "Fan Representative"
        },
        {
            "text": "I truly understand how you feel. If only a miracle \nwere to happen that would cause the snow to stop falling \nor something of the like, then I would…",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Well why don't you cause a \nmiracle to happen then, Hayahide?",
            "name": "Narita Taishin"
        },
        {
            "text": "What… do you mean?",
            "name": "Biwa Hayahide"
        },
        {
            "text": "You're always calculating various things, so you've \nprobably already come up with a solution that has \nminimal risk… you just haven't said it yet.",
            "name": "Narita Taishin"
        },
        {
            "text": "You really want to help her, don't you… \nYou should just be honest with her.",
            "name": "Narita Taishin"
        },
        {
            "text": "It is quite odd hearing you say that… \nBut yes, I think that I can come up with \nsomething with a high probability of success, however…",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Ahh jeez! I'm telling you that you can do it! \nYou believe in Ticket, \nyet you can't even believe in what I say!?",
            "name": "Narita Taishin"
        },
        {
            "text": "…!",
            "name": "Biwa Hayahide"
        },
        {
            "text": "W-We… have a request as well…! \nCould you please assist Oguri-san with this!?",
            "name": "Fan Representative"
        },
        {
            "text": "This isn't a normal Christmas party… \nIt was meant to help Oguri-san get out of her slump…",
            "name": "Fan Representative"
        },
        {
            "text": "And we had hoped… Hoped that even if it was only a little bit, \nthat this would help her run without worry again…",
            "name": "Fan Representative"
        },
        {
            "text": "She doesn't need to win, we just want her to \nrun happily… She's already inspired us in so \nmany ways, and that's enough for us…",
            "name": "Fan Representative"
        },
        {
            "text": "But if she says that she can do it… We will believe in her all \nthe way. That's because we fell in love with the Oguri-san that \npushed herself to meet any challenge.",
            "name": "Fan Representative"
        },
        {
            "text": "Please come up with a way to do this with as \nlittle risk as possible! We trust in Taishin-san's \nbelief in you, Hayahide-san…!",
            "name": "Fan Representative"
        },
        {
            "text": "Jeez, that's quite a lot of responsibility to put on someone. \nThat being said… I understand. \nOguri-san, I can trust in your legs, right?",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Ah! Of course you can. My legs are what my fans cherish \nthe most, so I have confidence in them.",
            "name": "Oguri Cap"
        },
        {
            "text": "Understood, then I will go forward with the assumption \nthat we can use the road buried deep in the snow. \nThere's something that I need to check with the manager \nof the log house immediately, so…",
            "name": "Biwa Hayahide"
        },
        {
            "text": "I'm heading out now, \nbut I'll be back.",
            "name": "Oguri Cap"
        },
        {
            "text": "Oguri-san, be careful! \nOguri, don't do anything reckless!",
            "name": "Oguri's Fans"
        },
        {
            "text": "Ah, I just got a message from Oguri-san! She said that she's \nalready made it down to the bottom of the mountain.",
            "name": "Mayano Top Gun"
        },
        {
            "text": "I see… That's great to hear. Now all we need to do is have her \nsecure the star and come back the same way she came…",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Hayahide, you did a great job keeping your composure ☆ If she \nfollows the ropeway, she should be able to find the road easily!",
            "name": "Marvelous Sunday"
        },
        {
            "text": "I hope Oguri-chan is okay… \nSince it's her, I'm sure she'll come back safe, but still…",
            "name": "Oguri's Fans"
        },
        {
            "text": "Mayano-kun, Marvelous-kun… \nI'm going to need to borrow your free-thinking minds. \nIs there a way to alleviate Oguri-san's fans' worries?",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Hold up. If that's what you're worried about… I've got an \nidea. Hayahide… Why don't you become Santa?",
            "name": "Narita Taishin"
        },
        {
            "text": "Huh…?",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Wow! Hayahide, you look absolutely marvelous ☆ ★",
            "name": "Marvelous Sunday"
        },
        {
            "text": "A-Are you sure about this? \nDoes this really suit me… \nI-It feels like this headpiece is going to fall off…!",
            "name": "Biwa Hayahide"
        },
        {
            "text": "I told you I put it on tightly, so stop worrying… You look \ngreat. I'm glad you agreed with this. If Ticket were the one to \ncome up with it she would have included a beard.",
            "name": "Narita Taishin"
        },
        {
            "text": "Taishin, this is…",
            "name": "Biwa Hayahide"
        },
        {
            "text": "You know… \nThis was initially supposed to be a surprise from Ticket. \nBut it's her own fault for being so late.",
            "name": "Narita Taishin"
        },
        {
            "text": "Hayahide, you're always thinking about me, thinking about \nTicket… and thinking about others. Basically, you're just like \nSanta, so this should be fine…",
            "name": "Narita Taishin"
        },
        {
            "text": "But Santa is the most important figure during Christmas, right? \nBoth you and him should get given something from time to time, \nand be happy about it, dummy.",
            "name": "Narita Taishin"
        },
        {
            "text": "Taishin… thank you. This was a gift from you two… so I \nshouldn't be hesitant about wearing it.",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Now then, Oguri-san, sorry but it's time to change the lead of \nthis show. Everyone here is going to become my fan.",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Woah, her hair is so fluffy! It's like Santa-san's \nmustache! I wanna make it into a huge braid!",
            "name": "Children"
        },
        {
            "text": "Wai… Did someone just say my head was huge!? \nNo, it just looks big because of my curly hair!",
            "name": "Biwa Hayahide"
        },
        {
            "text": "Miss, can you run backwards for us! I want to see what Santa-san \nlooks like in a dress! It would be so cool!",
            "name": "Children"
        },
        {
            "text": "Ahh, I'm so glad… Everyone is so infatuated with you. I guess \nyou have to do it to please your fans, huh?",
            "name": "Narita Taishin"
        },
        {
            "text": "Ah, fine, but only once, okay!? \nOguri-san… please come back soon…!",
            "name": "Biwa Hayahide"
        }
    ]
}