{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Hmm hmm… Dad, ya never change, do ya? \nHahaa, even th' brats are tsukkomi-ing.",
            "name": "Tamamo Cross"
        },
        {
            "text": "Looks like they're enjoyin' the souvenirs too!",
            "name": "Tamamo Cross",
            "choice_data_list": [
                "A letter from your family?"
            ]
        },
        {
            "text": "Yep. They also wrote somethin' for ya. Take a look.",
            "name": "Tamamo Cross"
        },
        {
            "text": "Several different handwritings were in the letter. The sentences \nwritten mainly in hiragana were probably Tamamo Cross' siblings'."
        },
        {
            "text": "A few days ago, [Tracen Academy, Enrolled for a Day!] had aired \non TV. Tamamo Cross had appeared in it while running, and they \nhad written their impressions about that."
        },
        {
            "text": "Th' script said ta run side-by-side with Oguri 'n \nInari. They told us ta jus' take it easy, but that \nain't us so we ended up goin' full throttle.",
            "name": "Tamamo Cross",
            "choice_data_list": [
                "<size=42>So the scene turned in to a competition</size>",
                "<size=42>So the scene turned in to a competition</size>"
            ]
        },
        {
            "text": "Yeah. Dad was impressed by ya too. \nYer th' reason she's become so amazin', she said.",
            "name": "Tamamo Cross"
        },
        {
            "text": "[Trainer and \"White Lightning\", quake th' heavens with thunder], \nshe said! Don' go betrayin' Dad's expectations, ya hear!",
            "name": "Tamamo Cross",
            "choice_data_list": [
                "Bring it on!"
            ]
        },
        {
            "text": "Hahahaa, if that's th' case, I'll write 'em that.",
            "name": "Tamamo Cross"
        },
        {
            "text": "Right, I'll send the brats some more snacks. \nMeanin' some shoppin', wanna come with?",
            "name": "Tamamo Cross"
        },
        {
            "text": "Help me pick some snacks ta send 'em. I'll let 'em know in th' \nletter, and it'll do for an introduction, don't ya think?",
            "name": "Tamamo Cross",
            "choice_data_list": [
                "Absolutely!"
            ]
        },
        {
            "text": "Let's see… last time they said this chocolate snack was good. \nThere's even a limited edition peach flavor?",
            "name": "Tamamo Cross"
        },
        {
            "text": "Ah, these cookies're great, there's alot in there! \nTh' red box makes 'em look real fancy!",
            "name": "Tamamo Cross"
        },
        {
            "text": "Now that I get a good look, there's lotsa new brands ain't there? \n…Trainer, got any suggestions?",
            "name": "Tamamo Cross",
            "choice_data_list": [
                "The cookies in that red box are great!"
            ]
        },
        {
            "text": "Her siblings probably have a hearty appetite. If that's the case, \nthen snacks with quantity are probably best, so I suggest that."
        },
        {
            "text": "Got it! In tha' case, th' cookies and a family size \npack of rice crackers are th' right choice…",
            "name": "Tamamo Cross"
        },
        {
            "text": "Hmmmm… maybe I should get 'em th' one they liked last time too. \nIf I'm thrifty this month, I can probably get them both th' \nregular an' peach flavor ones.",
            "name": "Tamamo Cross",
            "choice_data_list": [
                "<size=38>Don't force yourself if your budget's tight…</size>"
            ]
        },
        {
            "text": "I ain't forcin' myself. I only have to be a little thrifty. \nNo different from how it is normally.",
            "name": "Tamamo Cross"
        },
        {
            "text": "But… thinking back on the contents \nof that letter she showed me-"
        },
        {
            "text": "[Thanks fer th' snacks. They were tasty. Tama had some too right? \nEven without th' souvenirs, it's fine if ya just give us a call]",
            "name": "Letter"
        },
        {
            "text": "Tamamo Cross' family wrote they were fine without souvenirs. \nThey've probably already realized how tight her budget is."
        },
        {
            "text": "Alright! Let's go with these 4!",
            "name": "Tamamo Cross",
            "choice_data_list": [
                "Not buying any for yourself?",
                "Not buying any for yourself?"
            ]
        },
        {
            "text": "I'm fine, I already get ta eat my fill of good food. \n'Cuz of Tracen Academy, everyday I get ta eat a feast!",
            "name": "Tamamo Cross"
        },
        {
            "text": "Any more luxury than this and I'll be in for a reckonin'.",
            "name": "Tamamo Cross"
        },
        {
            "text": "Tha's why, rather than me, \nI wanna give my family somethin' tasty.",
            "name": "Tamamo Cross"
        },
        {
            "text": "-I thought 'bout it alot. 'Bout what I could do ta make life \neasier for 'em. An' it finally hit me… th' Twinkle Series.",
            "name": "Tamamo Cross"
        },
        {
            "text": "'Cuz they helped me get ta Tracen Academy, I can't go on losin'! \nIt ain't good if I can't win! But even then-",
            "name": "Tamamo Cross"
        },
        {
            "text": "Letting her attend Tracen Academy was a blessing, \nand in return her inclination was to prioritize \nher family over everything else.",
            "choice_data_list": [
                "Don't overdo it by being thrifty",
                "Don't overdo it by being thrifty"
            ]
        },
        {
            "text": "Are ya stupid? My thriftiness is Pro-level! \nAnd what's this all of a sudden? Are ya my mom?!",
            "name": "Tamamo Cross",
            "choice_data_list": [
                "But I'm worried about you!"
            ]
        },
        {
            "text": "Frank, ain't ya!? \nDon't say tha' with such a straight face, it's embarassin'!",
            "name": "Tamamo Cross"
        },
        {
            "text": "For the sake of her family is what drives her. But, it would be \nfine to spoil herself just a little… is what I thought."
        }
    ]
}