{
    "text_block_list": [
        {
            "name": "Tamamo Cross",
            "text": "Haaa, haaa, haa… Finished all ten.",
            "choice_data_list": [
                "Good work finishing the morning training menu"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "…too easy, I can keep goin'. I'm gonna go do 10 more.",
            "choice_data_list": [
                "But, there's still the afternoon…"
            ]
        },
        {
            "text": "We're entering the high point of the summer training camp, so she's probably building up some fatigue. The blazing sun on the beach should be compounding that."
        },
        {
            "name": "Tamamo Cross",
            "text": "All th' more reason ta push myself ta th' limit! Isn't this th' best chance ta train my endurance?"
        },
        {
            "name": "Tamamo Cross",
            "text": "I wanna be thorough today…!",
            "choice_data_list": [
                "Slowly increasing it one at a time is fine",
                "Slowly increasing it one at a time is fine"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "Okay, tha's fine! Alright, here I go!"
        },
        {
            "text": "Tamamo Cross was really motivated. Though it was unplanned, I added more to her afternoon training menu since she wanted to train harder."
        },
        {
            "name": "Tamamo Cross",
            "text": "Ah, there she is. Trainer!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Hey, wanna go ta the nearby summer festival? Not like ya got anything better ta do, right?",
            "choice_data_list": [
                "Sure"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "Ya see, I was thinkin' 'bout tryin' out this rewardin' yerself thing…"
        },
        {
            "name": "Tamamo Cross",
            "text": "'Cuz I worked really hard on today's trainin', right? It was two days worth of trainin'. So…",
            "choice_data_list": [
                "Sounds like you deserve a reward!",
                "Sounds like you deserve a reward!"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "R-right…! Since Trainer says so, I'll try givin' myself a reward!!",
            "choice_data_list": [
                "What kind of reward?",
                "What kind of reward?"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "Walkin' 'round and tryin' all th' food stalls! I've wanted ta do somethin' like this since I was a kid. Tonight I'm gonna splurge an' hit all the' stalls!"
        },
        {
            "name": "Tamamo Cross",
            "text": "What should I eat first~!? It's so hard ta decide!"
        },
        {
            "name": "Stall Manager",
            "text": "C'mon, welcome! Choco-bananas! Tonight as a special service, if you beat me in Rock-Paper-Scissors, you'll get one more free!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Choco-bananas~! They look good but, thinkin' 'bout how fillin' they might be, maybe I should pass fer now…",
            "choice_data_list": [
                "Weren't we going to eat and walk around?",
                "Weren't we going to eat and walk around?"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "Ah… tha's true… But… Choco-banana… are those a good thing ta buy fer that…?",
            "choice_data_list": [
                "Can you buy one in my place?",
                "Can you buy one in my place?"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "Hm? Ah, Trainer, yer bad at Rock-Paper-Scissors, ain't ya~? Got it, I'll get one for ya!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Old man, one choco-banana!"
        },
        {
            "name": "Stall Manager",
            "text": "Here ya go! Alright, bonus time! Rock-Paper-Scissors!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Rock-Paper-Scissors!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Alright, I won!! Trainer, I got two of 'em!",
            "choice_data_list": [
                "You won, so I'll give you one",
                "You won, so I'll give you one"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "Huh?…Ah-…okay… I'll take one… thanks."
        },
        {
            "name": "Tamamo Cross",
            "text": "Oh…? Oooooh! Trainer! The beef tendon here, it's cooked in miso and mirin!"
        },
        {
            "name": "Tamamo Cross",
            "text": "It's white miso!! And this one has alot 'a miso tha' goes well with soy sauce! Got no choice but ta try it, huh?!"
        },
        {
            "name": "Stall Manager",
            "text": "Lil' lady, ya know a lot! Tha's right, we sell Doteyaki! Even though yer an elementary schooler, do ya eat alot of these kinds of snacks?"
        },
        {
            "name": "Tamamo Cross",
            "text": "Ehehe, Dad eats alot of these kinds of… -wait, who are ya callin' an elementary schooler?!"
        },
        {
            "name": "Stall Manager",
            "text": "Oh my, yer not in elementary? Pardon me. As an apology, how 'bout I treat ya ta one!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Eh?! Really? Ah, in tha' case, I'll pay so it's like it's half-price instead, can I get two?"
        },
        {
            "name": "Tamamo Cross",
            "text": "Nnn~, from th' gooey beef tendon a faint sweetness from th' white miso seeps through… irresistable~."
        },
        {
            "name": "Tamamo Cross",
            "text": "It wasn't a mistake ta buy this! On top of that, gettin' two of 'em. How extravagant!",
            "choice_data_list": [
                "…Excuse me, one more order"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "Hahahaa, just the' right amount of luxury! It's got an authentic flavor ta it, so it'd be a waste not ta eat it!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Next up… yeah, gotta be some takoyaki. Trainer, want some too?",
            "choice_data_list": [
                "I don't think I can finish one order…"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "Wanna split one with me then?"
        },
        {
            "text": "I bought an order of Takoyaki, and split it with Tamamo Cross."
        },
        {
            "name": "Tamamo Cross",
            "text": "…There's alot 'a dough. Is there even any octopus…?",
            "choice_data_list": [
                "Seems about right for festival takoyaki",
                "Seems about right for festival takoyaki"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "Ah, sounds like Trainer didn't have high expectations for its flavor either."
        },
        {
            "name": "Tamamo Cross",
            "text": "…I've always wondered about tha'. Why do people buy takoyaki at a festival, even if it ain't from a specialty shop?"
        },
        {
            "name": "Tamamo Cross",
            "text": "It's… probably that. Th' mood in th' air. Th' festival atmosphere makes it tastier.",
            "choice_data_list": [
                "Maybe…"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "Right? But, without tryin' it once, ya'd never understand why anyone would buy somethin' like that…"
        },
        {
            "name": "Tamamo Cross",
            "text": "…same with rewardin' yerself."
        },
        {
            "name": "Tamamo Cross",
            "text": "I finally get it. Why ya'd want to splurge on a reward… partly so ya have something ta look forward ta."
        },
        {
            "text": "While looking at the night sky, Tamamo Cross spoke softly as if recalling something."
        },
        {
            "name": "Tamamo Cross",
            "text": "…A while back, those pancakes I ate, I've wanted ta eat 'em again."
        },
        {
            "name": "Tamamo Cross",
            "text": "Up until now, just regular hotcake mix has been fine but, that cafe's pancakes are my goal now."
        },
        {
            "name": "Tamamo Cross",
            "text": "My goals have gotten higher! Rewardin' myself, it's raisin' my motivation to aim even higher!",
            "choice_data_list": [
                "T-that's true…",
                "T-that's true…"
            ]
        },
        {
            "text": "I simply wanted her to spoil herself a little more but… to turn that into a reason to aim higher, it's very much like her."
        },
        {
            "name": "Tamamo Cross",
            "text": "'sides, if I don't know what's tasty or good, how can I know what ta get fer my family?!"
        },
        {
            "name": "Tamamo Cross",
            "text": "…tha' weddin' anniversary present, I ended up havin' Trainer choose it fer me, after all…"
        },
        {
            "text": "Right, in the end she was overwhelmed by the the atmosphere in the store and forced to retreat. She couldn't decide on the sweets herself.",
            "choice_data_list": [
                "Gaining experience is a good thing!",
                "Gaining experience is a good thing!"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "Right! After this, I'll give \"Rewardin' myself\" a try! Make sure ya teach me a lot, Trainer!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Ah, but… I'll pass on that super expensive choco. Something like today, just walkin' and eatin', is jus' right.",
            "choice_data_list": [
                "But, you didn't spend very much though?",
                "But, you didn't spend very much though?"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "Of course! My Osakan soul won't let me pay full price fer anythin'! I won't change my penny-pinchin' ways!",
            "choice_data_list": [
                "Yo! Osaka soul!!"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "Got tha' right! Tamamo Cross, having tasted luxury, will take even further strides forward!"
        }
    ]
}