{
    "text_block_list": [
        {
            "text": "On a day off, while I was out shopping, I happened to see Tamamo Cross. She was just standing there, spacing out.",
            "choice_data_list": [
                "Tamamo Cross?"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "!! T-t-t-…Traineeeeer!!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Yer here! Yer reeeeally here, thanks!! I've reeeeeally been hopin' you'd show up!!",
            "choice_data_list": [
                "I-it's just a coincidence though…?",
                "I-it's just a coincidence though…?"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "Tha's fine! Ya see, I'm jus' really strugglin' with this on my own!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Ya see, I've never been in one 'a these fancy stores ta buy anything before, right? I don' even know where ta enter, and th' sun'll be settin' by the time I do!"
        },
        {
            "name": "Tamamo Cross",
            "text": "I beg of ya! Can ya help me find a present fer my parents' weddin' anniversary?!"
        },
        {
            "name": "Tamamo Cross",
            "text": "-and, it sounds like th' brats are gonna make some okonomiyaki ta celebrate. Since I can't help 'em, I thought it'd be better ta buy somethin' and send it."
        },
        {
            "name": "Tamamo Cross",
            "text": "With my budget, I can't really send 'em anything too pricey but… got any good ideas?"
        },
        {
            "text": "She just said something about this being fancy but, these stores were normally reasonable for a student's budget. If that's expensive to her-",
            "choice_data_list": [
                "How about some really good snacks?",
                "How about some really good snacks?"
            ]
        },
        {
            "text": "There are plenty of snacks that are low budget but look extravagant. They tend to be happily given away at gift exchanges, so maybe it'll feel a bit celebratory."
        },
        {
            "name": "Tamamo Cross",
            "text": "Looks fancy but is a decent price? Sounds great! And if it's snacks, th' brats can enjoy 'em too… Yeah, let's do that!"
        },
        {
            "text": "And with that, we ended up in a place that sells sweets, but-"
        },
        {
            "name": "Tamamo Cross",
            "text": "N-no way… isn't tha' one digit too many…?"
        },
        {
            "name": "Tamamo Cross",
            "text": "Wha-… this… this 1 piece costs more than 5 boxes of chocolate!?"
        },
        {
            "name": "Tamamo Cross",
            "text": "One month's worth of allowance, gone in one bite… tha's insane!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Unbelievable… inconceivable… do people normally eat somethin' this expensive…?",
            "choice_data_list": [
                "Maybe just for special occasions"
            ]
        },
        {
            "text": "I explain that they're normally used as gifts and not something for everyday. High-class sweets are special, so maybe as a way to reward yourself."
        },
        {
            "name": "Tamamo Cross",
            "text": "A reward fer yerself…?"
        },
        {
            "name": "Tamamo Cross",
            "text": "I've heard 'bout tha' before, but people actually do that? Eh, isn't tha' wasteful? They don't save it? So weird…"
        },
        {
            "name": "Tamamo Cross",
            "text": "But, really, this price… now I seriously have no idea what ta get…",
            "choice_data_list": [
                "How about a short break?",
                "How about a short break?"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "…yeah. I wanna calm down a bit an' think about it."
        },
        {
            "name": "Tamamo Cross",
            "text": "Fuuuuuu… I can finally take a breather. Okay, what should I order~."
        },
        {
            "name": "Tamamo Cross",
            "text": "…"
        },
        {
            "name": "Tamamo Cross",
            "text": "…pancakes are THIS much?! I still need ta buy a present, so I'd rather spend it on that."
        },
        {
            "name": "Tamamo Cross",
            "text": "Ah-, I'm fine with jus' water! I'm not tha' hungry anyways~."
        },
        {
            "name": "Cafe Employee",
            "text": "Pardon me. Have you decided on your order?",
            "choice_data_list": [
                "Pancakes and juice for two"
            ]
        },
        {
            "name": "Cafe Employee",
            "text": "Two orders of pancakes and juice. Certainly."
        },
        {
            "name": "Tamamo Cross",
            "text": "Wait! Why are ya orderin' for me?!",
            "choice_data_list": [
                "A reward for you and me",
                "A reward for you and me"
            ]
        },
        {
            "text": "Tamamo Cross and I have been working hard day in and day out. I tell her they're a reward for me too, and she should join me."
        },
        {
            "text": "Besides, it's not just for this spring. Hopefully she'll eat this and get the motiviation to work even harder moving forward."
        },
        {
            "name": "Tamamo Cross",
            "text": "…I can guess what yer thinkin'. Ya want me ta try out this \"rewardin' yerself\" thing fer myself."
        },
        {
            "name": "Tamamo Cross",
            "text": "Since I can't really grasp what rewardin' yerself means… I ain't gotta reason ta refuse then. I'll try it fer myself!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Fuu Fuu Fuu… gettin' ta enjoy such expensive pancakes for free, today's my lucky day!"
        },
        {
            "name": "Cafe Employee",
            "text": "Sorry for the wait, pancakes and juice. Please take your time~."
        },
        {
            "name": "Tamamo Cross",
            "text": "Oh, it's here!…it's really fluffy isn't it? So how is it…?"
        },
        {
            "name": "Tamamo Cross",
            "text": "…Fuaa!?"
        },
        {
            "name": "Tamamo Cross",
            "text": "(The moment I put it in my mouth, it melted an' th' flavor of eggs spread all through my mouth… and it was gone in an instant…)"
        },
        {
            "name": "Tamamo Cross",
            "text": "(The salty taste of th' butter goes real well with th' cream… and such a light aftertaste… I could eat these foreeeeeever…!)"
        },
        {
            "name": "Tamamo Cross",
            "text": "SOOOO GOOD!!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Trainer, these… are amazin'!!"
        },
        {
            "name": "Tamamo Cross",
            "text": "…fer sure, I'd want ta eat this again. I think I see why ya'd want ta stretch yer budget for somethin' like this!"
        },
        {
            "name": "Tamamo Cross",
            "text": "…so tha's why it's called \"rewardin' yerself\"…"
        },
        {
            "name": "Tamamo Cross",
            "text": "…But, I want my family to eat somethin' like this too. I want ta reward my parents and th' brats, too.",
            "choice_data_list": [
                "I'm sure they feel the same way"
            ]
        },
        {
            "text": "Tamamo Cross' family, probably want to treat her to something tasty like this too, feeling like it would be a reward for working so hard."
        },
        {
            "name": "Tamamo Cross",
            "text": "My family wanting ta reward me… …now that I think about it-"
        },
        {
            "name": "Tamamo's Little Brother",
            "text": "Ah-! Neene is the only one with 1 extra croquette! Why-?"
        },
        {
            "name": "Tamamo Cross' Father",
            "text": "Tha's Tama's reward! 'Cuz she won first place! Tama, eat up so ya can run well in th' next one too!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Tha's right… I've gotten rewarded before…"
        },
        {
            "name": "Tamamo Cross",
            "text": "My family and me feel th' same… it's so obvious ain't it? Not good… I was gettin' tunnel vision again…",
            "choice_data_list": [
                "Every now and then, how about spoiling yourself?"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "…I've been spoiled more than enough… but I'll think about it."
        },
        {
            "name": "Tamamo Cross",
            "text": "…well then. Gonna have some more of these pancakes! Don't wanna leave any leftovers of somethin' this tasty!"
        },
        {
            "text": "After saying that, Tamamo Cross continued stuffing herself with the pancakes with surprising vigor, saying how tasty it was the whole time.",
            "choice_data_list": [
                "There's no need to hurry…"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "I wanna finish it!! I wanna savor it! But, my limit… my limit is already approachin'…!",
            "choice_data_list": [
                "Limit?"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "…I think I'm cappin' out on this unfamiliar luxury… now, my back is covered in cold sweat… I'm feelin' faint…"
        },
        {
            "text": "-I never thought her tolerance for high-class food would be this low. But, even while in a cold sweat, she continued to stuff her mouth with pancake."
        }
    ]
}