{
    "text_block_list": [
        {
            "text": "Next week, finally, there's going to be a Selection Race…! As a brand new trainer, it'll be the first time I've seen one"
        },
        {
            "text": "Selection Races are a place for Uma Musume to demonstrate their abilities, and for trainers to scout them. It's really important for both sides."
        },
        {
            "text": "There were still a few days left, but I was so nervous and excited that I couldn't keep calm… to distract myself from these feelings, I decided to go for a walk."
        },
        {
            "text": "While I was passing by a park near the academy, I could hear the sounds of children playing. When I looked in that direction-"
        },
        {
            "name": "Tamamo Cross",
            "text": "Alright, time's up! None of ya were able ta keep up!"
        },
        {
            "name": "Boy A",
            "text": "T-Tama-neechan, you're super fast~!"
        },
        {
            "name": "Girl A",
            "text": "Even with all of us chasing you, we still couldn't catch you~ Go easier on us~!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Daa haa haa! The world of competition is harsh, ya hear? Just cuz yer kids, don't go thinkin' I'll go easy on ya."
        },
        {
            "name": "Girl A",
            "text": "Tama-oneechan! I wanna see what it's like when Tama-oneechan is serious!"
        },
        {
            "name": "Boy A",
            "text": "Me too, me too! Just like 'zoom'! I wanna see it again!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Whaddaya mean, again!? Geez, guess I don' really have a choice, just a lil' bit, got it? C'mon, step back some! Y'all could get hurt!"
        },
        {
            "name": "Children",
            "text": "Okaaay!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Ok, here I go~! Just a bit, ya hear? Better keep those eyes peeled, else yer gonna miss it!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Fuuu-!!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Uoooooooooooo!! My runnin'!! Howzzat?!",
            "choice_data_list": [
                "…!!"
            ]
        },
        {
            "name": "Boy A",
            "text": "Awwwwesome!~! She's so faaaast~!"
        },
        {
            "name": "Girl A",
            "text": "Tama-oneechan, so cool-!!"
        },
        {
            "text": "Truthfully, her running was very powerful, despite how cheerful she looked… but what drew my attention the most, was that overwhelming explosive power. Almost like-",
            "choice_data_list": [
                "Lightning…",
                "Lightning…"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "- Whadija say? Wait, who the heck are you?!"
        },
        {
            "text": "Maybe it was because I was too excited seeing her run, but I spoke without thinking! Everyone in the area turned their attention to me.",
            "choice_data_list": [
                "I-I'm definitely not a suspicious person…"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "Ain't nobody who says that that ain't suspicious! Wait, yer eyes are sparklin'… you brats, make sure ya stay behind me!"
        },
        {
            "text": "Looks like she's mistaking me for some kind of creeper…! In a panic, I explain myself to her."
        },
        {
            "name": "Tamamo Cross",
            "text": "-In short, while takin' a walk, ya got distracted by an Uma Musume. Haa~ guess yer the type that's crazy 'bout yer job."
        },
        {
            "name": "Tamamo Cross",
            "text": "Anyhow, whatta coincidence. Yer a newbie trainer, right? Me too, I'm an Uma Musume that ain't debuted just yet."
        },
        {
            "name": "Boy A",
            "text": "-Tama-neechan! Let's play hide-and-seek next!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Yeah, hold your horses! I'll be over in a sec- …fuu, those brats've got more energy than they know wha' ta do with."
        },
        {
            "name": "Tamamo Cross",
            "text": "Name's Tamamo Cross. Must be some kinda fate, huh? As rookies, you and me gotta do our best! Later!"
        },
        {
            "text": "When she debuts, I wonder what kind of run she'll show us? While thinking that, I left the place feeling refreshed."
        },
        {
            "text": "And then, one week later."
        },
        {
            "text": "Finally, the day of the Selection Race had come. When I looked over at the participating Uma Musume-"
        },
        {
            "name": "Tamamo Cross",
            "text": "'sall good… I can win… Just hafta get out front… get out front, and get first…!",
            "choice_data_list": [
                "(…is she nervous?)",
                "(…is she nervous?)"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "-Gotta win. At a place like this… gotta make sure ta win…!"
        },
        {
            "text": "Tamamo Cross seemed a little different from when I first met her, and it bothered me a little bit, but the the race was about to begin-"
        },
        {
            "name": "Tamamo Cross",
            "text": "Haaa… haaa… haaa…!! Gonna win…! For sure, gotta win…!"
        },
        {
            "name": "Commentator",
            "text": "Tamamo Cross, is this where she runs out of steam?! She's slowly falling out of the leading group! She's unable to keep up!!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Ku…!!"
        },
        {
            "text": "In the end, Tamamo Cross ended up not finishing in the top 5. To me, something seemed off about her run… like she didn't have any leeway at all."
        },
        {
            "name": "Average Trainer A",
            "text": "Tamamo Cross, was it? At the start she showed admirable determination, but she hurried too much and failed to properly manage her pace…"
        },
        {
            "name": "Veteran Trainer A",
            "text": "Her battle spirit isn't a bad thing. But with that small body, competing with others at the end of the race might be too much."
        },
        {
            "name": "Tamamo Cross",
            "text": "Damn …… damn, damn, damn ……! What the fuck are you doing, we're ……!"
        },
        {
            "name": "Average Trainer B",
            "text": "-Tamamo Cross. I apologize for disturbing you while you're still tired from your race, but could I have a moment?"
        },
        {
            "name": "Tamamo Cross",
            "text": "Eh?… w-what…?"
        },
        {
            "name": "Average Trainer B",
            "text": "I'll keep it short. I want to scout you. It's still a bit unrefined, but your run wasn't bad."
        },
        {
            "name": "Tamamo Cross",
            "text": "F-fer real?!"
        },
        {
            "name": "Average Trainer B",
            "text": "Yeah. If you join my team, you could eventually work your way up to a Major race. If everything goes well, you might even be competitive. How does that sound?"
        },
        {
            "name": "Tamamo Cross",
            "text": "—"
        },
        {
            "name": "Tamamo Cross",
            "text": "… [might even be competitive] is it? By that, ya mean I might even have a chance at winnin' a G1?"
        },
        {
            "name": "Average Trainer B",
            "text": "That is… something I can't guarantee. It all depends on you, it's just a possibility-"
        },
        {
            "name": "Tamamo Cross",
            "text": "- Don' mess with me!!"
        },
        {
            "name": "Tamamo Cross",
            "text": "I wanna win! Win and win and win like hell! Not winnin' ain't gonna fly!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Just \"might be competitive\" ya say?! There's a limit ta how much ya can treat someone like a fool! I'm- not doin' this with such a half-hearted feelin'!!"
        },
        {
            "name": "Average Trainer B",
            "text": "…looks like her temperment is a bit too much for me."
        },
        {
            "text": "After Tamamo Cross ran off, nobody chased after her. But for me, her intense drive for victory was deeply striking.",
            "choice_data_list": [
                "(… Let's go after her!)"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "God damnit… god damnit… really, unforgiveable…! Bein' underestimated… and my own half-assed runnin'…!",
            "choice_data_list": [
                "-Tamamo Cross!"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "nn?!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Yer, if I remember… from tha' time at th' park…",
            "choice_data_list": [
                "I want to scout you!",
                "I want to scout you!"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "—"
        },
        {
            "name": "Tamamo Cross",
            "text": "…Yer, a rookie trainer ain't ya? Ya got no experience or even results to yer name, how 'bout resolve?"
        },
        {
            "name": "Tamamo Cross",
            "text": "Believin' in my victory, trainin' me, and winnin' G1s! The resolve ta be th' best in Japan! Do ya really have tha' kinda resolve?!",
            "choice_data_list": [
                "…!"
            ]
        },
        {
            "text": "There was an intense amount of spirit behind those words. Unconsciously, I was taken aback at that pressure, unable to speak."
        },
        {
            "name": "Tamamo Cross",
            "text": "…forget it. Both of us, we're done here-"
        },
        {
            "text": "…After she left, the only thing I could think of was, how I regretted not being able to even respond to her words at all…"
        }
    ]
}