{
    "text_block_list": [
        {
            "name": "Tamamo Cross",
            "text": "Hmm hmm… Dad, ya never change, do ya? Hahaa, even th' brats are tsukkomi-ing."
        },
        {
            "name": "Tamamo Cross",
            "text": "Looks like they're enjoyin' the souvenirs too!",
            "choice_data_list": [
                "A letter from your family?"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "Yep. They also wrote somethin' for ya. Take a look."
        },
        {
            "text": "Several different handwritings were in the letter. The sentences written mainly in hiragana were probably Tamamo Cross' siblings'."
        },
        {
            "text": "A few days ago, [Tracen Academy, Enrolled for a Day!] had aired on TV. Tamamo Cross had appeared in it while running, and they had written their impressions about that."
        },
        {
            "name": "Tamamo Cross",
            "text": "Th' script said ta run side-by-side with Oguri 'n Inari. They told us ta jus' take it easy, but that ain't us so we ended up goin' full throttle.",
            "choice_data_list": [
                "So the scene turned in to a competition",
                "So the scene turned in to a competition"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "Yeah. Dad was impressed by ya too. Yer th' reason she's become so amazin', she said."
        },
        {
            "name": "Tamamo Cross",
            "text": "[Trainer and \"White Lightning\", quake th' heavens with thunder], she said! Don' go betrayin' Dad's expectations, ya hear!",
            "choice_data_list": [
                "Bring it on!"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "Hahahaa, if that's th' case, I'll write 'em that."
        },
        {
            "name": "Tamamo Cross",
            "text": "Right, I'll send the brats some more snacks. Meanin' some shoppin', wanna come with?"
        },
        {
            "name": "Tamamo Cross",
            "text": "Help me pick some snacks ta send 'em. I'll let 'em know in th' letter, and it'll do for an introduction, don't ya think?",
            "choice_data_list": [
                "Absolutely!"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "Let's see… last time they said this chocolate snack was good. There's even a limited edition peach flavor?"
        },
        {
            "name": "Tamamo Cross",
            "text": "Ah, these cookies're great, there's alot in there! Th' red box makes 'em look real fancy!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Now that I get a good look, there's lotsa new brands ain't there? …Trainer, got any suggestions?",
            "choice_data_list": [
                "The cookies in that red box are great!"
            ]
        },
        {
            "text": "Her siblings probably have a hearty appetite. If that's the case, then snacks with quantity are probably best, so I suggest that."
        },
        {
            "name": "Tamamo Cross",
            "text": "Got it! In tha' case, th' cookies and a family size pack of rice crackers are th' right choice…"
        },
        {
            "name": "Tamamo Cross",
            "text": "Hmmmm… maybe I should get 'em th' one they liked last time too. If I'm thrifty this month, I can probably get them both th' regular an' peach flavor ones.",
            "choice_data_list": [
                "Don't force yourself if your budget's tight…"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "I ain't forcin' myself. I only have to be a little thrifty. No different from how it is normally."
        },
        {
            "text": "But… thinking back on the contents of that letter she showed me-"
        },
        {
            "name": "Letter",
            "text": "[Thanks fer th' snacks. They were tasty. Tama had some too right? Even without th' souvenirs, it's fine if ya just give us a call]"
        },
        {
            "text": "Tamamo Cross' family wrote they were fine without souvenirs. They've probably already realized how tight her budget is."
        },
        {
            "name": "Tamamo Cross",
            "text": "Alright! Let's go with these 4!",
            "choice_data_list": [
                "Not buying any for yourself?",
                "Not buying any for yourself?"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "I'm fine, I already get ta eat my fill of good food. 'Cuz of Tracen Academy, everyday I get ta eat a feast!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Any more luxury than this and I'll be in for a reckonin'."
        },
        {
            "name": "Tamamo Cross",
            "text": "Tha's why, rather than me, I wanna give my family somethin' tasty."
        },
        {
            "name": "Tamamo Cross",
            "text": "-I thought 'bout it alot. 'Bout what I could do ta make life easier for 'em. An' it finally hit me… th' Twinkle Series."
        },
        {
            "name": "Tamamo Cross",
            "text": "'Cuz they helped me get ta Tracen Academy, I can't go on losin'! It ain't good if I can't win! But even then-"
        },
        {
            "text": "Letting her attend Tracen Academy was a blessing, and in return her inclination was to prioritize her family over everything else.",
            "choice_data_list": [
                "Don't overdo it by being thrifty",
                "Don't overdo it by being thrifty"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "Are ya stupid? My thriftiness is Pro-level! And what's this all of a sudden? Are ya my mom?!",
            "choice_data_list": [
                "But I'm worried about you!"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "Frank, ain't ya!? Don't say tha' with such a straight face, it's embarassin'!"
        },
        {
            "text": "For the sake of her family is what drives her. But, it would be fine to spoil herself just a little… is what I thought."
        }
    ]
}