{
    "text_block_list": [
        {
            "text": "A few days after forming a provisional contract with Tamamo Cross-"
        },
        {
            "name": "Tamamo Cross",
            "text": "-Fuu. Time?",
            "choice_data_list": [
                "Another personal best!",
                "Another personal best!"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "Alright!! Even after that run, I still got gas in the tank… lookin' good, huh?!"
        },
        {
            "text": "Due to the frantic training she's been doing lately, it seems like she's truly growing stronger. If she's doing this well, she should probably try another real race…",
            "choice_data_list": [
                "How about trying out a mock race?",
                "How about trying out a mock race?"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "Testin' out my power before th' Selection Race? Bring it on! I wanna see how far I've come!"
        },
        {
            "text": "The way Tamamo Cross is now, she'll win for sure. That way we can head in to the Selection Race with momentum."
        },
        {
            "text": "That's what I thought, but-"
        },
        {
            "name": "Tamamo Cross",
            "text": "Win… Win… Win…! I need ta win, right here, right now…!"
        },
        {
            "name": "Commentator",
            "text": "We're almost at the final stretch! The lead isn't changing! Is there an Uma Musume that can pull away?!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Damnit… why…?! My legs feel heavy…! Even though… I wanna win this…!"
        },
        {
            "name": "Commentator",
            "text": "Tamamo Cross was able to catch up but can't pull ahead! Is it already too late?! The lead isn't changing! It's over!!"
        },
        {
            "text": "Tamamo Cross' mock race that was supposed to be just warm-up, ended with a bitter also-ran result."
        },
        {
            "name": "Tamamo Cross",
            "text": "Why… why do I keep havin' these pathetic results…!?",
            "choice_data_list": [
                "Tamamo Cross…"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "…Sorry. Let's call it a day. I need ta go cool my head…"
        },
        {
            "text": "Tamamo Cross being unable to display her full power, there has to be a reason for it. I was walking alone while thinking this, when-"
        },
        {
            "text": "Before I realized it, I was at the park where I first met Tamamo Cross. Even now, it was still filled with the sounds of children playing."
        },
        {
            "name": "Girl A",
            "text": "-Tama-oneechan! Over here!"
        },
        {
            "name": "Boy A",
            "text": "C'mon, hurry!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Geez, I told ya I didn't come here ta play! Really, whenever ya see me, ya just come a runnin'-"
        },
        {
            "name": "Tamamo Cross",
            "text": "Ah…",
            "choice_data_list": [
                "…Do you come here often?",
                "…Do you come here often?"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "…This park, it's a lot like th' one back home. That's why… whenever I'm feelin' a little blue… I end up here…"
        },
        {
            "name": "Boy A",
            "text": "Tama-neechan? What're you doing-?"
        },
        {
            "name": "Tamamo Cross",
            "text": "Ah- I got it, I got it! I've gotta talk to this guy first! Jus' play with each other fer now!"
        },
        {
            "name": "Tamamo Cross",
            "text": "…they're about th' same age as the brats- my siblings, back home."
        },
        {
            "name": "Tamamo Cross",
            "text": "…Wonder if they're doin' okay. Dad and Mom too… hopefully they're doin' well too…",
            "choice_data_list": [
                "You care alot about your family, huh?",
                "You care alot about your family, huh?"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "…They're important. More than anythin'-"
        },
        {
            "name": "Tamamo Cross",
            "text": "My family, ya see… we're broke. But, with everyone smilin' happily, every day was fun."
        },
        {
            "name": "Tamamo Cross",
            "text": "But… Dad and Mom, ta make sure we had enough ta eat, worked themselves ta the bone… I wanted ta help 'em out."
        },
        {
            "name": "Tamamo's Little Brother",
            "text": "Neene- Tama-neene-! Let's buy some candy~. I'm really hungry~."
        },
        {
            "name": "Tamamo Cross",
            "text": "No way, bein' wasteful ain't good. 'sides tonight's special is… hanpen steak! Gotta make sure yer not full, so ya can enjoy it!"
        },
        {
            "name": "Tamamo's Little Sister",
            "text": "Waa! Tama-neene's hanpen steak!"
        },
        {
            "name": "Tamamo's Little Brother",
            "text": "Yaaay-! Neene! I'll wait until we get home then-!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Oh, how admirable! C'mon, Dad and Mom are waitin' at home, let's get goin'!"
        },
        {
            "name": "Tamamo Cross",
            "text": "(…Jus' wait. Buyin' candy, fillin' yer bellies with real steak… someday I'm gonna make tha' come true.)"
        },
        {
            "name": "Tamamo Cross",
            "text": "-I thought 'bout it alot. 'Bout what I could do ta make life easier for 'em. An' it finally hit me… th' Twinkle Series. "
        },
        {
            "name": "Tamamo Cross",
            "text": "Win a whole buncha races, get famous as th' best in Japan. Doin' that, fer sure, would make life easier for 'em."
        },
        {
            "name": "Tamamo Cross",
            "text": "'Cuz they helped me get ta Tracen Academy, I can't go on losin'! It ain't good if I can't win! But even then-"
        },
        {
            "name": "Tamamo Cross",
            "text": "Right now, I ain't done nothin' but lose a buncha times. Startin' ta feel a lil' stupid… kinda depressin'."
        },
        {
            "name": "Girl A",
            "text": "-Tama-oneechan, are you okay?"
        },
        {
            "name": "Tamamo Cross",
            "text": "Oh, what's up? Ya came back? Didn't I tell ya to go play with th' others?"
        },
        {
            "name": "Boy A",
            "text": "But, we wanna see Tama-neechan run! Show us again!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Geez, yer really rough on yer Uma Musume ain't ya? Guess it can't be helped, I'll show ya jus' a bit, so step back!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Here I go~… -Fuu!!"
        },
        {
            "text": "She ran as if to cut through the evening sky. She was running with the same quickness as the first time I saw her, like \"lightning\"."
        },
        {
            "name": "Boy A",
            "text": "No way~!! Tama-neechan, you got a lot faster!! You looked super strong!"
        },
        {
            "name": "Girl A",
            "text": "And, Tama-oneechan looked like she was having fun~!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Got that right! That's- the \"White Lightning\" for ya!",
            "choice_data_list": [
                "…\"White Lightning\"?"
            ]
        },
        {
            "name": "Tamamo Cross",
            "text": "…A long time ago, Dad used ta say that while I was runnin'. [Faster and havin' more fun than anyone, yer just like \"White Lightning\", Tama] she'd say."
        },
        {
            "name": "Tamamo Cross",
            "text": "Everyone back home, believes that \"White Lightning\" will be th' best in Japan. Tha' feelin'… I don't wanna disappoint 'em.",
            "choice_data_list": [
                "(Having more fun than anyone… running faster-)"
            ]
        },
        {
            "text": "At that moment, one possibility as to why Tamamo Cross couldn't realize her full power floated to the front of my mind…"
        }
    ]
}