{
    "text_block_list": [
        {
            "name": "Marvelous Sunday",
            "text": "Marvelooous☆ Summer Training Camp is Marvelous, don't you think?★ Mister Sun seems happy! Seems like something good will happen!!"
        },
        {
            "text": "And with that in mind, we were doing well during this year's summer training camp. However――"
        },
        {
            "name": "Uma Musume A",
            "text": "Haa, training camp is fine but……out in the countryside, there aren't too many places to have fun, huh……"
        },
        {
            "name": "Uma Musume B",
            "text": "You said it~, I can't help but think……that it might be a bit more fun if there were some shops at least~."
        },
        {
            "name": "Uma Musume C",
            "text": "Signal's weak too, so I'm really bored……"
        },
        {
            "name": "Marvelous Sunday",
            "text": "Marvelous☆"
        },
        {
            "name": "Marvelous Sunday",
            "text": "There's Marvelous things all over the place, you know! Like, that beach house!"
        },
        {
            "name": "Marvelous Sunday",
            "text": "A tasty, salt-flavored yakisoba is good too, but the inner tubes you can borrow for free as a Tracen Academy student are what I'd recommend!"
        },
        {
            "name": "Marvelous Sunday",
            "text": "If it's now, then you might be able to see some tropical fish depending on the tides☆ Being able to just float around and find pretty fish is Marvelous too★"
        },
        {
            "name": "Uma Musume B",
            "text": "Oooh~, so there are tropical fish, huh~?! I kind of want to see them~!"
        },
        {
            "name": "Marvelous Sunday",
            "text": "And then, and then, if you walk a little bit――"
        },
        {
            "name": "Marvelous Sunday",
            "text": "Seems like there's a really pretty stream!"
        },
        {
            "name": "Marvelous Sunday",
            "text": "Rumor has it, that this river has a king! If we were able to see it, it'd be very Marvelous!"
        },
        {
            "name": "Uma Musume C",
            "text": "A king!? If we got a picture of it, I bet it'd create quite a buzz!"
        },
        {
            "name": "Marvelous Sunday",
            "text": "See! Marvelous is everywhere all around us☆"
        },
        {
            "name": "Uma Musume A",
            "text": "Oooh~, so there was all that nearby. I had no idea. During our next break, let's go take a look! Thanks, Marvelous-san!"
        },
        {
            "name": "Marvelous Sunday",
            "text": "You're welcome! Rather than being bored, going and having fun is Marvelous after all☆"
        },
        {
            "text": "As usual, Marvelous Sunday's positive attitude was wonderful. It only took a moment to change the other students' outlook to a positive one."
        },
        {
            "text": "However, since we're at Summer Training Camp, I wonder if we could find something more special――no, Marvelous, to enjoy.",
            "choice_data_list": [
                "……I should try to find something too",
                "……I should try to find something too"
            ]
        },
        {
            "name": "Marvelous Sunday",
            "text": "Is something wrong? Your eyebrows are all scrunched up. Worried about something?",
            "choice_data_list": [
                "I'm fine. Nothing to worry about!"
            ]
        },
        {
            "name": "Marvelous Sunday",
            "text": "I see☆ …………"
        },
        {
            "text": "And so, to make the Summer Training Camp more Marvelous, I started searching for something fun nearby――"
        },
        {
            "text": "I wandered every which way to ask questions and get information. I wanted those girls to have a Marvelous experience――"
        },
        {
            "text": "As if in response to that feeling, I had found something. A festival held once every 5 years in the next town. It was certain to be Marvelous!"
        },
        {
            "text": "I was sure Marvelous Sunday and the others would be overjoyed! I needed to relay this information ASAP so we could make preparations to go!"
        },
        {
            "name": "Marvelous Sunday",
            "text": "Waaiii~! Welcome back☆★☆ Everyone here's ready to go, Trainer!",
            "choice_data_list": [
                "E-eeh!? How did you know……?",
                "E-eeh!? How did you know……?"
            ]
        },
        {
            "name": "Marvelous Sunday",
            "text": "Oooooh~ Ahahahaha! So this is the Marvelous that Trainer made☆"
        },
        {
            "name": "Marvelous Sunday",
            "text": "Yep yep! I knew Trainer could do it! Because Trainer and me think alike, after all☆"
        },
        {
            "name": "Marvelous Sunday",
            "text": "That's why I had everyone start getting ready~!"
        },
        {
            "name": "Marvelous Sunday",
            "text": "Trainer is Marvelous so, for sure, you'd find something incredibly Marvelous, is what I told them☆★"
        },
        {
            "text": "『If I hadn't done that, what would you have done……?』"
        },
        {
            "text": "『If I hadn't done that, what would you have done……?』"
        },
        {
            "text": "I'm sure the old me would have asked something like that. But weirdly, those weren't the words that came out. Instead――",
            "choice_data_list": [
                "Thanks!"
            ]
        },
        {
            "name": "Marvelous Sunday",
            "text": "Yeah! Rather than one person's, it's both of our Marvelous☆"
        },
        {
            "text": "And so we all head to the next town, waiting on the footpath for the festival floats to come."
        },
        {
            "name": "Uma Musume A",
            "text": "Ah……I think I hear something. I wonder if they're here now?"
        },
        {
            "name": "Float-bearers",
            "text": "Waashoi! Waashoi!!"
        },
        {
            "name": "Uma Musume C",
            "text": "Ahahahaa! This is great! It's flashier than I imagined! This'll cause a buzz~!!"
        },
        {
            "name": "Marvelous Sunday",
            "text": "It will! It's Marvelous! Marvelous☆ Marvelous★",
            "choice_data_list": [
                "Marvelous☆ Marvelous★"
            ]
        },
        {
            "text": "After that, we followed the floats in high spirits, eventually arriving at the Summer Festival venue."
        },
        {
            "name": "Uma Musume A",
            "text": "To think the floats would be that heavy! They let me try pulling it but, doing it by myself was pretty hard~."
        },
        {
            "name": "Marvelous Sunday",
            "text": "Being able to move it by yourself is Marvelous☆ Let's see if they'll let us all pull it together afterwards!"
        },
        {
            "name": "Uma Musume B",
            "text": "After this, sounds like they're going to do something with fireworks on them! Hand-held fireworks! I guess they're fireworks you carry in your hands or something~!"
        },
        {
            "name": "Marvelous Sunday",
            "text": "Ooooh~ so there's fireworks like that! Being able to hold them in your hands, it sounds very Marvelous☆"
        },
        {
            "name": "Uma Musume C",
            "text": "Ah, sounds like it's starting soon! Let's all go take a look!"
        },
        {
            "name": "Marvelous Sunday",
            "text": "Ahahahahaa! Everyone's Marvelous, huh☆ More than usual, much much more, a happy Marvelous★"
        },
        {
            "name": "Marvelous Sunday",
            "text": "As I thought, rather than with just one person, with two――",
            "choice_data_list": [
                "With two of us it's better――"
            ]
        },
        {
            "name": "Marvelous Sunday",
            "text": "Marvelous☆★☆"
        },
        {
            "text": "It was easy to make the world sparkle. Not alone, but together―― with just that……the world would become more Marvelous."
        },
        {
            "text": "In order to spread Marvelous around the world, I would continue to work together with her!"
        }
    ]
}