{
    "text_block_list": [
        {
            "text": "I believed that coming to Tracen Academy would change my world――"
        },
        {
            "text": "After a fateful encounter with an exceptional Uma Musume, enjoying those halycon days. However, even after coming here, the days remained colorless."
        },
        {
            "text": "I still wasn't reponsible for anyone, but I wasn't sure what to look for when scouting. I sighed, wondering if the dull days would continue."
        },
        {
            "text": "It was during that time that I happened to see a certain Uma Musume on the training course. She hadn't debuted yet, but something caught my eye."
        },
        {
            "text": "Haa…… Haa…… Ahaa☆ Ahahaa★"
        },
        {
            "text": "Ahahahahaa, Mar~vel~~ous☆★☆"
        },
        {
            "text": "Cheerfully laughing while running, I was captivated. She seemed to be delighted, having fun while she was running. That Uma Musume――"
        },
        {
            "text": "Suddenly, in the middle of the course she collapsed and layed sprawled out!"
        },
        {
            "text": "Zeh……Aha ……Hahaa ……zeh, Haa…… Ahahaha, haa.",
            "choice_data_list": [
                "A-are you okay!?"
            ]
        },
        {
            "text": "Haa…… Ahaha…… Yeah☆ I'm just Marvelous★ Ahahaa☆"
        },
        {
            "text": "I was worried she had overexerted herself, but this Uma Musume was still laughing while out of breath. ……It was a little unnerving.",
            "choice_data_list": [
                "(What about this was marvelous……?)",
                "(What about this was marvelous……?)"
            ]
        },
        {
            "name": "Nice Nature",
            "text": "Oh geez~, you did it again, are you okay?"
        },
        {
            "name": "Nice Nature",
            "text": "Can't you do something about that habit of yours of running 'til you drop? It's dangerous to fall on the course, don't you think?"
        },
        {
            "text": "But you see, Nature, today…… it felt like ――Haa ……it'd be especially Marvelous!"
        },
        {
            "name": "Nice Nature",
            "text": "Yeah, yeah. I figured you'd say that but, if you keep collapsing like that, it'll make everyone else worry!",
            "choice_data_list": [
                "Um…… is she okay?"
            ]
        },
        {
            "name": "Nice Nature",
            "text": "Eh? ……Ah~, were you observing, Trainer-san? I guess it would be surprising if she suddenly fell~, but it's something that happens all the time!"
        },
        {
            "name": "Nice Nature",
            "text": "This girl―― her name's Marvelous Sunday but, I guess you could say she's the type that doesn't know her own limits and just runs frantically?"
        },
        {
            "name": "Nice Nature",
            "text": "She never puts on the brakes, so she ends up moving until she runs out of energy. She's like a little kid and ends up falling asleep mid-meal."
        },
        {
            "name": "Nice Nature",
            "text": "Anyways, it's not like she's sick or injured so there's no need to worry! I'm sure she'll be able to move after she rests for a bit!"
        },
        {
            "text": "Because it was such a memorable encounter, now, everytime I see a red ribbon, I can't help but follow it with my eyes. When I do――"
        },
        {
            "name": "Marvelous Sunday",
            "text": "Ahahahahaa, Ahahaa☆ The wax is so slippery~, the hallway's so shiny, Marvelous★"
        },
        {
            "name": "Nice Nature",
            "text": "Geez, you're really energetic today too~. Make sure it's safe before you start running, okay?"
        },
        {
            "name": "Marvelous Sunday",
            "text": "Okaaa~y☆ Ahahaa~, slide slide~, Marvelous★"
        },
        {
            "name": "Marvelous Sunday",
            "text": "Mystery tea!"
        },
        {
            "name": "Mayano Top Gun",
            "text": "Mystery tea! ――gulp…… gulp……puhaa!"
        },
        {
            "name": "Mayano Top Gun",
            "text": "Ahahahaa, it's not good at all~!"
        },
        {
            "name": "Marvelous Sunday",
            "text": "Ahahaa, you're right, it's not tasty at all☆ So mysterious and so yucky, but still very Marvelous★"
        },
        {
            "name": "Marvelous Sunday",
            "text": "Ahahahahaa, my arms feel like putty! My legs are shaking! I can't move~, Ma-rvelous☆★☆"
        },
        {
            "name": "Marvelous Sunday",
            "text": "Muscle soreness is Marvelous☆ Tomorrow will be more~ Marvelous★ Ow ow ow oww, Ahahahahaa☆",
            "choice_data_list": [
                "(……So, what exactly is marvelous!?)"
            ]
        },
        {
            "text": "The word 『Marvelous』 repeatedly came out of Marvelous Sunday's mouth. After hearing it so many times, I was starting to have my doubts."
        },
        {
            "text": "I can't even tell if it's something happy, painful, good, or bad. But, whenever she said 『Marvelous』, her expression seemed cheerful."
        },
        {
            "text": "Maybe for her, the word had a different meaning than the one in the dictionary. I realized that I wanted to know what that meaning was."
        },
        {
            "name": "Mayano Top Gun",
            "text": "C'mon~~, just when I felt like training today! I hate the rain, Maya's bored!"
        },
        {
            "name": "Marvelous Sunday",
            "text": "But Mayano, the rain is really~ Marvelous, you know?☆ Especially when it's raining hard like this, it's even more Marvelous★"
        },
        {
            "name": "Mayano Top Gun",
            "text": "Eh~, how? If it's raining this hard, we might not be able to train tomorrow either, you know? Maya wants to run!"
        },
        {
            "name": "Marvelous Sunday",
            "text": "That's true, if you can't run because it's raining, it's boring, huh?☆ But if you wait, and wait, and wait a little more for the sun then――"
        },
        {
            "text": "Then…… what? Maybe now I'll finally figure out what she means by marvelous. That's what I thought while lisenting closely, but――"
        },
        {
            "name": "Mayano Top Gun",
            "text": "Ahh, Maya's got it! You're right, I guess if you think about that then the rain might just be marvelous♪",
            "choice_data_list": [
                "！？"
            ]
        },
        {
            "name": "Marvelous Sunday",
            "text": "Right!? Ahahaa, rain, rain falling Marvelous~☆ Splish splash, splish splash Marve~lous★"
        },
        {
            "name": "Mayano Top Gun",
            "text": "Marve~lous☆"
        },
        {
            "name": "Both",
            "text": "Ahahahahaa, let's go!"
        },
        {
            "text": "My shoulders dropped because I didn't get my answer. Once again, today I was still unable to figure out what 『Marvelous』 meant."
        }
    ]
}