{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "I had been sitting at my desk for a while, but \nI was still worried about Marvelous Sunday. I \ndecided to go to the infirmary to check on her――"
        },
        {
            "text": "Haa…… Haa…… ……Ugh……",
            "name": "Marvelous Sunday",
            "choice_data_list": [
                "Marvelous Sunday!?"
            ]
        },
        {
            "text": "Mmm…… mmmmm……",
            "name": "Marvelous Sunday"
        },
        {
            "text": "Huh…… Trainer……? \n……Ahaa, seems like, I'm still dreaming……",
            "name": "Marvelous Sunday"
        },
        {
            "text": "I'm glad…… being alone, isn't marvelous after all……",
            "name": "Marvelous Sunday"
        },
        {
            "text": "Maybe it's because she just woke up, but Marvelous \nSunday seemed a little out of it. Wondering if she \nwas okay, I talked to her because she seemed depressed.",
            "choice_data_list": [
                "……what were you dreaming about?",
                "……what were you dreaming about?"
            ]
        },
        {
            "text": "Hmmmm~…… a long time ago……the same dream I'd had \nwhile I was hospitalized…… It was dark……in a place \nwhere I couldn't see anything…… and very cold――",
            "name": "Marvelous Sunday"
        },
        {
            "text": "I hated being alone, so I'd just start walking. \nI didn't know where to go, but I kept moving forward.",
            "name": "Marvelous Sunday"
        },
        {
            "text": "When I did, eventually I could see a light far in \nthe distance…… A warm looking place……if I went \nthere, maybe I'd find someone to hold me tight――",
            "name": "Marvelous Sunday"
        },
        {
            "text": "Without realizing it, I started running. But \nthat light kept getting further away…… No matter \nhow much I wanted to go there, to reach it――",
            "name": "Marvelous Sunday"
        },
        {
            "text": "I ran…… I ran with all my strength…… I just ran――!",
            "name": "Marvelous Sunday"
        },
        {
            "text": "When I opened my eyes, Papa and Mama were crying. \nGrandma praised me, saying I had worked hard.",
            "name": "Marvelous Sunday"
        },
        {
            "text": "They told us you might not open your eyes again. \nBut just like your name, you showed us a wonderful miracle……",
            "name": "Marvelous' Grandmother"
        },
        {
            "text": "Marvelous is a miracle――joy――a wonderous surprise. \nTo us, you just being here is Marvelous, you know.",
            "name": "Marvelous' Grandmother"
        },
        {
            "text": "That was when I realized it――!",
            "name": "Marvelous Sunday"
        },
        {
            "text": "Being born, being alive, running. Just sharing a connection with \nsomeone, that that would make everything more joyous for everyone.",
            "name": "Marvelous Sunday"
        },
        {
            "text": "That something miraculous, that wonderful surprises exist! \nEven if you can't see or feel it, they're all around……!",
            "name": "Marvelous Sunday",
            "choice_data_list": [
                "And that's…… Marvelous……?"
            ]
        },
        {
            "text": "Right! Marvelous is something special, amazing, a wonderful \nsurprise! That's what I wanted to show Trainer!",
            "name": "Marvelous Sunday"
        },
        {
            "text": "Because showing everyone that kind of Marvelous is my dream☆ \nThat's why I came to Tracen Academy, after all!",
            "name": "Marvelous Sunday"
        },
        {
            "text": "At some point, the strength had returned to \nher eyes. Maybe it was because she remembered \nher promise to show me what Marvelous was."
        },
        {
            "text": "You see, the world is filled with people like Trainer. \nLots of people that don't realize what Marvelous is.",
            "name": "Marvelous Sunday"
        },
        {
            "text": "It can't be seen so they don't know…… in that case, \nI want to show them! That's why I decided to enter races!",
            "name": "Marvelous Sunday"
        },
        {
            "text": "There's alot of Marvelous things in races, after all☆ \nPassion……excitement……emotions, and many other special, \nwonderful surprises that can't be found elsewhere!",
            "name": "Marvelous Sunday"
        },
        {
            "text": "A wonderful surprise――if she put it that way, \nthen I felt I could understand what 『Marvelous』 meant."
        },
        {
            "text": "Like with the waxed hallway――"
        },
        {
            "text": "That Mystery Tea. You didn't know what flavor it \nhad until you drank it. Marvelous Sunday considered \nall these little surprises to be something special.",
            "choice_data_list": [
                "(That's why I was so captivated……)"
            ]
        },
        {
            "text": "I had thought my life was boring. But I never even tried \nto see the beauty in everyday life, thinking that \nI'd be disappointed if the world itself didn't shine."
        },
        {
            "text": "But, there were many wonderful surprises in my life, and I just had \nto look for them. If I did, then my world would definitely shine!"
        },
        {
            "text": "Whether your days were exciting or unforgettable, it \nall depended on how you saw it. Even those days I spent \nthinking and worrying about the meaning of Marvelous――"
        },
        {
            "text": "Were fun…… those days after coming to Tracen were fulfilling! \nThe thing I found marvelous――the wonderful surprise, was her!"
        },
        {
            "text": "I wanted the world to know about Marvelous Sunday. By \nsupporting her, I wanted her feelings to reach everyone."
        },
        {
            "text": "That the world around you is overflowing \nwith marvelous things. If that's her dream――",
            "choice_data_list": [
                "<size=40>……Will you let me help with that dream?</size>",
                "<size=40>……Will you let me help with that dream?</size>"
            ]
        },
        {
            "text": "Trainer is going to help!? But, but, how are you gonna do that!?",
            "name": "Marvelous Sunday",
            "choice_data_list": [
                "Let me help with your training"
            ]
        },
        {
            "text": "Normally, this kind of talk would be accompanied \nby talks of a contract. But, if she wanted to \nshow everyone that, she couldn't stay as she was."
        },
        {
            "text": "First, we need to increase her strength so she \ndoesn't collapse during training. If she wanted to \nshow everyone what Marvelous was, it was necessary."
        },
        {
            "text": "Maybe she'd be dissatisfied if she was told to \nhold back. Maybe it would feel a bit like a \ndetour. But, Marvelous Sunday might understand."
        },
        {
            "text": "After all, even during that rainy day, \nshe was able to find something marvelous――"
        },
        {
            "text": "Eh~, how? If it's raining this hard, we might not be able \nto train tomorrow either, you know? Maya wants to run!",
            "name": "Mayano Top Gun"
        },
        {
            "text": "That's true, if you can't run because it's \nraining, it's boring, huh?☆ But if you wait, \nand wait, and wait a little more for the sun then――",
            "name": "Marvelous Sunday"
        },
        {
            "text": "Maybe by holding back on her desire to run \nduring the rain, it would make the next time \nshe was on the turf that much more exciting."
        },
        {
            "text": "If the Marvelous she mentioned on that day was anything \nlike that, maybe she'd understand what it meant \nto focus on efficiency to get better results later."
        },
        {
            "text": "You'll help me with training!? If you do, will I be \nable to show that special Marvelous to everyone!?",
            "name": "Marvelous Sunday",
            "choice_data_list": [
                "You'll be able to for sure!"
            ]
        },
        {
            "text": "Her positivity would be a huge asset. If she could focus on \nthat, she should be able to aim higher. Putting it that way――"
        },
        {
            "text": "Aim higher for a special Marvelous! If I show them that, \nthen more people will realize what Marvelous is, right!?",
            "name": "Marvelous Sunday"
        },
        {
            "text": "Trainer! I want everyone to see it☆ \nA special Marvelous that only I can show them★☆★",
            "name": "Marvelous Sunday"
        },
        {
            "text": "I had Marvelous Sunday take a break――and then several days \nlater. Once again I was on the training course with her."
        },
        {
            "text": "Haa……Haa……――Alright! \nOn the next one, I'll use all of――☆",
            "name": "Marvelous Sunday",
            "choice_data_list": [
                "Hold on!"
            ]
        },
        {
            "text": "If she went all out here, nothing would change. \nThe first thing she needed to learn was to manage her pace.",
            "choice_data_list": [
                "Just maintain your speed for now!"
            ]
        },
        {
            "text": "Ah, that's right! ……but, you see Trainer! \nIt's strange, for some reason my heart won't stop beating!",
            "name": "Marvelous Sunday"
        },
        {
            "text": "It just feels like that Marvelous feeling keeps building up☆ \nIf I keep on building this up more and more then――",
            "name": "Marvelous Sunday",
            "choice_data_list": [
                "Everyone will see that Marvelous!",
                "Everyone will see that Marvelous!"
            ]
        },
        {
            "text": "Yeah, you're right! That's why right now……is \nthe time to build up that Marvelous feeling!",
            "name": "Marvelous Sunday"
        },
        {
            "text": "――Then, Trainer, I'll be off☆",
            "name": "Marvelous Sunday"
        },
        {
            "text": "Just as I instructed, Marvelous Sunday was \nrunning while maintaining her speed."
        },
        {
            "text": "It seems like even she felt something from this training. \nIn that case, I had high expectations."
        }
    ]
}