{
    "text_block_list": [
        {
            "name": "???",
            "text": "—— Here, we exist. Here, our presence is radiant. Fates myriad entwine, here, 'cross aeons, on the far side of providence."
        },
        {
            "name": "???",
            "text": "Hear now, hear now. O flames, ye gathered here, O pillars trine."
        },
        {
            "name": "???",
            "text": "Lend thine ears and eyes to this night."
        },
        {
            "name": "???",
            "text": "From ages past to end of days, our Sacred Equine Relay runs \u000f——"
        },
        {},
        {
            "name": "Horsegirl A",
            "text": "—— Yo, did you hear? The <i>Sacred Equine Relay</i> is making a return at this year's <i>Festival of Illustrious Equines</i>!"
        },
        {
            "name": "Horsegirl B",
            "text": "The Sacred Equine Relay is that thing, right? That one event where retired horsegirls write wishes on hoofplaques and offer them to a fire ——"
        },
        {
            "name": "Horsegirl C",
            "text": "—— Oh, I heard a rumour about that～ They say this year the <i>Sacred Equines</i> for it are gonna be Tracen students～"
        },
        {
            "name": "Horsegirl D",
            "text": "For real? Isn't being chosen as Sacred Equine a good omen? Lucky～ I have a race coming up so I wanna join too!"
        },
        {
            "name": "Chairwoman Akikawa",
            "text": "—— Gratitude! To all of you for joining me from your busy schedules!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Unusual outta-the-blue gathering this is, huh? With all these familiar folks around no less ——"
        },
        {
            "name": "Inari One",
            "text": "Eh well, don't that make things quicker? —— So, what do ya need us for?"
        },
        {
            "name": "Chairwoman Akikawa",
            "text": "Disclosure! As you may have already heard, for the first time in several years the Sacred Equine Relay will feature at this Festival of Illustrious Equines!"
        },
        {
            "name": "Mejiro Ardan",
            "text": "—— If I remember well, the Relay is a ceremony of horsegirls, for horsegirls, by horsegirls, to honor and appease the wishes of earlier generations under watch of the Three Goddesses."
        },
        {
            "name": "Chairwoman Akikawa",
            "text": "Affirmative! It is a mystical and time-honored ceremony composed of two rituals; the Threading of Memories, and the Dash of Remembrance!"
        },
        {
            "name": "Chairwoman Akikawa",
            "text": "On this occasion, the five chosen to take on the responsibility of Sacred Equines are ——"
        },
        {
            "name": "Chairwoman Akikawa",
            "text": "—— Tamamo Cross! Oguri Cap!"
        },
        {
            "name": "Chairwoman Akikawa",
            "text": "Inari One! Mejiro Ardan! Yaeno Muteki! Congratulations are in order!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "What……!? This ancient and noble duty has been entrusted to the five of us……!?"
        },
        {
            "name": "Mejiro Ardan",
            "text": "I am beyond honored. It would seem that rumors regarding the Sacred Equines being selected from among Tracen Academy students did hold weight."
        },
        {
            "name": "Chairwoman Akikawa",
            "text": "The five of you will soon depart for lodgings at a special camp to prepare yourselves for the Sacred Equine Relay!"
        },
        {
            "name": "Chairwoman Akikawa",
            "text": "Blessings upon you! I hope you will wholeheartedly fulfill this duty, as representatives of not only Tracen Academy, but all horsegirls of your generation!"
        },
        {
            "name": "Tamamo Cross",
            "text": "—— Hmm. If I got stuff right, that Sacred Equine Relay's goin' down on a mountain so we best pack some bug spray, nah……?"
        },
        {
            "name": "Inari One",
            "text": "Then let's grab the stuff we use at summer camp. … Huh, what's on with ya, Oguri? Why you starin' at them sweets like that?"
        },
        {
            "name": "Oguri Cap",
            "text": "Nothing, I'm just wondering how many snacks I should bring."
        },
        {
            "name": "Tamamo Cross",
            "text": "You think we goin' on a field trip?! Man ——"
        },
        {
            "name": "Tamamo Cross",
            "text": "Anyhow, ain't it crazy to find ourselves together like this? Thought it usually gets decided by fortune telling or some such. How's those odds, huh?"
        },
        {
            "name": "Oguri Cap",
            "text": "I'm glad we're all together. I don't really understand all that Sacred Equine business, but I want to live up to the expectations of being chosen."
        },
        {
            "name": "Oguri Cap",
            "text": "I feel like I'll do fine when I'm with Tama and everyone else. So I'm happy, it's reassuring to be chosen together."
        },
        {
            "name": "Inari One",
            "text": "<i>Da-ha-ha-ha</i>! Straightforward as ever, Oguri! Ain't no noble duties changing the look on <i>'er</i> face!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Ha, you're always rolling like this, ain'tchu… Well any case, I'll back you up on the reassuring bit."
        },
        {
            "name": "Tamamo Cross",
            "text": "That Sacred Equine omen stuff actually caught my attention. Now we in this, we're gonna make sure nobody's done better!"
        },
        {
            "name": "Oguri Cap",
            "text": "But we're going to special lodgings, huh. …… I hope they have good food there."
        },
        {
            "name": "Tamamo Cross",
            "text": "We ain't going on vacation!"
        },
        {
            "name": "Mejiro Ardan",
            "text": "…… How did your grandmother respond?"
        },
        {
            "name": "Yaeno Muteki",
            "text": "\"Do your duty well\", is what she has conveyed to me. …… My resolve is strengthened once more."
        },
        {
            "name": "Mejiro Ardan",
            "text": "…… Hehe. More than your resolve, it would seem to me that your spirits have lifted considerably. … You have had your tail raised rather high up."
        },
        {
            "name": "Yaeno Muteki",
            "text": "That's… umm… Embarrassing as it is, while receiving this noble duty is a great honor, I also feel strongly about the once-in-a-lifetime opportunity given to me."
        },
        {
            "name": "Yaeno Muteki",
            "text": "Both as a horsegirl and adherent of the Kongo Yaegaki school, 't would bring me the greatest happiness to be able to strike a proud figure for my grandparents."
        },
        {
            "name": "Yaeno Muteki",
            "text": "…… Speaking of which, I have noticed that I am not the only one in lifted spirits."
        },
        {
            "name": "Mejiro Ardan",
            "text": "<i>Mmph</i>. Indeed, I feel much the same honor and excitement. To be able to spend my time with you all at these lodgings."
        },
        {
            "name": "Mejiro Ardan",
            "text": "Let us endeavor to make this trip worthwhile and deliver a Sacred Equine Relay for the history books."
        },
        {
            "name": "Yaeno Muteki",
            "text": "Yes, certainly."
        }
    ]
}