{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Tamamo Cross",
            "text": "<i>Ooh</i>～! Now ain't this a downright fancy inn! \nDon't see places like this on the usual camps. \nReal sweet of 'em to let us crash here～!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Apparently the Sacred Equine Relay is held \nnot too far away, so it looks like the perfect \nspot to devote ourselves to our training."
        },
        {
            "name": "Tamamo Cross",
            "text": "…… <i>Oguriii</i>. You leave those food \ndaydreams where they at, eh～?"
        },
        {
            "name": "Oguri Cap",
            "text": "H-How did you know I was helping myself to another bite……?"
        },
        {
            "name": "Tamamo Cross",
            "text": "Your eyes're practically lighting up! \nHol' up, you were getting <i>more</i> chow!?"
        },
        {
            "name": "Inari One",
            "text": "Hahaa! You lot don't miss a beat! Betcha they got \na nice hot spring for us here though."
        },
        {
            "name": "Mejiro Ardan",
            "text": "Hehe. It's shaping up to be a whole different atmosphere from \nthe yearly summer camp, I'm finding it quite exciting."
        },
        {
            "name": "???",
            "text": "—— Dear guests from Tracen Academy, \nthank you for making the long journey here."
        },
        {
            "name": "President Mukai",
            "text": "My name is Mukai and I serve as the president of the \n<i>Sacred Equine Relay Heritage Preservation Association</i>. \nI will be your mentor. It is my pleasure to be working with you."
        },
        {
            "name": "All Together",
            "text": "We look forward to your guidance!"
        },
        {
            "name": "President Mukai",
            "text": "A strong and excited reply, very good. \nI am pleased to see you all are highly motivated."
        },
        {
            "name": "President Mukai",
            "text": "Right then, pardon the abruptness, but once you have unpacked \nwe shall head straight for the Relay's Precinct — the ritual \ngrounds where the Sacred Equine Relay will take place."
        },
        {
            "name": "President Mukai",
            "text": "You will observe the location of the ceremony \nthere today, followed by a brief overview of \nwhat to expect on this preparation camp."
        },
        {
            "name": "Inari One",
            "text": "<i>Wooah</i>…! This here's the Relay's Precinct, issit? Sky stretchin' \nfar as the eye can see. Feels amazin' to be standin' here."
        },
        {
            "name": "Mejiro Ardan",
            "text": "Moreover, there is an air of serenity about this place. \nIt's as if we have been separated from the mundane ——"
        },
        {
            "name": "President Mukai",
            "text": "—— This is the consecrated ground upon which the \nSacred Equine Relay is held. What you are perceiving \nmight be remnants of past ceremonies."
        },
        {
            "name": "President Mukai",
            "text": "—— Right. Allow me to explain how this preparation \nwill unfold further then. Please listen closely."
        },
        {
            "name": "President Mukai",
            "text": "From today forth, you will endeavor to master the Threading \nof Memories and Dash of Remembrance, which are the two \nrituals that make up the Sacred Equine Relay."
        },
        {
            "name": "President Mukai",
            "text": "The objective set is for every single one of you to be capable \nof performing the whole ceremony from beginning to end."
        },
        {
            "name": "President Mukai",
            "text": "Once midway this preparation camp, and once on its final day, \nyou shall hold a presentation where I shall judge your progress. \nPlease take these as your primary targets for the time being."
        },
        {
            "name": "Tamamo Cross",
            "text": "So each of us should be able to perform all the rituals…… \nWe're bound'a have a lot to pick up, so tha's sure sounding \na mighty challenge."
        },
        {
            "name": "President Mukai",
            "text": "—— After the final presentation, and if I have judged there to \nbe no issues, you will decide among yourselves who will lead \nthe rituals, come the day."
        },
        {
            "name": "President Mukai",
            "text": "Albeit a brief overview, that is all you will need to know for now. \n…… Does anyone have questions?"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Yes."
        },
        {
            "name": "President Mukai",
            "text": "Ms. Yaeno Muteki, correct? Go ahead."
        },
        {
            "name": "Yaeno Muteki",
            "text": "…… What happens should we fail to master the ceremony \nsatisfactorily by the final presentation?"
        },
        {
            "name": "President Mukai",
            "text": "If I judge you to not have reached the required standard \nby then, the Sacred Equine Relay will not be held this year."
        },
        {
            "name": "All Together",
            "text": "……!!"
        },
        {
            "name": "President Mukai",
            "text": "I hope that you will strive to fulfill your duties in \nrecognition of the importance of this ceremony."
        },
        {
            "name": "Tamamo Cross",
            "text": "…… In short, we've some serious responsibility on \nour hands now. F'sure, yeah, but that also makes \nit worthwhile! Friends, we're bringing our A-game!"
        },
        {
            "name": "President Mukai",
            "text": "Your words are very encouraging. \nPractice will begin in earnest tomorrow."
        },
        {
            "name": "President Mukai",
            "text": "I hope that you endeavor to make this Sacred Equine Relay \na splendid one — for all the horsegirls who chose to run."
        },
        {
            "text": "A day later, the preparation camp was in full swing ——"
        },
        {
            "name": "President Mukai",
            "text": "—— Today you will start practicing the initial part of the \nThreading of Memories, one of the two rituals."
        },
        {
            "name": "President Mukai",
            "text": "The first step in the Threading of Memories is the ritual \noffering of hoofplaques, carrying wishes of retired horsegirls, \nto the flames at the alter by the foot of the mountain."
        },
        {
            "name": "President Mukai",
            "text": "To perform, before these rising flames, a votive \ndance in demonstration of reverence is the first \nduty given to the Sacred Equines."
        },
        {
            "name": "President Mukai",
            "text": "You will begin by learning the basics of posture and breathing \nbefore we continue step by step through the choreography."
        },
        {
            "name": "President Mukai",
            "text": "—— Halt! You are all still rushing through too much. Try to be \nmore aware of the flow, the balance of stillness and motion. \nTry this part again."
        },
        {
            "name": "All Together",
            "text": "Yes, m'am!"
        },
        {
            "name": "President Mukai",
            "text": "—— You two. Your steps are still too quick. Let the stride \nand rhythm come to you. Same part, from the top, please."
        },
        {
            "name": "All Together",
            "text": "Yes, m'am!!"
        },
        {
            "name": "President Mukai",
            "text": "—— That concludes group practice for this morning. \nThank you all for your hard work."
        },
        {
            "name": "President Mukai",
            "text": "You will have another group practice session this evening. \nRest up, and keep in mind what I told you earlier. \nI shall leave you to your day then ——"
        },
        {
            "name": "All Together",
            "text": "Thank you, m'am……!"
        },
        {
            "name": "Tamamo Cross",
            "text": "—— <i>Gwaah～</i>! 'S a fair amount tougher than I imagined…! \nUsing all my body and brain's got me more knackered \nthan training……!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "This must be what it means to uphold \na noble duty…… Truly, a trial…!"
        },
        {
            "name": "Inari One",
            "text": "Heheh, if we're startin' out like this, I don' wanna go thinkin' \nabout what's in store for us later. This camp gon' be a riot…!"
        }
    ]
}