{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Male Announcer",
            "text": "—— The Sacred Equine Relay's climatic festival race, \nthe Dash of Remembrance, will soon be underway."
        },
        {
            "name": "Tamamo Cross",
            "text": "—— I'ma say this now I can. Inari, I wouldn't be standing here \nif it weren't for your pep talk back then. 'Preciate it, f'real."
        },
        {
            "name": "Inari One",
            "text": "Don't need no thanks. All I wanted was to liven up the Relay. \nYa wanna repay me, just show me some class runnin'!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Ya bet! Ain't gonna lose, y'hear? 'Cause victory wishes're \nriding on me today, now'at I'm a Sacred Equine!"
        },
        {
            "name": "Inari One",
            "text": "Heh, I got wishes ridin' on me too, those cryin' out to have \ntheir existence known. An' I'm carryin' them as a Sacred Equine! \nGon' make sure nobody forgets them, in style!"
        },
        {
            "name": "Oguri Cap",
            "text": "—— I will become a Sacred Equine on behalf of all \nhorsegirls who ran for those who cheered them on."
        },
        {
            "name": "Oguri Cap",
            "text": "And I will carry that will, that prayer, from here and now into \nthe future……! Tama, Inari… I will not be defeated either."
        },
        {
            "name": "Tamamo Cross",
            "text": "…… Well ain't we all fired up. \nC'mon, it's near time."
        },
        {
            "name": "Tamamo Cross",
            "text": "—— Hear now, hear now! \nO flames! Ye gathered here! O pillars trine!"
        },
        {
            "name": "Inari One",
            "text": "Lend thine ears and eyes to this night!!"
        },
        {
            "name": "Oguri Cap",
            "text": "From ages past to end of days, \nour Sacred Equine Relay runs!"
        },
        {
            "name": "All 3",
            "text": "—— Here, in remembrance we run, spinning a thread eternal!!"
        },
        {
            "name": "All 3",
            "text": "<i>—— Haaaaaaaaaaaaaaaaaaaah!!!! \n</i>"
        },
        {
            "name": "Male Announcer",
            "text": "Their zeal is incredible! With ferocity rivaling a competitive race, \nthe excitement is palpable in the audience!!"
        },
        {
            "name": "Tamamo Cross",
            "text": "(Ancestors, seniors, you watchin'…?! \nThis is me! This is us!!)"
        },
        {
            "name": "Tamamo Cross",
            "text": "(We're the horsegirls inheriting your prayers, carryin' your \nwishes 'n memory into the future we run toward…!!)"
        },
        {
            "name": "Inari One",
            "text": "(I won't let them be in vain! I won't let them be forgotten!! \nY'alls feelings, the time y'all ran! I'll shout out loud that y'all \nstill live on, right here!!)"
        },
        {
            "name": "Inari One",
            "text": "(Not through words but through running!! \nWe'll show that you lot ran this earth!!)"
        },
        {
            "name": "Oguri Cap",
            "text": "(A lot of horsegirls have run before us! And a lot will run after! \nWe will continue to run…… horsegirls will continue to run!!)"
        },
        {
            "name": "Oguri Cap",
            "text": "<i>—— Ooooooohh!!!! \n</i>"
        },
        {
            "name": "Male Announcer",
            "text": "The line at the foot is in sight! \nWhich Sacred Equine will reach it first!?"
        },
        {
            "name": "Spectator Horsegirl A",
            "text": "—— That Dash was amazing. I'm so happy I came to watch. \n…… I sorta have this strange feeling now."
        },
        {
            "name": "Spectator Horsegirl B",
            "text": "Yeah, me too. There's a…… warmth, in my chest. \n……… I wanna give it all I got in training tomorrow."
        },
        {
            "name": "Spectator Horsegirl C",
            "text": "—— My next race… I'm, like, <i>so</i> winning～!"
        },
        {
            "name": "Spectator Horsegirl D",
            "text": "Girl, real?! I was lowkey thinking the same thing! \nI wanna run so bad right now!"
        },
        {
            "name": "President Mukai",
            "text": "—— You all have delivered exemplary work as Sacred Equines. \nI offer you my utmost gratitude."
        },
        {
            "name": "President Mukai",
            "text": "Hearts entwine, feelings run loose, and make their return. \nI pray all of you may find prosperity in your futures ——"
        },
        {
            "name": "Tamamo Cross",
            "text": "Well'en, cheers to a successful Relay ——"
        },
        {
            "name": "All Together",
            "text": "Cheeeers!!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Nah f'real, I wasn't sure how it'd pan out at one point \nbut getting to celebrate this way's great. One more time, \nto a job done well, friends! 'N thanks!"
        },
        {
            "name": "Oguri Cap",
            "text": "It was difficult but really fun. ……I'm glad that I was \nable to be a Sacred Equine with everyone here."
        },
        {
            "name": "Inari One",
            "text": "We learned about a lotta important stuff an' received a bunch. \nEven now I'm feelin' them flames burn in my heart."
        },
        {
            "name": "Mejiro Ardan",
            "text": "I am certain all the other horsegirls out there can feel \ntheir warmth, and…… undoubtedly a new warmth, a new \nmemory, will spring from them."
        },
        {
            "name": "Yaeno Muteki",
            "text": "As we continue to run, the feelings we encounter, our memory… \nI firmly believe they'll be carried on by someone in the future."
        },
        {
            "name": "Tamamo Cross",
            "text": "Sorta… gives you courage, don't it?"
        },
        {
            "name": "Inari One",
            "text": "I reckon our threads will become entwined the same way. \nWith the past, the present, an' the future, by runnin' ——"
        },
        {
            "name": "Oguri Cap",
            "text": "I'm excited to see…… what the future holds."
        },
        {
            "name": "Tamamo Cross",
            "text": "Yeah. ………Yeah, f'sure, but y'know ——"
        },
        {
            "name": "Tamamo Cross",
            "text": "—— We still got our \"present\", right now. Don'tcha think \nit's too early to be thinking 'bout the future?"
        },
        {
            "name": "Inari One",
            "text": "Ha-hah, no kiddin'! We gotta run through the present \nin style if we wanna bring about an excitin' future!!"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Hehe, I wish for nothing else. We'll give our all \nto brighten our time in the \"present\"."
        },
        {
            "name": "Yaeno Muteki",
            "text": "I will be with you all the way, running in the same \"present\", \nand we will have the future bear witness to the path we ran."
        },
        {
            "name": "Oguri Cap",
            "text": "…… We'll run. As far as we can, for as long as we can."
        },
        {
            "name": "Oguri Cap",
            "text": "That's what makes us…… horsegirls."
        },
        {
            "name": "All Together",
            "text": "Run on, O horsegirls, run on. From ages past to end of days. \nThread our memory forevermore ——"
        }
    ]
}