{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "???",
            "text": "—— Here, we exist. Here, our presence is radiant. Fates myriad \nentwine, here, 'cross aeons, on the far side of providence."
        },
        {
            "name": "???",
            "text": "Hear now, hear now. O flames, \nye gathered here, O pillars trine."
        },
        {
            "name": "???",
            "text": "Lend thine ears and eyes to this night."
        },
        {
            "name": "???",
            "text": "From ages past to end of days, \nour Sacred Equine Relay runs ——"
        },
        {},
        {
            "name": "Horsegirl A",
            "text": "—— Yo, did you hear? The <i>Sacred Equine Relay</i> is making \na return at this year's <i>Festival of Illustrious Equines</i>!"
        },
        {
            "name": "Horsegirl B",
            "text": "The Sacred Equine Relay is that thing, right? That one event \nwhere retired horsegirls write wishes on hoofplaques and \noffer them to a fire ——"
        },
        {
            "name": "Horsegirl C",
            "text": "—— Oh, I heard a rumour about that～ They say this year \nthe <i>Sacred Equines</i> for it are gonna be Tracen students～"
        },
        {
            "name": "Horsegirl D",
            "text": "For real? Isn't being chosen as Sacred Equine a good omen? \nLucky～ I have a race coming up so I wanna join too!"
        },
        {
            "name": "Chairwoman Akikawa",
            "text": "—— Gratitude! To all of you for joining me \nfrom your busy schedules!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Unusual outta-the-blue gathering this is, huh? \nWith all these familiar folks around no less ——"
        },
        {
            "name": "Inari One",
            "text": "Eh well, don't that make things quicker? \n—— So, what do ya need us for?"
        },
        {
            "name": "Chairwoman Akikawa",
            "text": "Disclosure! As you may have already heard, for the first \ntime in several years the Sacred Equine Relay will feature \nat this Festival of Illustrious Equines!"
        },
        {
            "name": "Mejiro Ardan",
            "text": "—— If I remember well, the Relay is a ceremony of horsegirls, \nfor horsegirls, by horsegirls, to honor and appease the wishes \nof earlier generations under watch of the Three Goddesses."
        },
        {
            "name": "Chairwoman Akikawa",
            "text": "Affirmative! It is a mystical and time-honored ceremony \ncomposed of two rituals; the Threading of Memories, \nand the Dash of Remembrance!"
        },
        {
            "name": "Chairwoman Akikawa",
            "text": "On this occasion, the five chosen to take on \nthe responsibility of Sacred Equines are ——"
        },
        {
            "name": "Chairwoman Akikawa",
            "text": "—— Tamamo Cross! Oguri Cap!"
        },
        {
            "name": "Chairwoman Akikawa",
            "text": "Inari One! Mejiro Ardan! Yaeno Muteki! \nCongratulations are in order!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "What……!? This ancient and noble duty \nhas been entrusted to the five of us……!?"
        },
        {
            "name": "Mejiro Ardan",
            "text": "I am beyond honored. It would seem that rumors \nregarding the Sacred Equines being selected from \namong Tracen Academy students did hold weight."
        },
        {
            "name": "Chairwoman Akikawa",
            "text": "The five of you will soon depart for lodgings \nat a special camp to prepare yourselves for \nthe Sacred Equine Relay!"
        },
        {
            "name": "Chairwoman Akikawa",
            "text": "Blessings upon you! I hope you will wholeheartedly fulfill \nthis duty, as representatives of not only Tracen Academy, \nbut all horsegirls of your generation!"
        },
        {
            "name": "Tamamo Cross",
            "text": "—— Hmm. If I got stuff right, that Sacred Equine \nRelay's goin' down on a mountain so we best pack \nsome bug spray, nah……?"
        },
        {
            "name": "Inari One",
            "text": "Then let's grab the stuff we use at summer camp. \n… Huh, what's on with ya, Oguri? Why you starin' \nat them sweets like that?"
        },
        {
            "name": "Oguri Cap",
            "text": "Nothing, I'm just wondering how many snacks I should bring."
        },
        {
            "name": "Tamamo Cross",
            "text": "You think we goin' on a field trip?! Man ——"
        },
        {
            "name": "Tamamo Cross",
            "text": "Anyhow, ain't it crazy to find ourselves together like this? \nThought it usually gets decided by fortune telling or some such. \nHow's those odds, huh?"
        },
        {
            "name": "Oguri Cap",
            "text": "I'm glad we're all together. I don't really understand \nall that Sacred Equine business, but I want to live up \nto the expectations of being chosen."
        },
        {
            "name": "Oguri Cap",
            "text": "I feel like I'll do fine when I'm with Tama and everyone else. \nSo I'm happy, it's reassuring to be chosen together."
        },
        {
            "name": "Inari One",
            "text": "<i>Da-ha-ha-ha</i>! Straightforward as ever, Oguri! \nAin't no noble duties changing the look on <i>'er</i> face!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Ha, you're always rolling like this, ain'tchu… \nWell any case, I'll back you up on the reassuring bit."
        },
        {
            "name": "Tamamo Cross",
            "text": "That Sacred Equine omen stuff actually caught my attention. \nNow we in this, we're gonna make sure nobody's done better!"
        },
        {
            "name": "Oguri Cap",
            "text": "But we're going to special lodgings, huh. \n…… I hope they have good food there."
        },
        {
            "name": "Tamamo Cross",
            "text": "We ain't going on vacation!"
        },
        {
            "name": "Mejiro Ardan",
            "text": "…… How did your grandmother respond?"
        },
        {
            "name": "Yaeno Muteki",
            "text": "\"Do your duty well\", is what she has conveyed to me. \n…… My resolve is strengthened once more."
        },
        {
            "name": "Mejiro Ardan",
            "text": "…… Hehe. More than your resolve, it would seem \nto me that your spirits have lifted considerably. \n… You have had your tail raised rather high up."
        },
        {
            "name": "Yaeno Muteki",
            "text": "That's… umm… Embarrassing as it is, while receiving this \nnoble duty is a great honor, I also feel strongly about the \nonce-in-a-lifetime opportunity given to me."
        },
        {
            "name": "Yaeno Muteki",
            "text": "Both as a horsegirl and adherent of the Kongo Yaegaki school, \n't would bring me the greatest happiness to be able to strike \na proud figure for my grandparents."
        },
        {
            "name": "Yaeno Muteki",
            "text": "…… Speaking of which, I have noticed that \nI am not the only one in lifted spirits."
        },
        {
            "name": "Mejiro Ardan",
            "text": "<i>Mmph</i>. Indeed, I feel much the same honor and excitement. \nTo be able to spend my time with you all at these lodgings."
        },
        {
            "name": "Mejiro Ardan",
            "text": "Let us endeavor to make this trip worthwhile and deliver \na Sacred Equine Relay for the history books."
        },
        {
            "name": "Yaeno Muteki",
            "text": "Yes, certainly."
        }
    ]
}