{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Inari One",
            "text": "—— Oho, I found somethin'! This the Threading of Memories, \nain't it? And this here… ain't this a hoofplaque?"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Thank you. These look to be records regarding the hoofplaque \ncraftsmen…… \"Artisans massed at the green of autumn, each \none packing lumber to set upon the hoofplaques' craft…\""
        },
        {
            "name": "Inari One",
            "text": "That sayin' the craftsmen all gathered 'round to make them \nhoofplaques in the past? Gotta say, I'm impressed you can \neven read them squiggly marks, Ardan."
        },
        {
            "name": "Mejiro Ardan",
            "text": "You could say it started as a pastime. I still rely heavily \non a dictionary, but I'm glad to be of use in this manner."
        },
        {
            "name": "Yaeno Muteki",
            "text": "\"Let thy voice be heard\"… \"like the flame's dance\"… \"be thine \nevil-banishing bow\"… \"reverberating sound\"… \"entwine the \nwandering threads of fate\"… \"into one brilliant strand\" ——"
        },
        {
            "name": "Yaeno Muteki",
            "text": "…… This entry appears significant as well. \n'T would do me good to take notes ——"
        },
        {
            "name": "Tamamo Cross",
            "text": "<i>Ngaaah!</i> Look how many pages we've left… \nCould be reading kanji for the rest of our lives…"
        },
        {
            "name": "Tamamo Cross",
            "text": "Ain't no time to kick back though…! What's this… \n\"The origins of the Sacred Equine Relay are still \nlargely unknown. One prominent theory states —\""
        },
        {
            "name": "Oguri Cap",
            "text": "…… Is this a drawing of horsegirls running? Since they're all \nlined up, it's probably the Dash of Remembrance? It looks like \na lot more Sacred Equines ran back then…"
        },
        {
            "name": "Oguri Cap",
            "text": "…… Oh no. I'm getting sleepy. Focus, focus……"
        },
        {
            "text": "…… A few study sessions later, the end \nof the camp was approaching ——"
        },
        {
            "name": "Mejiro Ardan",
            "text": "—— Shall we go over what we have learned \nfrom poring through the old records then?"
        },
        {
            "name": "Inari One",
            "text": "As I get, the Sacred Equine Relay was originally a ritual for \nhorsegirls to find blessin's by prayin' to the Three Goddesses, \nbut over time it done been influenced a lot by racing culture."
        },
        {
            "name": "Tamamo Cross",
            "text": "Shifted from blessings to prayin' for safety 'n success in races. \nSo n'fact, it wasn't about the past at first…… but the future."
        },
        {
            "name": "Yaeno Muteki",
            "text": "In time, starting with the prayers of horsegirls who had \nretreated from racing, a search for solace in the glory \nand setbacks of past horsegirls was born……"
        },
        {
            "name": "Oguri Cap",
            "text": "By expanding from a wish for the future into a prayer to the past, \nboth future and past were connected… something like that?"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Indeed. It could be said that the Sacred Equine Relay is \na ceremony that connects the past, present, and future, \nentwining the threads of all horsegirls through time."
        },
        {
            "name": "Oguri Cap",
            "text": "…… And each ritual has its own meaning, or more like, \nfeelings and wishes involved, doesn't it?"
        },
        {
            "name": "Yaeno Muteki",
            "text": "…… I must concede that I had selfishly assumed what \nSacred Equines ought be like without understanding \na thing about the meaning of their prayers."
        },
        {
            "name": "Oguri Cap",
            "text": "Is that so? You had assumptions?"
        },
        {
            "name": "Yaeno Muteki",
            "text": "I did…… I had considered Sacred Equines as the heart of this \nhistoric ceremony, convinced that they must maintain a pure \nand solemn mind."
        },
        {
            "name": "Yaeno Muteki",
            "text": "Convinced that by doing so… I would be able to pride myself \non having fulfilled the noble role of Sacred Equine……"
        },
        {
            "name": "Yaeno Muteki",
            "text": "'Tis no different from seeking the role of Sacred Equine \nout of self-indulgence. That which was truly important \nwas to embrace the prayers within the ritual…"
        },
        {
            "name": "Tamamo Cross",
            "text": "…… Ain't much different here. I was only \nthinking 'bout my goal of winning, remember? \nJus' tryna make this thing happen."
        },
        {
            "name": "Inari One",
            "text": "Guess I didn't respect them who came before me enough either. \nJust thinkin' about the excitement… so crummy a' me."
        },
        {
            "name": "Mejiro Ardan",
            "text": "…… I can see it now. The element we were missing, \nthat which we should have taken to heart……"
        },
        {
            "name": "Oguri Cap",
            "text": "…… Hey, everyone? I have something \nI'd like to ask Ms. Mukai ——"
        },
        {
            "name": "President Mukai",
            "text": "—— You wish to know how horsegirls racing in the past felt?"
        },
        {
            "name": "Oguri Cap",
            "text": "I wanted to understand after learning more about \nthe Sacred Equine Relay. What sort of prayers, \nwhat sort of wishes did horsegirls of the past have?"
        },
        {
            "name": "Oguri Cap",
            "text": "I came to this camp with only a vague idea of wanting to fulfill \nthe role of Sacred Equine to help everyone in the present."
        },
        {
            "name": "Oguri Cap",
            "text": "But now…… I also want to fulfill my duties \nto the past horsegirls. Please tell me."
        },
        {
            "name": "President Mukai",
            "text": "…… Very well. Having come to this point, I believe \nyou all have earned the right to see this."
        },
        {
            "name": "Yaeno Muteki",
            "text": "What is this……?"
        },
        {
            "name": "President Mukai",
            "text": "These are all the emotions horsegirls have offered to the flames \nof the Sacred Equine Relay. It is a collection of transcripts from \nevery hoofplaque written to this day."
        },
        {
            "name": "President Mukai",
            "text": "I am lending this to you so that you may read them."
        },
        {
            "name": "Tamamo Cross",
            "text": "H-Hol' on! This really something we can look at……?!"
        },
        {
            "name": "President Mukai",
            "text": "You may, yes. Now that you all are fully embracing your \nroles as Sacred Equines, you will surely find use in it."
        },
        {
            "name": "Oguri Cap",
            "text": "…… Thank you so much!"
        },
        {
            "name": "Tamamo Cross",
            "text": "\"I've always regretted that even after racing for a long time \nI could never win one of the all-important graded races\"…"
        },
        {
            "name": "Tamamo Cross",
            "text": "\"So I pray\"… \"with the hope that somebody out there in \nthe future\"… \"can win the races they really want to\" ——"
        },
        {
            "name": "Tamamo Cross",
            "text": "…… Mmm. There were horsegirls prayin' for us too, huh. \nWishing for folks in the future — for us — to snag some victories."
        },
        {
            "name": "Inari One",
            "text": "\"I was forced to give up running early……\" \n\"In the end I was able to make a name for \nmyself outside of racing, but —\"……"
        },
        {
            "name": "Inari One",
            "text": "\"If I had the chance, I would have \nwanted to do so on the track\" ……mm."
        },
        {
            "name": "Inari One",
            "text": "…… Ain't that right. Once ya choose to race, runnin' is what \ndefines ya, an' ya wanna build yerself on it, don'tcha……"
        },
        {
            "name": "Yaeno Muteki",
            "text": "\"I'd found a companion, an incredibly gifted friend with whom I \nwished to compete on the greatest of stages. Yet, circumstances \noutside her control abruptly forced her to retire from racing\"…"
        },
        {
            "name": "Yaeno Muteki",
            "text": "\"I still remember how empty I felt in that moment. \nIt is my most sincere wish that the future may be \nfree of such sorrow\"……"
        },
        {
            "name": "Yaeno Muteki",
            "text": "…… If I were to lose a beloved rival in this way… \nI don't know what I would……"
        },
        {
            "name": "Mejiro Ardan",
            "text": "\"The culmination of my dreams was right in front of me,\"… \n\"becoming Japan's number one horsegirl only a step away\"… \n\"when my legs refused to carry me further\"…"
        },
        {
            "name": "Mejiro Ardan",
            "text": "\"I hope no one else will ever have to go through this\" \n\"Never to have to know this feeling\"… \"Never be left with\"… \n\"this eternal yearning\"……"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Aah… her bitter despair must run far deeper than words… \nan emotion so poignant. Please, allow me to bear your grief…"
        },
        {
            "name": "Oguri Cap",
            "text": "\"Running and winning for the people who supported me \nwas very fulfilling\". \"They were all so happy to see me on \nthe cover of a magazine, and that made me happy in turn\"."
        },
        {
            "name": "Oguri Cap",
            "text": "\"I pray future horsegirls may find the same happiness\"… I see, \nthere have been many horsegirls running for the sake of others."
        },
        {
            "name": "Oguri Cap",
            "text": "So many of them ran… and their feeling remained here…… \nToday… it's me standing in their place……"
        },
        {
            "name": "Tamamo Cross",
            "text": "Looks like we're all done reading. …Haha, every one a' ya \nstanding there with the same face's a proper laugh."
        },
        {
            "name": "Inari One",
            "text": "Have ya seen yer own?"
        },
        {
            "name": "Tamamo Cross",
            "text": "…… Hey, listen. Before we hit the last presentation, \nI wanna discuss summ'n together ——"
        }
    ]
}