{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Some time into the preparation camp ——"
        },
        {
            "name": "Tamamo Cross",
            "text": "—— A'ight, let's take it from the top \n'n go over where we at right now."
        },
        {
            "name": "Tamamo Cross",
            "text": "So tell me… Oguri! How many major parts're \nthe Relay rituals split into? Go on!"
        },
        {
            "name": "Oguri Cap",
            "text": "<i>Mm</i>? Let me see…… The Threading has four parts \nand the Dash has only one… I think."
        },
        {
            "name": "Tamamo Cross",
            "text": "Tha'sit! Glad ya ain't being a comedian this time. \nRight, let's go over the Threading then～"
        },
        {
            "name": "Tamamo Cross",
            "text": "First off, there's this offering of an ～austere～ dance in front'a \nthe ritual fire, then we transfer the flames to torches."
        },
        {
            "name": "Tamamo Cross",
            "text": "Second part's got us Sacred Equines running \nup the mountain with those torches, hauling \n'em flames to the Precinct up top."
        },
        {
            "name": "Tamamo Cross",
            "text": "So then when us Sacred Equines hit the Precinct, \nwe s'posed to do a fierce dance with the torches, \nyelling our heads off while circling 'round ——"
        },
        {
            "name": "Tamamo Cross",
            "text": "We're putting our everything into all that, one after \nt'other, so well, 's gonna be real intense!"
        },
        {
            "name": "Tamamo Cross",
            "text": "—— Tha's why today we'll be practicing that second part, \nstarting with the bit where we run 'round the Precinct!"
        },
        {
            "name": "Inari & Tamamo",
            "text": "<b>Aaaaaaaaaaaaaaaaa!!!</b>"
        },
        {
            "name": "Oguri Cap",
            "text": "…… Tama and Inari really are amazing. I don't know \nhow they can shout so loud while running."
        },
        {
            "name": "Yaeno Muteki",
            "text": "'Tis impressive how those two can still flawlessly deliver \nsuch a fierce dance despite that. Their athleticism and \nstamina knows no bounds……!"
        },
        {
            "name": "Tamamo Cross",
            "text": "—— <i>Pfeeh</i>! I'm runnin' ragged here, but the freedom to \ngo a li'l wild 'n not worry about details as much makes this \nwhole heaps nicer than that starting dance～"
        },
        {
            "name": "Inari One",
            "text": "<i>Ha-ha-ha!</i> Ya sure know how to let loose, don'tcha, Tama! \nStill got yerself some catchin' up to do though!"
        },
        {
            "name": "Tamamo Cross",
            "text": "<i>Huh!? </i>Who'm I in need of catching up to, missy? \nBring it on! I'ma light up the next group practice!"
        },
        {
            "name": "Mejiro Ardan",
            "text": "…… I have a lot to learn from your vigorous expressions. \nBeing the farthest behind in this area, I must concentrate \nmy efforts ——"
        },
        {
            "name": "Tamamo Cross",
            "text": "Well, ain't anyone thinking of loud yelling when they see \nyou, do they. Got heaps better at it than before if y'ask \nme though, you doin' well!"
        },
        {
            "name": "Tamamo Cross",
            "text": "But hey, I imagined you'd be great at this too, Yaeno… \nSomething off with ya? 'Spect you can get a li'l \nmore energy out, nah?"
        },
        {
            "name": "Yaeno Muteki",
            "text": "I…… I'm very sorry. I will make every effort \nto catch up to you two."
        },
        {
            "name": "Inari One",
            "text": "Ah well, Yaeno's grand in that majestic first dance meanwhilst! \nWe'll be countin' on 'er pulling us along there!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "…… I will do my very best."
        },
        {
            "name": "Tamamo Cross",
            "text": "—— A'ight, let's get crackin' on the third part. \nThis one's a huge change a' pace again."
        },
        {
            "name": "Tamamo Cross",
            "text": "Once we done cavorting 'round the Precinct, our job's to \ntransfer the torchs' flames to the brazier set up at the altar \nin the center 'n swap with the next Sacred Equine."
        },
        {
            "name": "Tamamo Cross",
            "text": "So then we've this <i>Verse of Solace</i> thing. \nOne of us gotta read an emotional scripture offering \npraise 'n solace for ancient horsegirls' wishes."
        },
        {
            "name": "Oguri Cap",
            "text": "\"My well-wishes be\"…… \"each of you\"…… \n\"pursuit of novel frontiers\"…… Uhh……"
        },
        {
            "name": "Tamamo Cross",
            "text": "\"Those who tread-upon a path… veiled to all\"…… \n\"eras by gone to the now now to the here after\"……"
        },
        {
            "name": "Mejiro Ardan",
            "text": "\"Countless souls who tread before, thy threads twine'd \nhere illuminate, become our faith, our solace, thy memories \nburn on, alighting our guiding flame.\" ——"
        },
        {
            "name": "Inari One",
            "text": "…… Well I can't right say anything about y'all on this. \nAll that complicated kanji and prose be hurtin' my head already!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "I am most in awe of how Ardan has already memorized \nthe passages. Not to mention how truly beautifully she \nmanages to recite them."
        },
        {
            "name": "Tamamo Cross",
            "text": "—— S-Shoot! Oguri 'boutta start steaming again! \nBest hold a moment, Ardan!"
        },
        {
            "name": "Oguri Cap",
            "text": "…… I-I'm sorry. Even though Ardan went through the trouble \nof providing the meanings and readings for me……"
        },
        {
            "name": "Mejiro Ardan",
            "text": "No worries. Your pronunciations have steadily improved, Oguri. \nWe can take it one step at a time. I will help you through it."
        },
        {
            "name": "Oguri Cap",
            "text": "Thank you… You're like a kind teacher, Ardan……"
        },
        {
            "name": "Tamamo Cross",
            "text": "One thing's f'sure, I'm glad Ardan's part of our li'l group. \nWe'da been stumped weren't it for that……"
        },
        {
            "name": "Tamamo Cross",
            "text": "—— So we got the Threading's fourth part 'n the \nnext ritual — the Dash — left for practice."
        },
        {
            "name": "Tamamo Cross",
            "text": "After reading the Verse of Solace, us Sacred Equines, \nwe chuck flowers of blessings from the altar to spread \ngood luck 'n happiness."
        },
        {
            "name": "Tamamo Cross",
            "text": "This fourth part's the end of the Threading of Memories. \nWe do got the Dash of Remembrance ritual after, but ——"
        },
        {
            "name": "Tamamo Cross",
            "text": "That one's only got one part. Peace a' cake!"
        },
        {
            "name": "Oguri Cap",
            "text": "—— <i>Uffh, haah</i>… I think I like this \"Dash of Remembrance\". \nAll we have to do is run from the Precinct down to the foot \nof the mountain. It's fun, almost like a race."
        },
        {
            "name": "Inari One",
            "text": "—— Gahh, we're just here to check on the course, what're ya \ngone runnin' all out for! Got me all fired up too over here, \nwouldn't ya know, ya donkey!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "I must concur. 'Tis barely different from training practice. \n… Though I will admit it is very much like Oguri."
        },
        {
            "name": "Mejiro Ardan",
            "text": "… It doesn't seem like we will face any issues with the Dash \nof Remembrance at least. On the contrary, I believe everyone \nis feeling more excited about it than any of the other rituals."
        },
        {
            "name": "Tamamo Cross",
            "text": "No kiddin'. What's it about running with Oguri that's got folks \nfeeling like this, some mysterious charm or whatnot?"
        },
        {
            "name": "Tamamo Cross",
            "text": "But looking at it, our issue's bound'a be the Threading. \nGot a mountain to climb for each part on that one."
        },
        {
            "name": "Yaeno Muteki",
            "text": "'T won't be long to the day of the presentation. \n… Quite how much can we improve by then, I wonder?"
        },
        {
            "name": "Oguri Cap",
            "text": "…… I'm sorry for sucking at everything. I might end up \nholding everyone back like this ——"
        },
        {
            "name": "Tamamo Cross",
            "text": "A'ight, can it! I know y'anxious. Got heaps I ain't \ndealing so well with either, 'n our practice's limited. \nSure, yeah, but y'know ——"
        },
        {
            "name": "Tamamo Cross",
            "text": "We a team now. Ain't gotta go it alone. We all got our strengths \n'n can cover each other's flaws. Let's get stuck in!"
        },
        {
            "name": "Inari One",
            "text": "You tell us, Boss! Wrapped that up real nice didn'cha! Class!"
        },
        {
            "name": "Mejiro Ardan",
            "text": "It is as Tamamo says. We must stand together, and give \nour utmost to fulfill our duties as Sacred Equines…!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Tha's it, yeah! We gotta stand together… Stand together? \nStand together… like in a circle………?"
        },
        {
            "name": "Tamamo Cross",
            "text": "…… Say, an idea jus' hit me! \nListen up, friends ——"
        }
    ]
}