{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "President Mukai",
            "text": "—— We will now hold the Sacred Equine Relay's \nfinal presentation. Are you all fully prepared?"
        },
        {
            "name": "Tamamo Cross",
            "text": "Ms. Mukai, I've a suggestion before we begin."
        },
        {
            "name": "Tamamo Cross",
            "text": "We've sorted out who's doing what for the ceremony. \n… You good with watching us go through that way?"
        },
        {
            "name": "President Mukai",
            "text": "…… Very well. I look forward to seeing \nthe choices you all have made on this."
        },
        {
            "name": "Tamamo Cross",
            "text": "Thank you! ……A'ight, friends, we off!"
        },
        {
            "text": "It was after the final presentation. The time had come to leave \nthe camp grounds and head back to the academy."
        },
        {
            "name": "President Mukai",
            "text": "—— Allow me to voice my compliments once more. I am very \npleased to see that you all have proven beyond doubt that you \npossess the qualities required to perform as Sacred Equines."
        },
        {
            "name": "President Mukai",
            "text": "Over the course of this camp, I have tested your mettle…… \nand you all have responded with hard work and diligence."
        },
        {
            "name": "Mejiro Ardan",
            "text": "…… I am curious if the reason you were willing to lend us \nthose historic materials was because you expected us to \ndevelop an interest in learning more for ourselves."
        },
        {
            "name": "President Mukai",
            "text": "…… It would have been an easy thing to simply teach you all \neverything from the start. However, doing so would not allow \nme to ascertain your qualifications as true Sacred Equines."
        },
        {
            "name": "President Mukai",
            "text": "The disposition to discover and recognize, by your own volition, \nyour roles within the Sacred Equine Relay is the most crucial \nquality sought of one who is to become a Sacred Equine."
        },
        {
            "name": "Yaeno Muteki",
            "text": "'Tis something I can understand now. All of my practice \nof rituals throughout this camp was in order to find the \nprayers I wished to carry by my own will."
        },
        {
            "name": "President Mukai",
            "text": "…… An old friend of mine entrusted to the Sacred \nEquine Relay her wish for \"a prosperous future \nto await all horsegirls in this country\"."
        },
        {
            "name": "President Mukai",
            "text": "Please, take with you this wish of hers as well. \nTo the future you all are running towards."
        },
        {
            "name": "Mejiro Ardan",
            "text": "The five of us will most certainly carry on your friend's wish."
        },
        {
            "name": "Tamamo Cross",
            "text": "Watch close. We're gonna fulfill our Sacred Equine duties \nwith everything you taught us in our hearts!"
        },
        {
            "name": "President Mukai",
            "text": "Certainly. I wholeheartedly anticipate \nyour performance at the ceremony."
        },
        {
            "name": "Tamamo Cross",
            "text": "…… Ms. Mukai, thanks heaps for helping us during our stay!"
        },
        {
            "name": "All Together",
            "text": "Thank you very much!"
        },
        {
            "name": "Female Announcer",
            "text": "—— Late autumn, here at the Festival of Illustrious Equines… \nand as the curtains fall amidst the traditional accompaniments, \na mysterious atmosphere suddenly envelops the grounds."
        },
        {
            "name": "Female Announcer",
            "text": "It looks like the first ceremony, the \"Threading of Memories\", \nwill begin shortly. Before the flames to which hoofplaques \nwere offered earlier, a Sacred Equine has appeared."
        },
        {
            "name": "Yaeno Muteki",
            "text": "(I will open the Sacred Equine Relay in front of them all \nwith dignity and pride. True to myself, without pretense.)"
        },
        {
            "name": "Yaeno Muteki",
            "text": "—— After we found unity together, revisiting what I knew about \nthe Relay, I… I learned of the feelings that I had to, the prayers \nthat I wished to, embody."
        },
        {
            "name": "Yaeno Muteki",
            "text": "I came to understand which prayers I, \nby being who I am, could represent…!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "In the Threading of Memories, the wishes of bygone \nhorsegirls are seen in the flames, this ritual seeking \nto let them flare up once again ——"
        },
        {
            "name": "Yaeno Muteki",
            "text": "The vigor by which one roars into the night \nbeside the flames, dancing around the Precinct, \ndrives off all horsegirls' misfortune……!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "Bridging the past and future, driving off tragedy, safeguarding \nwishes, threading them together. The spark that ignites it all is \nthe Sacred Equines' intense prayer!!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "'Tis now my time to become…! The conflagration of all \nhorsegirls' prayers, a flame that shields them from harm, \na Sacred Equine one with the fire!"
        },
        {
            "name": "Female Announcer",
            "text": "—— Her solemn dance at its end, the flames are now \ntransferred to torches. Momentarily, she will begin her \ndash to the Relay's Precinct at the mountain's peak."
        },
        {
            "name": "Yaeno Muteki",
            "text": "<i>Hooooooo!!</i>"
        },
        {
            "name": "Yaeno Muteki",
            "text": "—— Here we exist!! Here our presence is radiant!! \nMemories entwined, through me, unto the Relay's Precinct!!"
        },
        {
            "name": "Female Announcer",
            "text": "The Sacred Equine's gallant voice resounds through the night…! \nAnd there she goes. Torch raised, towards the Relay's Precinct!"
        },
        {
            "name": "Male Announcer",
            "text": "Here at the Relay's Precinct, spectators are eagerly awaiting \nthe Sacred Equine appearing from the bottom."
        },
        {
            "name": "Male Announcer",
            "text": "There she comes now! With torch raised, a Sacred Equine \nhas dashed up the mountain!!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "<i>—— Haaaaaaaaaah!!!!!</i>"
        },
        {
            "name": "Yaeno Muteki",
            "text": "(Burn bright, O flame! Burn high, O wishes of our forebears! \nBurn strong, O passion within me! Burn your guiding light \ninto the heavens for all to follow!)"
        },
        {
            "name": "Yaeno Muteki",
            "text": "(For all who run in the present! All who will run in the future!! \nCast away the dark clouds of suffering!!!)"
        },
        {
            "name": "Male Announcer",
            "text": "Look at that…! The fervor in the Sacred Equine's \nrunning dance is setting alight the whole precinct……!"
        },
        {
            "name": "Male Announcer",
            "text": "—— The flames carried here have now transferred to the brazier. \nA new Sacred Equine takes the stage for the Verse of Solace, \nafter which the Flower Scattering will take place."
        },
        {
            "name": "Mejiro Ardan",
            "text": "(…… It's my turn. In honor of our illustrious predecessors.)"
        },
        {
            "name": "Mejiro Ardan",
            "text": "…… Here we exist. Here our presence is radiant. \nMemories entwined, through me, spun into a tale \nof the \"present\" ——"
        },
        {
            "name": "Mejiro Ardan",
            "text": "To circumstance bound, to their own bodies bound, to both, \nin cases, bound. Ye horsegirls of old, with remorse parted \nfrom running, adrift fate's river ——"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Your warmth remains in the prayers you have left, wishing \nno soul need follow you. For my own fate is bound likewise, \nI wish to return the comfort I have found within to you ——"
        },
        {
            "name": "Mejiro Ardan",
            "text": "And with my very own legs… I desire to prove your prayers \nhave provided a future in which we still run……!"
        },
        {
            "name": "Male Announcer",
            "text": "—— The recital of the Verse of Solace is hereby over. \nNext, the Flower Scattering will take place, where \ngorgeous flowers will be thrown into the crowd."
        },
        {
            "name": "Mejiro Ardan",
            "text": "—— O prayers, open thy buds. O wishes, blossom proud. \nGrafted by the flames' heat, flower for the sky!"
        },
        {
            "name": "Mejiro Ardan",
            "text": "(Like these flowers, all of us will blossom right here \nin the \"present\". Beyond hardships we will run, with \nthese prayers our inspiration!)"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Thy dreams in florescence. Now and ever after, may thou find \npeace and glory on the path untraveled."
        }
    ]
}