{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Tamamo Cross",
            "text": "—— <i>Daagh</i>! It's over my head! What're we messin' up? \nWhy's she not spilling the beans!?"
        },
        {
            "name": "Tamamo Cross",
            "text": "What in heck was so scuffed 'bout our performance!? \nYou straight told us we're up to snuff…!"
        },
        {
            "name": "President Mukai",
            "text": "I am regretfully unable to tell you anything more. \nIt is something you all must find out by yourselves."
        },
        {
            "name": "President Mukai",
            "text": "We will reduce the number of group practice sessions from \nhere on. Please think carefully about what it is you are lacking \nwhilst you continue with your own practice."
        },
        {
            "name": "President Mukai",
            "text": "…… All Sacred Equines must face this trial. \nI expect to see your answers at the final presentation."
        },
        {
            "name": "Tamamo Cross",
            "text": "We'd been doing so well up 'til now……! \nY'mean it was too early to consider this bagged…?!"
        },
        {
            "name": "Yaeno Muteki",
            "text": "…… Perhaps she has seen through to my immaturity. \nAs I thought, I am still lacking in discipline."
        },
        {
            "name": "Tamamo Cross",
            "text": "—— Crud. Ain't no time for bellyaching! \nWe oughta hit the grindstone 'n polish our act!"
        },
        {
            "name": "Mejiro Ardan",
            "text": "…… However, Ms. Mukai told us that we met her standards. \nPerhaps we should consider elements beyond the practical?"
        },
        {
            "name": "Tamamo Cross",
            "text": "What then? Y'got something figured out…?!"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Well…… I apologize, I have yet to work out \na concrete direction ——"
        },
        {
            "name": "Tamamo Cross",
            "text": "This camp don't got long. Need'a do what we can right now…! \nCan't be lettin' our teamwork go down the drain ——"
        },
        {
            "name": "Inari One",
            "text": "—— <b>A'ight, enough!</b>"
        },
        {
            "name": "Tamamo Cross",
            "text": "Wha- What in heck, Inari!? Whatchu shoutin' for!"
        },
        {
            "name": "Inari One",
            "text": "Let's put the talkin' behind us for \na mo' an' go enjoy a bath together."
        },
        {
            "name": "Tamamo Cross",
            "text": "<i>Say wha!?</i> This ain't no time for a dip! \nYou proper followin' here!?"
        },
        {
            "name": "Inari One",
            "text": "'Course I'm followin', that's why I'm tellin' ya to pipe down!"
        },
        {
            "name": "Inari One",
            "text": "…… The thing is, Tama. This Sacred Equine Relay's been \nrunnin' since ancient times, an' as one of them horsegirls \nmyself, I wanna make it a grand success."
        },
        {
            "name": "Inari One",
            "text": "An' with that, my goal's to be a class-act Sacred Equine, \nan' show 'em that The Inari is right here!"
        },
        {
            "name": "Inari One",
            "text": "But ya know, I ain't be reachin' that far tryin' on my own. \nWe're all in it together, ya'll gotta be there to make it grand."
        },
        {
            "name": "Inari One",
            "text": "An' for that to happen, we need some crackin' fun bozos, like \nyou pipsqueak leadin' with a banner three times the size a' ya."
        },
        {
            "name": "Inari One",
            "text": "Me an' y'all are scramblin' our heads with this sudden junk. \nWe still got time after a nice bath and chat, yeah? Boss?"
        },
        {
            "name": "Tamamo Cross",
            "text": "……… <i>Pfehh</i>. Throwing in <i>pipsqueak</i>'s pushing it now."
        },
        {
            "name": "Tamamo Cross",
            "text": "………… Inari's right. Sorry, folks. I got a li'l hasty."
        },
        {
            "name": "Mejiro Ardan",
            "text": "No, I should apologize as well. I felt a little pressured and \nprovided a badly thought out opinion. ……Let us take a break."
        },
        {
            "name": "Tamamo Cross",
            "text": "Haah～ …I'm melting away～ Straight melting into the water…… \nThinking 'bout it, we were drippin' with sweat after practice…"
        },
        {
            "name": "Oguri Cap",
            "text": "Tama…… please don't melt away……"
        },
        {
            "name": "Tamamo Cross",
            "text": "I see ya melting jus' same… \nThis ain't good… we best get out a min……"
        },
        {
            "name": "Inari One",
            "text": "Hahah, y'alls relaxin' like nothin' else. \nNow this is what ya want a bath to be!"
        },
        {
            "name": "Mejiro Ardan",
            "text": "…… It could be a great idea to take a hot springs trip \nwith you and Chiyono O someday."
        },
        {
            "name": "Yaeno Muteki",
            "text": "That is…… an exciting proposal. I can picture \nChiyono O being pleased with it, too."
        },
        {
            "name": "Inari One",
            "text": "<i>Wheew</i>～! That got me feelin' like grass after rain! \nAaa'ight, what're we gon' do then?"
        },
        {
            "name": "Mejiro Ardan",
            "text": "…… After relaxing in the hot water, I have thought \nof a few suggestions. Shall we talk them over in \nthe refreshing breeze outside?"
        },
        {
            "name": "Mejiro Ardan",
            "text": "—— What do you think about looking \ndeeper into the Sacred Equine Relay?"
        },
        {
            "name": "Tamamo Cross",
            "text": "Look deeper…… you mean its history 'n whatnot?"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Precisely. I was thinking earlier, I don't actually know much \nabout the Sacred Equine Relay. Do I really understand it?"
        },
        {
            "name": "Oguri Cap",
            "text": "Understand it…… Now you say it, I don't know anything \nother than it being a ceremony to appease and praise the \nwishes of ancient horsegirls……"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Truth be told, ever since reciting the Verse of Solace I felt \nthat this ceremony must hold a very rich history… and very \ndeep emotions are involved."
        },
        {
            "name": "Mejiro Ardan",
            "text": "Thus perhaps what we are lacking is \nan understanding…… of that part."
        },
        {
            "name": "Tamamo Cross",
            "text": "'N so you wanna dig into it, huh. …Sure could be a swell idea. \nNo harm in learning 'bout 'em Sacred Equines anyhow."
        },
        {
            "name": "Tamamo Cross",
            "text": "Gotta admit I never thought t'look into its history that far…… \nReally pullin' through for us here, Ardan～!"
        },
        {
            "name": "Mejiro Ardan",
            "text": "…… You give me too much praise. It simply happens that this \nrelates to the reason I wished to become a Sacred Equine."
        },
        {
            "name": "Mejiro Ardan",
            "text": "As I try to leave my mark on this world despite the fragility \ninherent in my body, leaving me at times unable, \"history\" has \nbeen the object of my desires, a place I long to be."
        },
        {
            "name": "Mejiro Ardan",
            "text": "Considering the ancient nature of the Sacred Equine Relay, \nI was therefore delighted with the chance to carve my name \nonto a small fragment of its long history."
        },
        {
            "name": "Mejiro Ardan",
            "text": "Moreover, I went into the Sacred Equine Relay with \nthe hope that the experience would help me to shine \nyet brighter in the future……"
        },
        {
            "name": "Mejiro Ardan",
            "text": "For this reason I reflected upon my thoughts. \nWas I being truthful, earnestly facing the history \nthat I was trying to carve myself into?"
        },
        {
            "name": "Tamamo Cross",
            "text": "…… Well y'know, we can face it anew from today. \nTogether, yeah? As pals looking to be Sacred Equines."
        },
        {
            "name": "Yaeno Muteki",
            "text": "But we are going to require historical documents \nto look further into it. One hopes that there is \nsomething like a library nearby……"
        },
        {
            "name": "Mejiro Ardan",
            "text": "There is actually someone I would like to check with first. \nI think I will go inquire when we return ——"
        },
        {
            "name": "President Mukai",
            "text": "—— These are the historical records on the Sacred Equine \nRelay kept by the Preservation Association, please peruse \nthem at your leisure."
        },
        {
            "name": "Mejiro Ardan",
            "text": "Thank you for allowing us to look through them. \nWe will treat them with the utmost care."
        },
        {
            "name": "President Mukai",
            "text": "…… Good luck to you all. \nI shall take my leave here ——"
        },
        {
            "name": "Yaeno Muteki",
            "text": "…… 'Tis just like Ardan to think of talking directly to \nPresident Mukai. I am very impressed. Thanks to that, \nwe have obtained a great many records."
        },
        {
            "name": "Tamamo Cross",
            "text": "Sure I talked big 'bout facing things together 'n all, \nbut are we really reading all these…? Sweat's dripping \noff Oguri already."
        },
        {
            "name": "Mejiro Ardan",
            "text": "Let's give it our best together. The answers we seek \nare surely somewhere in here."
        }
    ]
}