{
    "text_block_list": [
        {
            "text": "This is the classic year. I'm hoping I can get even more out of Gold Ship…!"
        },
        {
            "text": "I was about to speak to her about that when wishing her a happy new year but…"
        },
        {
            "name": "Gold Ship",
            "text": "― Happy new year, thank you."
        },
        {
            "name": "Gold Ship",
            "text": "The year has turned over… and with it, I have been reborn out of my past self."
        },
        {
            "name": "Gold Ship",
            "text": "But you know what, I think this is a miracle. If there was no earth, no universe…… I wouldn't exist here."
        },
        {
            "name": "Gold Ship",
            "text": "So I'm going to make this year a year to be thankful for everything."
        },
        {
            "name": "Gold Ship",
            "text": "Thank you earth, thank you universe. And thank you standing in front of me."
        },
        {
            "name": "Gold Ship",
            "text": "Now, please listen; \"Happy New Year ～From frigid winter into a new spring～\""
        },
        {
            "name": "Gold Ship",
            "text": "… Thanks so much for listening",
            "choice_data_list": [
                "Uhh, sure… By the way—",
                "Y-yeah… By the way—"
            ]
        },
        {
            "name": "Gold Ship",
            "text": "… Hmm? What is it? You got something to tell me too?"
        },
        {
            "name": "Gold Ship",
            "text": "No prob. Come out with it. Send that fiery pathos straight at me!",
            "choice_data_list": [
                "Let's get some results in the Classics this year!"
            ]
        },
        {
            "name": "Gold Ship",
            "text": "… What now? Classics?"
        },
        {
            "name": "Gold Ship",
            "text": "I was planning on showing off my mad guitar skills this year―"
        },
        {
            "name": "Gold Ship",
            "text": "But in this day and age, violin might be not be a bad choice either.",
            "choice_data_list": [
                "…… <i>Hmm</i>?"
            ]
        },
        {
            "name": "Gold Ship",
            "text": "Sounds cool! Tell me more! How do you want me to play? Huh!?"
        },
        {
            "text": "I don't think we're on the same page here, but anyway―",
            "choice_data_list": [
                "You should build the strength for long events!",
                "We'll figure it out together later.",
                "Let's do a dome tour!"
            ]
        },
        {
            "name": "Gold Ship",
            "text": "I see. You mean I'll need stamina to keep up long concerts."
        },
        {
            "name": "Gold Ship",
            "text": "That classic stuff has music over 10 hours long after all."
        },
        {
            "name": "Gold Ship",
            "text": "Heck yeah…!! 10 hours, 20 hours, it don't matter to me, I'll play the whole dang thing, no break!!"
        },
        {
            "name": "Gold Ship",
            "text": "Ho hoh, you wanna respect the band members's opinions huh? That's great."
        },
        {
            "name": "Gold Ship",
            "text": "Bands often break up because of musical differences, you know."
        },
        {
            "name": "Gold Ship",
            "text": "All right, let's talk the talk out of it…! Come at me! I'll let this fist do the talking!"
        },
        {
            "name": "Gold Ship",
            "text": "Whoa, hey… Did you just say… dome tour!?"
        },
        {
            "name": "Gold Ship",
            "text": "Dream big, is that it! ! Oof, the passion… it's burning me!!"
        },
        {
            "name": "Gold Ship",
            "text": "Hooyeah!! Time for a jam session, right now!!"
        },
        {
            "name": "Gold Ship",
            "text": "We ain't doing this without aiming for the top!!!!"
        }
    ]
}