{
    "text_block_list": [
        {
            "text": "(Woosh…… woosh……)"
        },
        {
            "text": "A refreshing breeze in the seaside night. The pleasant sound of the waves…"
        },
        {
            "text": "So peaceful, so far away from the hustle and bustle of the city. How on earth did I end up here……?"
        },
        {
            "name": "Gold Ship",
            "text": "YAHOOOOOOOOOOOOOOOOOO!!!"
        },
        {
            "name": "Gold Ship",
            "text": "Hey hey hey!! This ain't no time to be playing dead, trainer!!",
            "choice_data_list": [
                "Waaaaah!?"
            ]
        },
        {
            "name": "Gold Ship",
            "text": "On your feet! <i>Stand up</i>! It's time for you to wake up!",
            "choice_data_list": [
                "What in the…!?"
            ]
        },
        {
            "name": "Gold Ship",
            "text": "Huuh? The heck, you don't remember?"
        },
        {
            "name": "Gold Ship",
            "text": "The day that darkness covered the world… The day nearly all hope was snuffed from these lands."
        },
        {
            "name": "Gold Ship",
            "text": "But as luck would have it, earth had a savior in lord Gold Ship…!",
            "color_text_info_list": [
                "Gold Ship"
            ]
        },
        {
            "name": "Gold Ship",
            "text": "She crossed the oceans, she crossed the mountains, in search of Eden… All to save this world……!"
        },
        {
            "text": "The word \"Eden\" jogged some vague memory…"
        },
        {
            "text": "― Right, it was a few days prior."
        },
        {
            "text": "When I was walking, thinking about the Twinkles Series which was about to start…",
            "color_text_info_list": [
                "Twinkle Series"
            ]
        },
        {
            "name": "Gold Ship",
            "text": "Hey, trainer, hear me out!"
        },
        {
            "name": "Gold Ship",
            "text": "I wanted to take a peek at the geological strata so I starting drilling a hole in this field, right?"
        },
        {
            "name": "Gold Ship",
            "text": "And would you know it, I happened upon this Enigmatic Tome!"
        },
        {
            "name": "Gold Ship",
            "text": "\"Eden, that is, the utopia that only horsegirls of great power can reach……\""
        },
        {
            "name": "Gold Ship",
            "text": "\"Goldship, mightiest of horsegirls, hear. Aim to reach Eden — by Enigmatic Tome\""
        },
        {
            "name": "Gold Ship",
            "text": "Don't that mean I was chosen by Eden?"
        },
        {
            "name": "Gold Ship",
            "text": "Wooooooo! It lights the fire in meeee!"
        },
        {
            "text": "\"by Enigmatic Tome\", really? She thinks it would say that?",
            "choice_data_list": [
                "Something's fishy……"
            ]
        },
        {
            "name": "Gold Ship",
            "text": "The heck!? You don't understand the worth of little old Golshi, desired even by Eden, do you!",
            "color_text_info_list": [
                "Golshi"
            ]
        },
        {
            "name": "Gold Ship",
            "text": "I didn't wanna get rough, but you leave me no choice—"
        },
        {
            "name": "Gold Ship",
            "text": "……And, yoop!",
            "choice_data_list": [
                "Wah!! Help!!"
            ]
        },
        {
            "name": "Gold Ship",
            "text": "Don't you worry. I ain't gonna slide you in my menchi-katsu like a piece of cabbage."
        },
        {
            "text": "And that was how we ended up here…"
        },
        {
            "name": "Gold Ship",
            "text": "So, 'bout our next course of action—"
        },
        {
            "name": "Gold Ship",
            "text": "… You have one of those cardinal clocks they call a compass?",
            "choice_data_list": [
                "…… A what now?"
            ]
        },
        {
            "name": "Gold Ship",
            "text": "Remember? You lost all our food and your smartphone while swimming in the ocean?"
        },
        {
            "name": "Gold Ship",
            "text": "So never mind Eden, I don't even know which way home is."
        },
        {
            "name": "Gold Ship",
            "text": "I mean, maybe I could think about spending the rest of my life here, but…"
        },
        {
            "text": "…………"
        },
        {
            "text": "How in blazes has it come to this…!!"
        }
    ]
}