{
    "text_block_list": [
        {
            "name": "Horsegirl A",
            "text": "Hey, hey, have you heard of that one café? Word has it everyone comes out feeling refreshed!"
        },
        {
            "name": "Young Woman A",
            "text": "Of course I've heard! It's said— That they serve up that precious courage you need."
        },
        {
            "name": "Tracen Student A",
            "text": "Have you thought about your chocos～!?"
        },
        {
            "name": "Tracen Student B",
            "text": "Keep it down, will you… Yeah though, Valentine soon huh～ ……… Maybe I'll… give someone chocolate this year."
        },
        {
            "name": "Tracen Student A",
            "text": "Whoa f'real!? Is it time!? You're going for the special stuff!? Finally gonna confess your feelings～!?"
        },
        {
            "name": "Mejiro Ryan",
            "text": "(T-thethe the s-special stuff…!? W-which means she has a special someone…)"
        },
        {
            "name": "Mejiro Ryan",
            "text": "(Waaaaaaaah～～!)"
        },
        {
            "name": "Mejiro Ryan",
            "text": "Ahh……… Haaah～～… Confessing……"
        },
        {
            "name": "Mejiro Ryan",
            "text": "……… “To me, confessions are—”"
        },
        {
            "name": "Mejiro Ryan",
            "text": "(I pull out my \"textbook\". Its pages sugary sweet and glittery. My secret book that teaches a person like me about all sorts of excitement she would know nothing of.)"
        },
        {
            "name": "Mejiro Ryan",
            "text": "(Lately I'm really taken by \"Sweet Memory Teatime\". It's about a high school girl named Hikari who is torn between two boys.)"
        },
        {
            "text": "※The following content is Mejiro Ryan's fantasy."
        },
        {
            "name": "Kaga",
            "text": "<i>… Come on, don't avoid me. Hikari. Let's go to the beach again this year, together.</i>"
        },
        {
            "name": "Hikari",
            "text": "<i>We can't! You have your cute fiancé. … You should spend more time with her.</i>"
        },
        {
            "name": "Mine",
            "text": "<i>… Hikari?</i>"
        },
        {
            "name": "Narrator",
            "text": "Hikari dashes out of the room. Her feelings, the love she thought she gave up on, spilling from her eyes. She runs, and runs… until she reaches the café where she works."
        },
        {
            "name": "Staff Twins",
            "text": "<i>Welcome to Sweet Memory Teatime! Wait, Hikari?! Hmmhuh? You didn't have a shift today, did you?!</i>"
        },
        {
            "name": "Café Postergirl",
            "text": "<i>… That's alright, it just means she's a customer today! Come over here, Hikari. The counter's free.</i>"
        },
        {
            "name": "Kind Patissier",
            "text": "<i>… Hikari. I heard a lot from Master. I'll make you some special chocolates, so come find me later. </i>"
        },
        {
            "name": "Hikari",
            "text": "<i>Special chocolates…?</i>"
        },
        {
            "name": "Café Barista",
            "text": "<i>That's right. The kind you give as present. … Hikari, go and give them to the person you love.</i>"
        },
        {
            "name": "Narrator",
            "text": "The resident barista, referred to as Master, had realized. How Hikari had been trying to settle her feelings."
        },
        {
            "name": "Mejiro Ryan",
            "text": "That's why she gave her a small push, gently trying to bring out her courage."
        },
        {
            "name": "Café Barista",
            "text": "<i>…… You like him, don't you? That boy.</i>"
        },
        {
            "name": "Café Barista",
            "text": "<i>As long as you hold those feelings in your heart, your love will remain. Shape them into words, get them off your chest, and into his.</i>"
        },
        {
            "name": "Mejiro Ryan",
            "text": "And with Master's gentle push, Hikari finally managed to give her chocolates to the boy she loved."
        },
        {
            "name": "Mejiro Ryan",
            "text": "…… <i>Haaah</i>… She's so cool…"
        },
        {
            "name": "Mejiro Ryan",
            "text": "She really is… such a wonderful person."
        },
        {
            "name": "???",
            "text": "Oh-ho, who's this wonderful person?"
        },
        {
            "name": "Mejiro Ryan",
            "text": "Why, <i>Master</i>, of course! Like her mature air as she guides Hikari…"
        },
        {
            "name": "Mejiro Ryan",
            "text": "Or, I'm not sure how to say it but… ―― I wish I could be like her."
        },
        {
            "name": "Mejiro Ryan",
            "text": "………?"
        },
        {
            "name": "Ines Fujin",
            "text": "………? Hallo hallo—?"
        },
        {
            "name": "Mejiro Ryan",
            "text": "I-Ines!?"
        },
        {
            "name": "Ines Fujin",
            "text": "Ahah～. What a lovely story! Why don't you give it a try, Ryan!"
        },
        {
            "name": "Ines Fujin",
            "text": "――Turn your yearnings into reality!!"
        },
        {},
        {
            "name": "Ines Fujin",
            "text": "Hmmn, wanna try a part-time job at a café? Lemme see, where can we go on short notice this time of year…"
        },
        {
            "name": "Mejiro Ryan",
            "text": "N-nah, it's fine! You don't have to humor my fantasies! Besides, if I asked grandma about working—"
        },
        {
            "name": "Ines Fujin",
            "text": "……Hmmm? So you're saying we need to check with your grandmother first, are you?"
        },
        {
            "name": "Mejiro Ryan",
            "text": "…… And that's how we… Yes. A friend… ended up suggesting we try working at a café for a little while."
        },
        {
            "name": "Mejiro Ryan",
            "text": "Ah, b-but I'm well aware. I have a lot more important things to do than lose my—… <i>Hehh</i>?"
        },
        {
            "name": "Mejiro Ryan",
            "text": "…… What do you mean everything's an experi— …… You'll talk to an acquaintance…? … Huh?… <i>Huuuuuuuuhh</i>!?"
        },
        {
            "name": "Café Owner",
            "text": "Yep! I've heard from your grandmother! The shop's all yours to use as you wish!"
        },
        {
            "name": "Café Owner",
            "text": "As the owner I'll be around to lend a hand but… Well, as long as you don't tear anything down you're free to play around with the menu and such!"
        },
        {
            "name": "Mejiro Ryan",
            "text": "B-but even if it's for a short while, won't there be… problems with me as barista? What if your reputation goes down…"
        },
        {
            "name": "Café Owner",
            "text": "Oh it's fine, don't worry! I've just been running this place as something like a hobby anyways. If anything, to think that an active Mejiro lady would run this café… <i>ooh myyy</i>!"
        },
        {
            "name": "Café Owner",
            "text": "Right, I need to custom-order some outfits! For you and your friend here! Oh, and… the schedule!"
        },
        {
            "name": "Café Owner",
            "text": "We'll have to make sure the store's yours on your days off! Dear me, this old woman's found a new reason to live!!"
        },
        {
            "name": "Ines Fujin",
            "text": "Ahah～, the owner seems like a very kind person!"
        },
        {
            "name": "Mejiro Ryan",
            "text": "But isn't this a little too good to be true? A little too convenient?Is this a dream? It's a dream, right? Ines, can you pinch my cheeks?"
        },
        {
            "name": "Ines Fujin",
            "text": "Don't mind if I do!"
        },
        {
            "name": "Mejiro Ryan",
            "text": "Eeek!? …… Owowow. …… I don't think this is a dream……"
        }
    ]
}