{
    "text_block_list": [
        {
            "name": "Ines Fujin",
            "text": "Alrighty, let's get to work on a plan for the café! Close your eyes… Imagine it! First off―"
        },
        {
            "name": "Ines Fujin",
            "text": "We'll be making the lovely sort of café you admire. So we gotta go all in with the things you want to do!"
        },
        {
            "name": "Ines Fujin",
            "text": "Ryan, you're… the slightly more mature \"Master Mejiro Ryan\" now, so you gotta straighten up and look the part♪"
        },
        {
            "name": "Mejiro Ryan",
            "text": "S-straighten up…? Let's see… <i>SweeTea's Master</i> would be… something like this?"
        },
        {
            "name": "Ines Fujin",
            "text": "Awesome! On to the next idea! You'll have the café's bright postergirl working with you! Who's that gonna be～……?"
        },
        {
            "name": "Mejiro Ryan",
            "text": "That uhh… heheh… I'd like that to be you of course."
        },
        {
            "name": "Ines Fujin",
            "text": "Yay! Seal of approval! Well then, next we—"
        },
        {
            "name": "Marvelous Sunday",
            "text": "Maarvelooouus!☆★"
        },
        {
            "name": "Mejiro Ryan",
            "text": "Whoa, Marvelous!?"
        },
        {
            "name": "Marvelous Sunday",
            "text": "<i>Mmmm</i>～☆ Me too! I'm joining in～★ I wanna make everyone <i>marvelous</i> at a cozy café～☆"
        },
        {
            "name": "Biko Pegasus",
            "text": "Ahaha, full of energy again aren't you, Marvelous! Oh…? You ran into Ryan and Ines?"
        },
        {
            "name": "Biko Pegasus",
            "text": "Whoa～! A café, huh!"
        },
        {
            "name": "Biko Pegasus",
            "text": "Then more people wouldn't hurt, right? Ryan! I'll help make your dream come true!"
        },
        {
            "name": "Hishi Akebono",
            "text": "Ooh, I will too. A café means you likely want help with food? Let's make some fluffy memories together♪"
        },
        {
            "name": "Mejiro Ryan",
            "text": "Eh— Y-you two… really!? But surely you're all busy…!"
        },
        {
            "name": "Ines Fujin",
            "text": "Ryan!"
        },
        {
            "name": "Mejiro Ryan",
            "text": "Hweh?! Yes?!"
        },
        {
            "name": "Ines Fujin",
            "text": "I'm pretty sure we all know our circumstances when we say we'll help out. Go on, take a good look at everyone's faces."
        },
        {
            "name": "Mejiro Ryan",
            "text": "…! ………"
        },
        {
            "name": "Mejiro Ryan",
            "text": "………"
        },
        {
            "name": "Mejiro Ryan",
            "text": "… You're right. Thank you, everyone. I'll be counting on you for the next little while!"
        },
        {
            "name": "Ines Fujin",
            "text": "Alrighty then, here's everyone's roles! Pâtissier: Akebono!"
        },
        {
            "name": "Hishi Akebono",
            "text": "Okay♪"
        },
        {
            "name": "Ines Fujin",
            "text": "The twin, or in our case the twin-themed, floor staff: Biko and Marvelous!"
        },
        {
            "name": "Biko & Marvelous",
            "text": "'Kaay!"
        },
        {
            "name": "Ines Fujin",
            "text": "Mmm, great to see you so chipper♪ Last up then… I'll be the poster girl, and our barista will be <i>Master</i> Ryan!"
        },
        {
            "name": "Café Owner",
            "text": "Oooh, now this is a nice atmosphere! … Ahh, that's right! Ryan, dear."
        },
        {
            "name": "Café Owner",
            "text": "A little advice, as your senior in life and café! You should start with a concept."
        },
        {
            "name": "Mejiro Ryan",
            "text": "… A concept?"
        },
        {
            "name": "Café Owner",
            "text": "Yes. For example, \"I want customers to come by to change into work mode in the mornings\" or \"A cozy café where you could even come to relax with a baby.\""
        },
        {
            "name": "Café Owner",
            "text": "A concept like that will guide you forward. \"What do I want to accomplish through this café?\"."
        },
        {
            "name": "Mejiro Ryan",
            "text": "……! T-that I already know! I—"
        },
        {
            "name": "Mejiro Ryan",
            "text": "… I want to be like the <i>Master</i> at a café that I admire."
        },
        {
            "name": "Mejiro Ryan",
            "text": "Like… welcome and serve guests at the counter. Ahh, I'm studying up on coffee as well. And…"
        },
        {
            "name": "Ines Fujin",
            "text": "Hehe. And in particular you want to give love advice, like <i>SweeTea's Master</i>, right?!"
        },
        {
            "name": "Mejiro Ryan",
            "text": "Huh?! I-I feel like that's a little too early for me…"
        },
        {
            "name": "Café Owner",
            "text": "Ahaha, I think that's fine. It's almost Valentine's Day, so I'm sure the demand for your ideal café is growing out there."
        },
        {
            "name": "Mejiro Ryan",
            "text": "R-Really…? Then… ehehe."
        },
        {
            "name": "Mejiro Ryan",
            "text": "(… And so, we prepared hard together, and our first day at the café was upon us at last.)"
        }
    ]
}