{
    "text_block_list": [
        {
            "text": "It's been a short while since I became a new trainer at Tracen Academy. So far, I haven't been able to try to scout an Uma Musume, let alone become their trainer."
        },
        {
            "text": "Naturally, I think they're all wonderful, but, when it comes to talking to them, for some reason I end up hesitating……"
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "――In that case, I have a suggestion…… if you're having trouble at Central, how about searching 『Outside』?",
            "choice_data_list": [
                "Outside, is it？"
            ]
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "Yes♪ I'm sure you're already aware but, Uma Musume aren't limited to racing only in the Twinkle Series！"
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "Scattered all throughout Japan, different series exist, and in each district there are girls attending schools to hone their skills."
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "Occasionally, among those girls, someone with exceptional talent is found, and they'll come to Tracen academy as a transfer student by contracting with a trainer！",
            "choice_data_list": [
                "I see……！"
            ]
        },
        {
            "text": "And with that, I made my way to the Oi Selection Race, where girls aiming to participate in Oi races gathered, but――",
            "choice_data_list": [
                "Where…… am I……！？",
                "Where…… am I……！？"
            ]
        },
        {
            "text": "Probably because I'm unfamiliar with this place, I'm now completely lost, and on top of that――"
        },
        {
            "name": "Intimidating Cat",
            "text": "BuuNyaaaaaaao！！",
            "choice_data_list": [
                "Uwaaaaaa！？"
            ]
        },
        {
            "text": "All of a sudden a cat with an imposing physique started chasing me！ Eventually……"
        },
        {
            "text": "(Guuuuuuuu……)",
            "choice_data_list": [
                "(I……I'm hungry……)"
            ]
        },
        {
            "name": "？？？",
            "text": "Ahaahaahaahaa！！ Hey, hey, hey, what's wrong？ You look like ya could use somethin' to eat！"
        },
        {
            "name": "Intimidating Cat",
            "text": "Bunyaaaa～～～！！"
        },
        {
            "name": "Debonair Uma Musume",
            "text": "Well look what we have here. If it ain't this place's boss cat. ……Hahaa, did ya step in to this guy's territory？"
        },
        {
            "name": "Debonair Uma Musume",
            "text": "Now, now, he's just someone that's not from around here. Let's see, I can probably fix things by doin' this！ ……here kitty, kitty, good kitty！"
        },
        {
            "text": "With all the petting from this debonair Uma Musume, that ferocious cat instantly settled down！ I couldn't call her technique anything but superb……！"
        },
        {
            "name": "Intimidating Cat",
            "text": "FunyaAaan♪"
        },
        {
            "name": "Debonair Uma Musume",
            "text": "Oh, see ya later～！ ……well then. This your first time here？ On top of bein' chased around by the boss cat, you've been wanderin' around lost to the point you're starvin', huh？"
        },
        {
            "name": "Debonair Uma Musume",
            "text": "In that case, how about comin' with me！？ I can show ya to a good Soba place.",
            "choice_data_list": [
                "Even though we've just met……？",
                "Even though we've just met……？"
            ]
        },
        {
            "name": "Debonair Uma Musume",
            "text": "Of course！ I can't do somethin' as boorish as to just leave ya here. It's fine, so just shut up and follow me！"
        },
        {
            "text": "And so, I was led to the shopping district, this debonair Uma Musume seemed familiar with this place and confidently led me to a Soba stand."
        },
        {
            "name": "Soba-stand Old Lady",
            "text": "Well, well, well, if it ain't Inari-chan！ Feelin' like some fried tofu？ I've got lots ready for ya！"
        },
        {
            "name": "Debonair Uma Musume",
            "text": "Oh, thanks for that！ But, old lady, can I get an order of soba too？ I brought ya a customer！"
        },
        {
            "name": "Soba-store Old Lady",
            "text": "Oh my, welcome！ Ufuufuu, if Inari-chan is bringin' ya here, I'll have to provide some service！"
        },
        {
            "text": "And with that, by 『Service』 she meant that my soba had TWO pieces of shrimp tempura. Because of that, it was very filling！",
            "choice_data_list": [
                "Thank you very much……！"
            ]
        },
        {
            "name": "Debonair Uma Musume",
            "text": "Just melts in your mouth doesn't it！？ This is the best soba place around. ……and so？ You, where were ya headed to？"
        },
        {
            "name": "Debonair Uma Musume",
            "text": "Since we've come this far, I might as well accompany ya to the end！ This area is pretty much like my backyard, I can guide ya just about anywhere. Alright, let's hear it！",
            "choice_data_list": [
                "Actually, to the 『Oi Racetrack』……"
            ]
        },
        {
            "name": "Debonair Uma Musume",
            "text": "Hmmm？ Did I hear that right？ ……Ahaa haa haa haa！！"
        },
        {
            "name": "Debonair Uma Musume",
            "text": "Well, what do ya know？ I was headin' there too！"
        },
        {
            "text": "And with that, somehow or other I made it to the Oi Racetrack, and I was able to spectate the Selection Race, but――"
        },
        {
            "text": "(UooOOOOOOOOH！)"
        },
        {
            "name": "Debonair Uma Musume",
            "text": "DaaAAAAARaAAAAA！！ Move it, outta the way, comin' through！！",
            "choice_data_list": [
                "Didn't I just meet her！？"
            ]
        },
        {
            "text": "I had no idea she was a participant！ No, more than that……！"
        },
        {
            "name": "Announcer",
            "text": "We're finally entering the last straight！ And kicking up a cloud of dust, pushing forward is Inari One, it's Inari One！"
        },
        {
            "name": "Inari One",
            "text": "With this…… it's over！ OraAAAAAAAA！！"
        },
        {
            "name": "Announcer",
            "text": "Inari One takes the lead！！ Inari One is out in front！ 2 lengths, 3 lengths and more！！ There she goes, it's Inari One！！"
        },
        {
            "name": "Announcer",
            "text": "Goal！ Inari One, wins the Oi Selection Race with an overwhelming 4 lengths！ Even with that small stature she's overflowing with such power, what a marvelous run！！",
            "choice_data_list": [
                "……Haa……！！"
            ]
        },
        {
            "text": "Without realizing it, I took a deep breath, I was so enthralled that I had forgotten to breathe. ……That's just how fascinating her run had been."
        },
        {
            "text": "My pulse was racing. With each step, the earth seemed to shake beneath her feet. With fighting spirit that burned like fire. With brilliant speed even on the dirt."
        },
        {
            "text": "Certainly, even on a turf course―― even in the Twinkle Series. It has to be her…… it has to be her！",
            "choice_data_list": [
                "That girl―― I want to scout her！"
            ]
        },
        {
            "name": "Inari One",
            "text": "Nah, sorry. I'm glad ya feel that way, but I can't accept that offer."
        },
        {
            "text": "But, this debonair Uma Musume―― Inari One, who listened silently until I finished, plainly rejected me.",
            "choice_data_list": [
                "……can you tell me why？",
                "……can you tell me why？"
            ]
        },
        {
            "name": "Inari One",
            "text": "As ya can tell, I'm a workin'-class girl raised in a workin'-class town！ Since the time I could walk, I was raised with all the other kids in town like one big family."
        },
        {
            "name": "Inari One",
            "text": "Even our runnin' styles are the same. There's someone who's been lookin' after and raisin' me this whole time. That person, is waitin' for me here on the Oi team."
        },
        {
            "name": "Inari One",
            "text": "On top of that――"
        },
        {
            "name": "Purple Scrunchie Uma Musume",
            "text": "――Ah, you're here, Inari-neesan！ Congratulationsー！ I…… ran out of stamina again, and got 5th though……"
        },
        {
            "name": "Inari One",
            "text": "What's with the gloomy face！？ Ya ran with all ya had, and came this far right？ Besides, the Chief's already talked to ya, hasn't he？"
        },
        {
            "name": "Purple Scrunchie Uma Musume",
            "text": "Yeah！ Ever since I was small, I've looked up to Inari-neesan, and now we're on the same team……！ I'm glad！ I look forward to working with you！！"
        },
        {
            "name": "Purple Scrunchie Uma Musume",
            "text": "Ah, sorry for interrupting you！ I'll be heading off now！！"
        },
        {
            "name": "Inari One",
            "text": "Yeah, see ya later！！ …………and. Well, something like that."
        },
        {
            "name": "Inari One",
            "text": "See, I'm an Edo kid after all. For the Chief that's been lookin' after me, and my cute follower, I can't just leave 'em be. ……Sorry 'bout that！",
            "choice_data_list": [
                "No it's fine……I understand",
                "No it's fine……I understand"
            ]
        },
        {
            "name": "Inari One",
            "text": "……Aw, c'mon, don't give me that sad look! You, you've got a good eye if ya came straight to me!"
        },
        {
            "name": "Inari One",
            "text": "With an eye like that, ya shouldn't have a problem findin' a good girl at Tracen Academy. It's a really prestigious school right？ In that case――",
            "choice_data_list": [
                "I've searched the school but――"
            ]
        },
        {
            "name": "Inari One",
            "text": "But…… what？",
            "choice_data_list": [
                "I still think it has to be you",
                "I still think it has to be you"
            ]
        },
        {
            "name": "Inari One",
            "text": "…………！"
        },
        {
            "name": "Inari One",
            "text": "Ah, well…… i-is that so? Ummmmーーー………………"
        },
        {
            "name": "Inari One",
            "text": "……have ya memorized the area already？ Don't get caught by that boss cat again. Well then…… um, careful on your way back！"
        }
    ]
}