{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Eishin Flash",
            "text": "— Daily minimum air temperature average; -2°C. \n― Monthly hours of sunshine average; 40."
        },
        {
            "name": "Eishin Flash",
            "text": "As the numbers suggest, December in Germany \nis dark and cold. But, it is also a time of bright nights, \nlit by a gentle 2700K light."
        },
        {
            "name": "Eishin Flash",
            "text": "— Christmas. \nAn important time of the year for Germans, and one where \nmy parents are exceedingly busy running their cake shop."
        },
        {
            "name": "Eishin Flash",
            "text": "I remember watching my father work long into the night, \nvisibly exhausted, pouring his heart and soul into \nmeasuring sugar down to the gram—"
        },
        {
            "name": "Flash' Father",
            "text": "<i>…I need to reduce it a gram…</i>"
        },
        {
            "name": "Eishin Flash",
            "text": "As a child, perhaps his overly serious attitude unsettled me. \nBut, knowing it to be off the mark now, I posed him a question."
        },
        {
            "name": "Young Flash",
            "text": "<i>Papa, why are you so fussy about that? \nA small difference won't make your cakes less delicious!</i>"
        },
        {
            "name": "Flash' Father",
            "text": "<i>... Flash. Remember well. \nA single gram can—<i/>"
        },
        {
            "name": "Eishin Flash",
            "text": "— throw everything off, he said."
        },
        {
            "text": "One day at the track. A black-haired horsegirl stood out \nfrom the students training."
        },
        {
            "name": "???",
            "text": "― 1 minute, 58.1 seconds; task completed."
        },
        {
            "name": "???",
            "text": "Five minute break at 11:45, right on schedule. \nAnd after that—"
        },
        {
            "text": "She'd been running quitely for a while now, checking her times, \ntaking breaks... It looked like she was smoothly completing \na schedule she had made."
        },
        {
            "name": "Horsegirl A",
            "text": "Whoa, hey... the girl over there, is that Eishin Flash? \nThe exchange student from Germany, was she?"
        },
        {
            "name": "Horsegirl B",
            "text": "Yeah, that's her. She's been here for like a year now, I think? \nI've never talked to her though..."
        },
        {
            "name": "Eishin Flash",
            "text": "…..."
        },
        {
            "name": "Horsegirl A",
            "text": "Ehh crap… did she hear us? \nL-let's move, c'mon…"
        },
        {
            "text": "It's rare to see anybody from Germany even at this academy \nwith its many exchange students. Add in her clinical demeanor \nand it's no surprise she'd pique the interests of other students."
        },
        {
            "text": "But she didn't seem to pay any attention \nto the noise around her…"
        },
        {
            "name": "Eishin Flash",
            "text": "… Let's start."
        },
        {
            "name": "Eishin Flash",
            "text": "Phew…!"
        },
        {
            "text": "Her neatly coiffed black hair and tail glistened in the sun. \nI found myself attracted to the beautiful way they \nfloated through the wind as she ran."
        },
        {
            "text": "Some time later, I noticed Eishin Flash somewhere else. \nShe seemed to have gotten involved with a cheerful horsegirl..."
        },
        {
            "name": "???",
            "text": "Comee oon, Flaaashhh. Just for a little bit. Please? \nJust come look at Falco's live for a moment～♪"
        },
        {
            "name": "Eishin Flash",
            "text": "... How many minutes are in a \"moment\"?"
        },
        {
            "name": "???",
            "text": "Huh?"
        },
        {
            "name": "Eishin Flash",
            "text": "Smart Falcon, please speak in precise terms. \nPlease tell me how many minutes and seconds your \nlive event is scheduled for."
        },
        {
            "name": "Smart Falcon",
            "text": "Wehh!? \nDon't tease me like we're in grade school~!?"
        },
        {
            "name": "Eishin Flash",
            "text": "… No, I'm not teasing you? But I wrote my schedule down to \nthe second so I don't have a lot of time to spare."
        },
        {
            "name": "Smart Falcon",
            "text": "There it is again! Flash's schedule! \nIt's okay to shuffle it around a little~!"
        },
        {
            "name": "Eishin Flash",
            "text": "No, I can't tolerate even a second of deviation. \nThat is now how things should be done."
        },
        {
            "name": "Eishin Flash",
            "text": "This time I have defined a schedule in seconds and accounted \nfor travel time. A flawless schedule for self-development..."
        },
        {
            "name": "Eishin Flash",
            "text": "As long as I stick to it, I will see the right result \nin the Selection Race this time."
        },
        {
            "name": "Smart Falcon",
            "text": "I mean, sure the upcoming race is really impotant to you, but..."
        },
        {
            "name": "Eishin Flash",
            "text": "It's not important so much as it is the only correct result."
        },
        {
            "name": "Smart Falcon",
            "text": "O-ooh… You're not pushing yourself too hard, are you?"
        },
        {
            "name": "Eishin Flash",
            "text": "There is not a single issue. \nEverything is proceding, properly and without a hitch."
        },
        {
            "name": "Eishin Flash",
            "text": "... Excuse me, I have already lost 5m 55s of travel time."
        },
        {
            "name": "Eishin Flash",
            "text": "Please inform me about your next live ahead of time. \nI will include it in my plans after the Selection Race. Until then."
        },
        {
            "name": "Smart Falcon",
            "text": "Ahh, hey!?"
        },
        {
            "text": "Eishin Flash ran off with a neutral expression. \nApparently she is a very punctual girl."
        },
        {
            "name": "Smart Falcon",
            "text": "Aah~, she's gone. Well then~ \nThere's <i>someone</i> here who surely wants to watch my live☆",
            "choice_data_list": [
                "… Oh no!?",
                "… Huwahh!?"
            ]
        },
        {
            "name": "Smart Falcon",
            "text": "Falko knew right away you were full of passion♪ \nLet me show you to☆ your☆ seat☆"
        },
        {
            "text": "As this pushy horsegirl dragged me with her, my mind was still \non Eishin Flash… I decided to go watch her Selection Race."
        },
        {
            "text": "However, on the day of the Selection Race. Eishin Flash—"
        }
    ]
}