{
    "text_block_list": [
        {
            "text": "A while after I become Twin Turbo Trainer…"
        },
        {
            "name": "Twin Turbo",
            "text": "Doryaaaaaaaaa! ! Turbo Engine, let's goooooooooo!!"
        },
        {
            "name": "Twin Turbo",
            "text": "Haaah, Haah, \t*cough*… *cough* Kyuuuuh."
        },
        {
            "text": "Twin Turbo never change. Doing her best from start to finish."
        },
        {
            "name": "Twin Turbo",
            "text": "Huff, huff… Oeyaa～ ugh… Oeeee～"
        },
        {
            "text": "The type of run that drain her physical strength and energy."
        },
        {
            "text": "Twin Turbo enjoy the \"now\" from the bottom of her heart."
        },
        {
            "name": "Twin Turbo",
            "text": "Oeeeeee… T-Trainer…! Turbo can… still… run… oehhh!"
        },
        {
            "text": "While look like a flattened dog… Twin Turbo desperately speaking while still facing the ground.",
            "choice_data_list": [
                "Shall we end here for today?"
            ]
        },
        {
            "name": "Twin Turbo",
            "text": "Not yet, just this much, Turbo can still…! ! The next one… I'm going to surpass the time!"
        },
        {
            "name": "Twin Turbo",
            "text": "One more time… Engine, mo… ve ughhh……",
            "choice_data_list": [
                "Should I carry you"
            ]
        },
        {
            "name": "Twin Turbo",
            "text": "Unununununu～……! ! Turbo can still stand up!"
        },
        {
            "name": "Twin Turbo",
            "text": "Guuuuuu…… gah!!"
        },
        {
            "text": "Training always end like this. That's why the next day, and the day after that…"
        },
        {
            "name": "Twin Turbo",
            "text": "Haah, haah… haaa…"
        },
        {
            "name": "Twin Turbo",
            "text": "T-Turbo will run much more than yesterday…! Today's turbo is better than yesterday! !",
            "choice_data_list": [
                "Okay, do your best!"
            ]
        },
        {
            "name": "Twin Turbo",
            "text": "Haah,hah… Yes!! …eh?",
            "choice_data_list": [
                "What's wrong?"
            ]
        },
        {
            "name": "Twin Turbo",
            "text": "You are smiling!! Trainer is always smiling!"
        },
        {
            "name": "Twin Turbo",
            "text": "Turbo also always smiling! I'm feeling great!! Doryaaaaaaa! !"
        },
        {
            "text": "… And just like that she always run until she run out of energy, because of that the schedule become messed up."
        },
        {
            "text": "The paperwork was running far behind schedule. The work continued until midnight, and fatigue was setting in.",
            "choice_data_list": [
                "……fun"
            ]
        },
        {
            "text": "From other perspective it look like I was just getting pushed around, and while that's true…"
        },
        {
            "text": "It's fun watching Twin turbo running at full power. Just by watching her it feel like you are getting pulled by her momentum."
        },
        {
            "text": "The fact that Twin Turbo said \"you are always smiling\" is probably the result of that."
        },
        {
            "text": "As long as possible… No, I want Twin Turbo to keep running. Running in the way that she enjoy the most, forever."
        },
        {
            "text": "But still, it's fun even though it's painful… I think while crossing my arm.",
            "choice_data_list": [
                "…I wonder if we start to become similar."
            ]
        },
        {
            "text": "I wonder if it possible for Trainer to become similar to the Horse girl they are in charge of. There is no way, I thought, but―"
        },
        {
            "name": "Twin Turbo",
            "text": "Ahahahaha!! It's fun! It hurt! Trainer, are you watching!?"
        },
        {
            "name": "Twin Turbo",
            "text": "Pweh, It's… so… fun *cough* *cough* Ehehehe… uweeh."
        },
        {
            "text": "And just like that I continue watching Twin Turbo running without brake day after day. No matter how many time the schedule has change and no matter how tired I become."
        },
        {
            "name": "Twin Turbo",
            "text": "Kyuuuuuuh……",
            "choice_data_list": [
                "Is it time to stop?"
            ]
        },
        {
            "name": "Twin Turbo",
            "text": "Ununu…… Just a little more! Ehehehe… It's so fun!"
        },
        {
            "text": "With a smile from the heart, I could feel the same feeling."
        }
    ]
}