{
    "text_block_list": [
        {
            "name": "Twin Turbo",
            "text": "Tokai Teio! ! ! It's a duel! !"
        },
        {
            "name": "Twin Turbo",
            "text": "Today, Turbo is going to mark Teio! And then I'll overtake you at the end! How's that!?"
        },
        {
            "name": "Tokai Teio",
            "text": "Alright then, now lightly…"
        },
        {
            "name": "Twin Turbo",
            "text": "Listen! Listen to me!"
        },
        {
            "text": "As usual, it was swept away lightly. In the midst of all this, the mock race began."
        },
        {
            "name": "Twin Turbo",
            "text": "Mark. Mark Teio! Mark, mark, mark……"
        },
        {
            "name": "Twin Turbo",
            "text": "(Ugh, so many horse girls around…… there is so much other than Teio. Ughhhh ……)"
        },
        {
            "name": "Twin Turbo",
            "text": "Uwaaaaaaaaaaa!!"
        },
        {
            "name": "Tokai Teio",
            "text": "……eng?"
        },
        {
            "name": "Twin Turbo",
            "text": "Ugyaaaaaaaa～～～! Ugya gya gya gya gyaaaaa!"
        },
        {
            "name": "Twin Turbo",
            "text": "AAAAAAAAAAAAAAAAAAAAA!"
        },
        {
            "name": "Trainers",
            "text": "Ohhhhh……!"
        },
        {
            "text": "The venue roars at the overwhelming great escape. The gap widened by 5 length, 10 length, and more."
        },
        {
            "name": "Experienced Trainer A",
            "text": "I see, marking Teio is a bluff. The real aim is this grea escape! ……eng?"
        },
        {
            "name": "Twin Turbo",
            "text": "Aaaaa～……."
        },
        {
            "name": "Experienced Trainer A",
            "text": "Exhausted already!? Just before the 3rd corner!? So she just go out of control…"
        },
        {
            "text": "Although it greatly excited the audience…… Twin Turbo was defeated by Tokai Teio."
        },
        {
            "name": "Twin Turbo",
            "text": "It's frustrating! frustrating frustrating frustrating ! ! It wasn't supposed to be like this～～～!"
        },
        {
            "name": "Twin Turbo",
            "text": "Turbo can do more! I can run more!!!! I'm out of breath, but my legs are still fine! So why!?"
        },
        {
            "text": "I call out to her. The reason for her defeat was obvious: \"She got caught up in the race.\" It seemed like she could run better with the right advice."
        },
        {
            "name": "Twin Turbo",
            "text": "Eh, Trainer… Don't tell me a lecture? Even though Turbo is in tatters now～～～."
        },
        {
            "name": "Twin Turbo",
            "text": "No No No! Angry people are scary!! Turbo, furious dash!"
        },
        {
            "text": "She ran away. It was more like she was frightened than defiant. It was like a ferocious little animal, it's hard to deal with…"
        },
        {
            "text": "――And then, one day after a while."
        },
        {
            "name": "Nice Nature",
            "text": "Oh Trainer. Just a minute. You said you wanted to know a little more about Turbo, didn't you?"
        },
        {
            "name": "Nice Nature",
            "text": "Can you come over here? I can show you something interesting."
        },
        {
            "text": "I was getting more and more interested in twin turbo. Taken by Nice Nature, where we headed is…"
        },
        {
            "name": "Twin Turbo",
            "text": "……………………",
            "choice_data_list": [
                "under the stairs? What are you doing in the dark?"
            ]
        },
        {
            "name": "Nice Nature",
            "text": "Video editing. It's that girl hobby. But it look like she's just doing it in her free time now…"
        },
        {
            "name": "Nice Nature",
            "text": "People said she also do it for hour in her room. Actually… she seems like more of the indoor type."
        },
        {
            "name": "Twin Turbo",
            "text": "……………………"
        },
        {
            "text": "Amazing concentration. I couldn't imagine that from how Twin Turbo usually behave."
        },
        {
            "name": "Nice Nature",
            "text": "This is Turbo. Brave but cowardly. Outward but inward. Motivated but incredibly uneven."
        },
        {
            "name": "Nice Nature",
            "text": "So the two engines are always in disarray. That's why if she can't decide the way to go…"
        },
        {
            "name": "Twin Turbo",
            "text": "Ugyaaaaaaaa～～～! Ugya gya gya gya gyaaaaa!"
        },
        {
            "name": "Nice Nature",
            "text": "She goes out of control right away. She doesn't even know which way to go."
        },
        {
            "name": "Nice Nature",
            "text": "That's her weakness. And……"
        },
        {
            "name": "Nice Nature",
            "text": "Her good point, that's what I think. She is selfish and a handful, but I never get tired of watching her. She is really interesting."
        },
        {
            "text": "Overwhelmingly interesting. It's not just about personality."
        },
        {
            "name": "Trainers",
            "text": "Ohhhhhh!"
        },
        {
            "text": "It was the same in the race. It was that unexpected run that made the audience gasp. That unexpected run. If it had stayed that way ……"
        },
        {
            "text": "How exhilarating would it if she could win. How much fun would it be for the audience."
        }
    ]
}