{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "…It should be starting soon, shouldn't it? \nFufuu, even just waiting for it to start is fun, isn't it?",
            "name": "Mejiro Ardan"
        },
        {
            "text": "Going back a bit―"
        },
        {
            "text": "Well then, I'll be off. I'll let you know when I'll be returning home.",
            "name": "???"
        },
        {
            "text": "Oh, Trainer-san? \nHow do you do? What a coincidence.",
            "name": "Mejiro Ardan",
            "choice_data_list": [
                "Heading somewhere?"
            ]
        },
        {
            "text": "Yes, to the theater to see a play. \nActually, the sponsor invited me by giving me this pair ticket.",
            "name": "Mejiro Ardan"
        },
        {
            "text": "At first I planned to come with my older sister but, \nunfortunately her race schedule is quite full…… Oh.",
            "name": "Mejiro Ardan"
        },
        {
            "text": "Um, I know it's a bit sudden but, if you'd like, how about joining me?",
            "name": "Mejiro Ardan"
        },
        {
            "text": "I'm happy I was able to come with Trainer-san. \nIt's a very popular work so, I've been wanting to see it for quite a while.",
            "name": "Mejiro Ardan",
            "choice_data_list": [
                "What kind of story is it?",
                "What kind of story is it?"
            ]
        },
        {
            "text": "Two knights that are close friends, for the sake of becoming famous, \nhead to an old castle to exterminate ghosts. It seems to be a comedy.",
            "name": "Mejiro Ardan"
        },
        {
            "text": "It seems to be based on a classic, and as a contemporary drama \nit's worth seeing… Oh, it's starting.",
            "name": "Mejiro Ardan"
        },
        {
            "text": "Look there, friend. Surely that, is the cursed castle that only \nappears at night! How imposing it seems…",
            "name": "Knight A"
        },
        {
            "text": "However, I do not fear this ominous spirit! Oh God, please \nwatch over this subjugation! Now is the time to make \nour heroism known―",
            "name": "Knight B"
        },
        {
            "text": "A g-g-g-ghost?! Wait, was that you?! \n…Hey, stop copying me!! Why you～～!",
            "name": "The 2 Knights"
        },
        {
            "text": "Oh! ……Fufuu.",
            "name": "Mejiro Ardan"
        },
        {
            "text": "As would be expected of the topic, it was fun. \nBut above all, Mejiro Ardan would often let out a giggle \nand the change in her expression was impressive―"
        },
        {
            "text": "Just as you would expect from it's popularity. The way those \ntwo would jump in surprise at every sound was really cute.",
            "name": "Mejiro Ardan"
        },
        {
            "text": "But… it was a bit unfortunate they never met that spirit in the end. \nIf it was me I likely would keep on returning to the castle without \ngiving up.",
            "name": "Mejiro Ardan",
            "choice_data_list": [
                "You want to meet one that badly?"
            ]
        },
        {
            "text": "Enough to want to speak with them over tea. \nThey would definitely be someone who knew the long \nhistory of the castle―",
            "name": "Mejiro Ardan"
        },
        {
            "text": "If I could speak to them…… for someone who was forgotten \nfor so long, that brilliant moment would be almost enough \nto revive them, don't you think?",
            "name": "Mejiro Ardan"
        },
        {
            "text": "………Oh, there's a very pleasant breeze, isn't there?",
            "name": "Mejiro Ardan"
        },
        {
            "text": "Um, Trainer-san? If it's fine with you, how about taking a short walk? \nIt's very beautiful this evening, so―",
            "name": "Mejiro Ardan",
            "choice_data_list": [
                "<size=40>You think we could find that castle now?</size>"
            ]
        },
        {
            "text": "……Fufuu, if we could, that would be wonderful, don't you think?",
            "name": "Mejiro Ardan"
        },
        {
            "text": "When I was a child, after seeing that play I would often wonder \nwhat would happen if I was that spirit.",
            "name": "Mejiro Ardan"
        },
        {
            "text": "Would I become a boy? Would I become an old lady? \nWould I go on adventures, or would I sometimes do something \nmischievious and get scolded?",
            "name": "Mejiro Ardan"
        },
        {
            "text": "This one life that everyone is limited to, only within our \nimagination can we switch with another. Almost like a hidden \nplay, it sounds very fun…",
            "name": "Mejiro Ardan",
            "choice_data_list": [
                "<size=38>Are you imagining becoming a knight now?</size>"
            ]
        },
        {
            "text": "I wonder? Or maybe I'd be the spirit the knights came to subdue, \nthat only had an interest in just observing them, you know?",
            "name": "Mejiro Ardan",
            "choice_data_list": [
                "Just observing?"
            ]
        },
        {
            "text": "…Let's see. If the knights could perceive it, I'm sure the spirit \nwould definitely want to talk with the knights.",
            "name": "Mejiro Ardan"
        },
        {
            "text": "If I was the spirit, I think I would want to know what kind of \npeople the knights were.",
            "name": "Mejiro Ardan"
        },
        {
            "text": "For example, wondering what the knights were like when they \nwere young, and what led them to becoming who they were.",
            "name": "Mejiro Ardan"
        },
        {
            "text": "-Oh, so something like that happened! Fufuu, Trainer-san, \nwhen you were a child you must have been adorable.",
            "name": "Mejiro Ardan"
        },
        {
            "text": "For some reason, no matter how much I hear, I just want to \nknow more. Trainer-san, what other kinds things did you do?",
            "name": "Mejiro Ardan",
            "choice_data_list": [
                "<size=43>Let's see, around this time of year……</size>"
            ]
        },
        {
            "text": "……Eh? Ah……",
            "name": "Mejiro Ardan"
        },
        {
            "text": "P-please excuse me. This…… to think that I'd……",
            "name": "Mejiro Ardan",
            "choice_data_list": [
                "<size=33>After all that walking, of course you'd get hungry</size>",
                "<size=33>After all that walking, of course you'd get hungry</size>"
            ]
        },
        {
            "text": "Oh… before I realized, we came this far? \nI was so absorbed in our conversation, I didn't even realize.",
            "name": "Mejiro Ardan"
        },
        {
            "text": "…To think I'd be walking this much. \nSo I don't make anyone worry, I should probably hold back a bit.",
            "name": "Mejiro Ardan",
            "choice_data_list": [
                "<size=31>\"Right now\" you should be fine with this much, right?</size>",
                "<size=31>\"Right now\" you should be fine with this much, right?</size>"
            ]
        },
        {
            "text": "Ah……",
            "name": "Mejiro Ardan"
        },
        {
            "text": "That's why… if it's alright. Starting tomorrow, how about \nmaking this the normal training menu?",
            "name": "Mejiro Ardan"
        },
        {
            "text": "<i>I was thinking the same thing</i>"
        },
        {
            "text": "Oh! ……Fufuu. I guess I have to be thankful for \"now\". Lately, it \nseems like my condition has gotten better. I don't get so feverish \nI can't move anymore.",
            "name": "Mejiro Ardan"
        },
        {
            "text": "(That's right… at that time and even now. \nTrainer-san is always…)",
            "name": "Mejiro Ardan"
        },
        {
            "text": "(How strange… for some reason, my chest feels warm… \nTrainer-san, really-)",
            "name": "Mejiro Ardan",
            "choice_data_list": [
                "Something wrong?"
            ]
        },
        {
            "text": "Ah… no, it's nothing. \nIt's just, I was thinking that today I had a lot of fun.",
            "name": "Mejiro Ardan",
            "choice_data_list": [
                "<size=39>I'm sure it'll make dinner that much tastier</size>",
                "<size=39>I'm sure it'll make dinner that much tastier</size>"
            ]
        },
        {
            "text": "Geez, please don't tease me like that. But―",
            "name": "Mejiro Ardan"
        },
        {
            "text": "Yes… today was a truly fulfilling day. \nSurprisingly, I learned something new about myself today.",
            "name": "Mejiro Ardan",
            "choice_data_list": [
                "And what was that?"
            ]
        },
        {
            "text": "……Fufuu, that's a secret.",
            "name": "Mejiro Ardan"
        },
        {
            "text": "It seems the sun is setting. Before we meet a real life spirit, \nwe should probably head back home.",
            "name": "Mejiro Ardan"
        },
        {
            "text": "Trainer-san, for accepting my sudden invitation \nand accompanying me today, thank you very much.",
            "name": "Mejiro Ardan"
        },
        {
            "text": "She casually avoided the question with a joke. But it felt like \nthe distance between Mejiro Ardan and myself had shrunk \njust a little bit."
        }
    ]
}