{
    "text_block_list": [
        {
            "text": "It'd been a while since I'd officially became a trainer at Tracen Academy. And today―"
        },
        {
            "text": "(gorogorogorogorogoro…!!)",
            "choice_data_list": [
                "My… my stomach… hurts!!"
            ]
        },
        {
            "text": "I was in an awful state, and ended up stumbling my way in to the hospital."
        },
        {
            "text": "The result of my exam was that it was just simple food poisoning. I'm glad it was nothing serious… but, on the way home with medicine in hand―"
        },
        {
            "name": "Doctor",
            "text": "For now… congratulations on being discharged, Mejiro Ardan. But, please make sure you avoid anything too strenuous."
        },
        {
            "name": "Nurse",
            "text": "You're probably sick of hearing this by now, but make sure you don't overwork yourself! Make sure you do your stretches and cooldowns properly!"
        },
        {
            "name": "Doctor",
            "text": "Repeated fractures and sprains will shorten the life span of your legs. Always be cautious with your judgement. Do you understand?"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Yes, I'm very much aware of it. This time too, thank you very much for taking care of me."
        },
        {
            "name": "Elderly Maid",
            "text": "My lady Ardan. The car to pick you up has arrived."
        },
        {
            "name": "Mejiro Ardan",
            "text": "Oh, Granny, thank you very much. …Well then everyone, I will be off."
        },
        {
            "name": "Nurse",
            "text": "Take care! …Seriously, don't push yourself too hard!!"
        },
        {
            "text": "That seemed like an awfully strict conversation between the doctors and that Uma Musume wearing the Tracen Academy uniform — Mejiro Ardan."
        },
        {
            "text": "The next time I saw her was while riding the bus back to Tracen Academy."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Hmmmmm～… Ah!! Ardan-saaaaaaaan!!"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Oh, Chiyono O. So you were waiting for me again, I see."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Yeah, since you were being discharged today! I'm glad that you were safely able to return to school…! Congratulations, Ardan!!"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Fufuu, thank you, as always."
        },
        {
            "name": "Mejiro Ardan",
            "text": "But, I seem to have made you wait out in the cold. You haven't gotten too cold, have you?"
        },
        {
            "name": "Mejiro Ardan",
            "text": "At the very least, once we return to the dorms let me make you some tea. I just happen to have some because a visitor brought some―"
        },
        {
            "name": "Horsegirl A",
            "text": "Huh?… That senpai, she was admitted to the hospital <i>again</i>?"
        },
        {
            "name": "Horsegirl B",
            "text": "Ah- if I remember correctly, before the previous Selection Race she was injured or wasn't feeling too good and had to withdraw right beforehand."
        },
        {
            "name": "Horsegirl C",
            "text": "Right before getting started she had to withdraw? And she's done it several times? …Eh? Isn't that bad? Normally, you'd be in a panic, right?"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Wait a minute! You over there…!!"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Chiyono O. …Thank you, but, I don't really mind."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "But, Ardan-!"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Well, it's all true though."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Uu…"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Alright, Chiyono O. Before we get too cold, let's return to the dorms."
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "Aaah… Mejiro Ardan is it? Let's see…"
        },
        {
            "text": "For some reason it was bothering me, so I asked Tazuna about her. When I did―"
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "…It's just as you heard, she's someone that is rather frail and gets injured easily. Ever since she's enrolled, she's been admitted to the hospital several times."
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "Because of that, even though she's trying to get started, she's had to withdraw from several Selection Races, and has had to take many days off from training―"
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "As a result, she's never been scouted and has yet to debut. And the evaluations of other trainers… hasn't been too positive either.",
            "choice_data_list": [
                "Is that so…"
            ]
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "I… believe she's someone with talent. She's an Uma Musume from the famous Mejiro family, so she definitely has the potential."
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "It's just that her body is a bit fragile… On top of that, there's her older sister as well.",
            "choice_data_list": [
                "'Older sister'?"
            ]
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "Even as a new trainer, I'm sure you're familiar with the name. One of the Mejiro family's most prominent — Mejiro Ramone.",
            "choice_data_list": [
                "…!"
            ]
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "Winning her debut race with a 20-length margin, and during her junior-year recording several times approaching that of the 'Super Car' Maruzensky."
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "On top of that, being the first one to ever earn the 'Triple Tiara'."
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "There's no shortage of anecdotes, about the glory of the outstanding and strong older sister… and Ardan being overshadowed, but still chasing after her.",
            "choice_data_list": [
                "I see…"
            ]
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "Ardan herself, is truly doing her utmost but…"
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "<i>At this rate, next time will probably be the last-</i>",
            "choice_data_list": [
                "Ehh?"
            ]
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "Ah, no! I'm sorry, this is just my speculation. Um―"
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "…But if she's caught your interest, please try approaching Ardan, Trainer!"
        },
        {
            "text": "Even with that frail body, chasing after her outstanding older sister's shadow, an Uma Musume with a gentle laugh. Mejiro Ardan―"
        },
        {
            "text": "…Tomorrow, I decided I'd go and see what her situation was."
        }
    ]
}