{
    "text_block_list": [
        {
            "name": "Mejiro Ardan",
            "text": "Well then, once more…… my name is Mejiro Ardan. From now on, I look forward to working under your kind guidance.",
            "choice_data_list": [
                "Looking forward to it, Ardan",
                "Looking forward to it, Ardan"
            ]
        },
        {
            "name": "Mejiro Ardan",
            "text": "Yes. …Well, this might seem a bit sudden, but―"
        },
        {
            "name": "Mejiro Ardan",
            "text": "This weekend, could I ask you to accompany me? -Trainer-san."
        },
        {
            "text": "And, just like that―"
        },
        {
            "name": "Elderly Maid",
            "text": "Well then… my lady Ardan, be careful but please enjoy yourself. Trainer-sama, please take good care of my lady.",
            "choice_data_list": [
                "Y-yes!"
            ]
        },
        {
            "text": "…After riding in a vehicle provided by the Mejiro household, we arrived at an art gallery."
        },
        {
            "name": "Mejiro Ardan",
            "text": "Fufuu, Trainer-san, there's no need to be so stiff. Granny, thanks for escorting us. We'll be off then."
        },
        {
            "text": "Maybe it was because I was still a little nervous from earlier, but I couldn't keep calm and ended up glancing around…"
        },
        {
            "text": "When I do, I happen to see what is apparently the title of this special exhibit.",
            "choice_data_list": [
                "…'Temporary Exposition'?"
            ]
        },
        {
            "name": "Mejiro Ardan",
            "text": "Yes…… originally I had planned to explore the exhibit myself since I was interested, but I wanted to see if Trainer-san would accompany me.",
            "choice_data_list": [
                "What kind of exhibition is it?",
                "What kind of exhibition is it?"
            ]
        },
        {
            "name": "Mejiro Ardan",
            "text": "…There's a wide variety of exhibits. Painting, sculptures, photographs, film, handicrafts―"
        },
        {
            "name": "Mejiro Ardan",
            "text": "But each and every one of those, has one single common theme.",
            "choice_data_list": [
                "…A theme?"
            ]
        },
        {
            "name": "Mejiro Ardan",
            "text": "All of these were completed 'posthumously'."
        },
        {
            "text": "In this venue, there certainly were a lot of works on display. After hearing these were all completed posthumously, at first I thought this would be a somewhat formal affair, but―"
        },
        {
            "text": "When I actually looked around, there were things that made me stop and look, and things that made me contemplate, if I had to say it, it seemed like a normal art exhibition."
        },
        {
            "name": "Mejiro Ardan",
            "text": "That's true. To most people, I think that's often the way it seems."
        },
        {
            "text": "After that, we took our time looking around the venue. And when we stepped back outside―"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Trainer-san, there's one more place I'd like to stop by. There's a forest behind the art gallery, would it be alright to take a look?"
        },
        {
            "name": "Mejiro Ardan",
            "text": "You see, there's one last work that's on display there. …No matter what, I'd really like to see it at least once."
        },
        {
            "name": "Mejiro Ardan",
            "text": "Could I trouble you to accompany me for just a bit longer?"
        },
        {
            "text": "Together we headed in to the forest. It seemed like not many people knew about this work, since I didn't see any other visitors around."
        },
        {
            "text": "But, at the place―"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Yes… that's right, this is it. …This is what I wanted to see."
        },
        {
            "text": "There was a single painting."
        },
        {
            "text": "…Sun bleached, weatherbeaten, faded until it was a shadow of its former self, a single painting."
        },
        {
            "name": "Mejiro Ardan",
            "text": "The one who created this, said this work could \"only be displayed outside\", as part of their will it seems."
        },
        {
            "name": "Mejiro Ardan",
            "text": "………………"
        },
        {
            "text": "For a long, long time, together with Mejiro Ardan, I stayed silently gazing at the picture―"
        },
        {
            "name": "Mejiro Ardan",
            "text": "As I'm sure you're already aware. …I was born with a frail, extremely weak body.",
            "choice_data_list": [
                "……Yeah",
                "……Yeah"
            ]
        },
        {
            "text": "After leaving the art gallery, we were taking a short break at a cafe. That was how Mejiro Ardan, calmly started our conversation."
        },
        {
            "name": "Mejiro Ardan",
            "text": "Even so, my older sister, who was also born with a weak constitution, miraculously recovered, and I've been holding on to that faint sliver of hope, but―"
        },
        {
            "name": "Mejiro Ardan",
            "text": "It seems that, things haven't been going that smoothly. But that's how it normally is, isn't it?"
        },
        {
            "name": "Mejiro Ardan",
            "text": "My physician told me \"To put it blunty, your body is not built for racing. Injuries and worse could be waiting for you based on my examinations.\""
        },
        {
            "name": "Mejiro Ardan",
            "text": "…My parents, even now, are against me racing. While in tears, they told me they were dreadfully afraid of what might happen to me just the other day."
        },
        {
            "name": "Mejiro Ardan",
            "text": "I was originally supposed to be born with a twin but… the other was stillborn. They're probably desperate to make sure I don't meet a similar end."
        },
        {
            "name": "Mejiro Ardan",
            "text": "However- Even with all that. Even despite that, Trainer-san.",
            "choice_data_list": [
                "……!"
            ]
        },
        {
            "text": "And saying that, Mejiro Ardan — with those eyes filled with extraordinary resolve, cast her gaze at me."
        },
        {
            "name": "Mejiro Ardan",
            "text": "There's no telling when my body will break down. It's even possible that in the brilliant history of the Mejiro family, or even that of Uma Musume, I may quickly be forgotten."
        },
        {
            "name": "Mejiro Ardan",
            "text": "Quickly fading, or quickly forgotten. -Even still, \"Right now\"."
        },
        {
            "name": "Mejiro Ardan",
            "text": "Right now, in this moment, to shine brilliantly even at the cost of my life, is the one right still permitted me."
        },
        {
            "name": "Mejiro Ardan",
            "text": "No matter how short. Or fleeting. Or how slight that shine is."
        },
        {
            "name": "Mejiro Ardan",
            "text": "I, myself, wish to use the miracle of my life, to leave at least one mark \"right now\".",
            "choice_data_list": [
                "Ardan……"
            ]
        },
        {
            "name": "Mejiro Ardan",
            "text": "……Would I be able to ask for your cooperation, Trainer-san?"
        },
        {
            "text": "Mejiro Ardan, once again asked this of me. Each of the times before this, when faced with her resolve I was left speechless, but―",
            "choice_data_list": [
                "That picture from before, must definitely have been beautiful",
                "That picture from before, must definitely have been beautiful"
            ]
        },
        {
            "name": "Mejiro Ardan",
            "text": "……!",
            "choice_data_list": [
                "I'll do my best to make sure Ardan also shines like that",
                "I'll do my best to make sure Ardan also shines like that"
            ]
        },
        {
            "name": "Mejiro Ardan",
            "text": "Trainer… san……"
        },
        {
            "name": "Mejiro Ardan",
            "text": "…No, I'm sorry. I rudely assumed that you were a bit more on the timid side."
        },
        {
            "name": "Mejiro Ardan",
            "text": "You have… much more so than I thought, resolved yourself, haven't you?"
        },
        {
            "text": "After that, I took Mejiro Ardan's hand, and we once again shook."
        },
        {
            "text": "\"Right now\" she's pushing forward to shine brilliantly, and I strongly swore to do my best to support her……"
        },
        {
            "name": "Mejiro Ardan",
            "text": "(…Regarding that painting, there's one more anecdote that I know.)"
        },
        {
            "name": "Mejiro Ardan",
            "text": "(That painting's creator, had a partner that helped support them in their work-)"
        },
        {
            "name": "Mejiro Ardan",
            "text": "(That painting, was addressed to their partner, using the last of their strength to bequeath it to them.)"
        }
    ]
}