{
    "text_block_list": [
        {
            "text": "In my room, I was looking over Mejiro Ardan's data.",
            "choice_data_list": [
                "[Dirt, Short distance] will be hard…"
            ]
        },
        {
            "text": "After looking over her past mock race results, it was pretty obvious that this wasn't her strength."
        },
        {
            "text": "Even if she's trying to get up to speed, the reality is that her days of being unable to participate in Selection Races are continuing. I can understand why she's in a hurry…",
            "choice_data_list": [
                "…Wait a second."
            ]
        },
        {
            "text": "That's when I finally realized. Selection Races were originally meant as a place for Uma Musume to show off their abilities and get scouted by Trainers."
        },
        {
            "text": "Which means―"
        },
        {
            "name": "Mejiro Ardan",
            "text": "…Oh. You're offering to scout me?",
            "choice_data_list": [
                "Absolutely!"
            ]
        },
        {
            "text": "To begin with, if she already has a trainer, then there'd be no reason to be so desperate to enter a Selection Race."
        },
        {
            "text": "That incident with the tablet was what caught my interest in the first place. Like this, she won't have to participate with such disavantageous conditions―"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Fufuu, thank you very much. I'm very honored to hear that."
        },
        {
            "name": "Mejiro Ardan",
            "text": "However — I apologize. I'll have to refuse.",
            "choice_data_list": [
                "…!"
            ]
        },
        {
            "name": "Mejiro Ardan",
            "text": "Ah, but please don't misunderstand. My reason for it is not because of Trainer."
        },
        {
            "name": "Mejiro Ardan",
            "text": "Regardless of who was going to ask me, I intended to reject their offer in the same manner."
        },
        {
            "name": "Mejiro Ardan",
            "text": "Please, in the upcoming Selection Race, could I ask you to confirm my abilities with your own eyes?"
        },
        {
            "name": "Mejiro Ardan",
            "text": "After all, it won't do to accept your scouting without having you see what I am capable of.",
            "choice_data_list": [
                "But the race you're entering…!",
                "But the race you're entering…!"
            ]
        },
        {
            "name": "Mejiro Ardan",
            "text": "Oh… is it possible, you were about to say that the race is outside my aptitudes?"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Then, with your permission, I'd like to ask you something, Trainer."
        },
        {
            "name": "Mejiro Ardan",
            "text": "Leaving aside the Twinkle series, are races something that will always be run in the way you expect, at every moment?"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Are there not times where the race rotation does not go as you expected? Times when the weather takes a turn for the worse?"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Or maybe times when you're out of sorts. Or times when you must take the course in a manner you're weak at."
        },
        {
            "name": "Mejiro Ardan",
            "text": "If that's the case, all of that―"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Does not become a reason to not aim for victory, does it?"
        },
        {
            "text": "Mejiro Ardan was smiling. She said all of that with a smile."
        },
        {
            "name": "Mejiro Ardan",
            "text": "But having said that, I do understand that what I'm doing is somewhat unreasonable. However, I also feel like this―"
        },
        {
            "name": "Mejiro Ardan",
            "text": "If I take one step backwards here, in a pivotal moment in competition, I may hesitate to progress forward."
        },
        {
            "text": "Just like the other day, she left me speechless again. I ended up standing on the spot once more."
        },
        {
            "text": "She was moving forward with such heavy resolve."
        },
        {
            "name": "Mejiro Ardan",
            "text": "It seems our conversation may have gone on for a bit too long. I shall be excusing myself here."
        },
        {
            "name": "Mejiro Ardan",
            "text": "By all means, next time- after the Selection Race, I'll be waiting for you."
        },
        {
            "text": "After that, in preparation for the Selection Race, day after day, I saw Mejiro Ardan training hard."
        },
        {
            "name": "Mejiro Ardan",
            "text": "Dirt, on top of that being 1200m means that knowing where to accelerate in the beginning will be important…"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Maybe I should focus more of my practice on starts, and incorporate reaction speed into my training regimen…"
        },
        {
            "text": "As expected, she's working hard, and through trial and error—"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Ardan! Um… your Selection Race is soon isn't it? If you're okay with it, let me join you for training!"
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Be it parallel running, slopes, or laps around the school, I'm fine with anything!"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Oh, thank you very much, Chiyono O. Your offer makes me very happy."
        },
        {
            "name": "Mejiro Ardan",
            "text": "But, I'm sorry. I need to call it a day here. I've been gradually starting to feel a bit more feverish today."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Ah… i-is that so? I'm sorry for suddenly asking that…!!"
        },
        {
            "name": "Mejiro Ardan",
            "text": "No no, please ask me again another day. Fufuu, thinking about how much I'm looking forward to that, I'll have to be careful not to get injured."
        },
        {
            "name": "Sakura Chiyono O",
            "text": "Eeh?! A-Ardan… I don't know if I should be happy or worried when you put it that way～!"
        },
        {
            "text": "…Even though she has a body weaker than others, she carries on with a gentle smile."
        },
        {
            "text": "And so, the Selection Race arrived. Since before the start of the race, it had been raining heavily so this became a muddy 1200m battle. There, Mejiro Ardan was―"
        },
        {
            "text": "(Whooooooooooooaaa?!)"
        },
        {
            "name": "Commentator",
            "text": "Here comes Mejiro Ardan! Here comes Mejiro Ardan!! The goal is right infront of her! She's in first but the others are right behind her!!"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Haa, haa, haa―"
        },
        {
            "name": "Mejiro Ardan",
            "text": "-aaaaahhhhh!!"
        },
        {
            "name": "Commentator",
            "text": "Will Ardan hold on?! Will they catch her?! Now― They cross the goal!!"
        },
        {
            "name": "Commentator",
            "text": "Mejiro Ardan wins by a nose!! With that last push, she holds on! The one who grasped first place in this Selection Race is Mejiro Ardan!!"
        },
        {
            "text": "(Whooooooooooooaaa!!)"
        },
        {
            "name": "Horsegirl C",
            "text": "No… way. Wasn't she… supposed to have no aptitude for this…?!"
        },
        {
            "name": "Rookie Trainer A",
            "text": "M-Mejiro Ardan! Excuse me, but do you have a moment?!"
        },
        {
            "name": "Veteran Trainer A",
            "text": "Me too…! Your run just now, was wonderful. If you're fine with it, then join my―"
        },
        {
            "text": "As expected, Mejiro Ardan is surrounded by trainers aiming to scout her. But…!!",
            "choice_data_list": [
                "Let me through! Please let me through!!"
            ]
        },
        {
            "text": "I desperately push through the crowd until I'm finally standing in front of her! And then…"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Oh? You are…",
            "choice_data_list": [
                "You said 'After the selection \nrace', so I'm here."
            ]
        },
        {
            "name": "Mejiro Ardan",
            "text": "…Fufuu, that's true.",
            "choice_data_list": [
                "Please, let me scout you!",
                "Please, let me scout you!"
            ]
        },
        {
            "name": "Mejiro Ardan",
            "text": "…"
        },
        {
            "text": "Mejiro Ardan stood there saying nothing for a moment, looking directly at me. And then―"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Thank you very much. I'm very honored to hear that."
        },
        {
            "name": "Mejiro Ardan",
            "text": "By all means — I accept. On this path ahead, will you please accompany me?"
        }
    ]
}