{
    "text_block_list": [
        {
            "text": "One day, while training in preparation for an upcoming race."
        },
        {
            "name": "Mejiro Ardan",
            "text": "Haa, haa……… fuu."
        },
        {
            "name": "Mejiro Ardan",
            "text": "My time has gotten better, hasn't it? In addition to that, it feels like I catch my breath a little bit faster after running.",
            "choice_data_list": [
                "We're making good progress through the menu too!",
                "We're making good progress through the menu too!"
            ]
        },
        {
            "name": "Mejiro Ardan",
            "text": "Thank you very much. Well then- to make the best use of time, I will continue."
        },
        {
            "text": "As soon as I praise her, she returns to thinking about training. Just like she said, she was making use of that time. Her concentration was incredible.",
            "choice_data_list": [
                "That concentration is one of your stengths",
                "That concentration is one of your stengths"
            ]
        },
        {
            "name": "Mejiro Ardan",
            "text": "Strength, is it? …Oh, no. While I'm honored you think that, I've never given it much thought before. I'm just… a little surprised."
        },
        {
            "text": "Looks like she hasn't really given it much thought before. This is probably one of the strongest factors behind her resolve―"
        },
        {
            "name": "Mejiro Ardan",
            "text": "As I'm sure you're already aware. …I was born with a frail, extremely weak body."
        },
        {
            "name": "Mejiro Ardan",
            "text": "There's no telling when my body will break down. It's even possible that in the brilliant history of the Mejiro family, or even that of Uma Musume, I may quickly be forgotten."
        },
        {
            "name": "Mejiro Ardan",
            "text": "Quickly fading, or quickly forgotten. -Even still, \"Right now\"."
        },
        {
            "name": "Mejiro Ardan",
            "text": "Right now, in this moment, to shine brilliantly even at the cost of my life, is the one right still permitted me."
        },
        {
            "text": "On that day, of her own volition, she explained her situation to me, quietly… but there was an unwavering determination within.",
            "choice_data_list": [
                "(I want to match that resolve…)"
            ]
        },
        {
            "name": "Mejiro Ardan",
            "text": "Trainer-san, my preparations are complete. I'm ready for the last one, please.",
            "choice_data_list": [
                "-Alright, ready, start!"
            ]
        },
        {
            "name": "Spectating Horsegirls",
            "text": "-Eh? How many of those has Ardan-senpai done? -She's doing more training than before isn't she? Is her body okay?"
        },
        {
            "text": "From the nearby spectating kouhai, I heard some voice their concern, but―"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Haa, haa…… ……Yeah, this feels fine…",
            "choice_data_list": [
                "(It's fine, she can still keep going)"
            ]
        },
        {
            "name": "Mejiro Ardan",
            "text": "Trainer-san? Is there something wrong?",
            "choice_data_list": [
                "In this condition, I wonder if adding more would be fine"
            ]
        },
        {
            "name": "Mejiro Ardan",
            "text": "……! Absolutely, please do. I think I want to keep running a bit more, too."
        },
        {
            "name": "Mejiro Ardan",
            "text": "For today too, thank you very much. Today's training, was much more fruitful than before I believe."
        },
        {
            "name": "Mejiro Ardan",
            "text": "That's why… if it's alright. Starting tomorrow, how about making this the normal training menu?",
            "choice_data_list": [
                "I was thinking the same thing."
            ]
        },
        {
            "name": "Mejiro Ardan",
            "text": "Oh! …Fufuu. I guess I have to be thankful for \"now\". Lately, it seems like my condition has gotten better. I don't get so feverish I can't move anymore."
        },
        {
            "name": "Mejiro Ardan",
            "text": "Before my debut, I wasn't able to train on consecutive days. However, now, it's as you can see."
        },
        {
            "text": "With her in good health and high spirits, our meeting ended. But, it didn't seem she was ready to relax just yet, as she was still standing straight.",
            "choice_data_list": [
                "Why don't you relax a bit more?",
                "Why don't you relax a bit more?"
            ]
        },
        {
            "name": "Mejiro Ardan",
            "text": "Relax… what do you mean?",
            "choice_data_list": [
                "How about sitting down or laying on the sofa?"
            ]
        },
        {
            "name": "Mejiro Ardan",
            "text": "Oh, thank you very much. However, staying like this feels a bit more natural for me."
        },
        {
            "name": "Mejiro Ardan",
            "text": "Originally, the Mejiro family girls tend to be in the public view pretty often. To prevent any careless mistakes, from a young age they are taught etiquette. Furthermore―"
        },
        {
            "name": "Female Acquaintance",
            "text": "Oh, Ardan-chan, why are you in that corner? Are you, perhaps, feeling unwell?"
        },
        {
            "name": "Young Ardan",
            "text": "No, Auntie. I was just thinking about something…"
        },
        {
            "name": "Female Acquaintance",
            "text": "You shouldn't force yourself. You've got such a frail body after all……!"
        },
        {
            "name": "Young Ardan",
            "text": "(……I see. I should stand properly, otherwise they might think I'm feeling sick…)"
        },
        {
            "name": "Mejiro Ardan",
            "text": "……",
            "choice_data_list": [
                "Ardan……?"
            ]
        },
        {
            "name": "Mejiro Ardan",
            "text": "No, it's nothing. Staying like this helps calm me down, so please don't worry."
        },
        {
            "name": "Mejiro Ardan",
            "text": "Trainer-san, I'll promise not to push myself too hard when you're around, so please, rest assured.",
            "choice_data_list": [
                "Got it. When you feel like being pampered, let me know",
                "Got it. When you feel like being pampered, let me know"
            ]
        },
        {
            "name": "Mejiro Ardan",
            "text": "Oh… if you were to pamper an Uma Musume, wouldn't it interfere with your work, Trainer-san?"
        },
        {
            "name": "Mejiro Ardan",
            "text": "Perhaps I might say: \"Today, I'm not feeling too good so I'm going to take the day off.\" Something like that, you know?",
            "choice_data_list": [
                "N-Not when it comes to training!",
                "N-Not when it comes to training!"
            ]
        },
        {
            "name": "Mejiro Ardan",
            "text": "Fufuu… of course, I ask that you don't. I'll be fine, right now I've been more than taken care of.",
            "choice_data_list": [
                "(If she's going to say that, I'll leave it to her…)"
            ]
        },
        {
            "text": "After seeing Mejiro Ardan with a refreshed smile on her face, I decided not to say anything more."
        }
    ]
}