{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Well then, once more…… my name is Mejiro Ardan. \nFrom now on, I look forward to working under your kind guidance.",
            "name": "Mejiro Ardan",
            "choice_data_list": [
                "Looking forward to it, Ardan",
                "Looking forward to it, Ardan"
            ]
        },
        {
            "text": "Yes. \n…Well, this might seem a bit sudden, but―",
            "name": "Mejiro Ardan"
        },
        {
            "text": "This weekend, could I ask you to accompany me? \n-Trainer-san.",
            "name": "Mejiro Ardan"
        },
        {
            "text": "And, just like that―"
        },
        {
            "text": "Well then… my lady Ardan, be careful but please enjoy yourself. \nTrainer-sama, please take good care of my lady.",
            "name": "Elderly Maid",
            "choice_data_list": [
                "Y-yes!"
            ]
        },
        {
            "text": "…After riding in a vehicle provided by the Mejiro household, we arrived \nat an art gallery."
        },
        {
            "text": "Fufuu, Trainer-san, there's no need to be so stiff. \nGranny, thanks for escorting us. We'll be off then.",
            "name": "Mejiro Ardan"
        },
        {
            "text": "Maybe it was because I was still a little nervous from earlier, \nbut I couldn't keep calm and ended up glancing around…"
        },
        {
            "text": "When I do, I happen to see what is apparently the title \nof this special exhibit.",
            "choice_data_list": [
                "…'Temporary Exposition'?"
            ]
        },
        {
            "text": "Yes…… originally I had planned to explore the exhibit myself \nsince I was interested, but I wanted to see if Trainer-san \nwould accompany me.",
            "name": "Mejiro Ardan",
            "choice_data_list": [
                "What kind of exhibition is it?",
                "What kind of exhibition is it?"
            ]
        },
        {
            "text": "…There's a wide variety of exhibits. \nPainting, sculptures, photographs, film, handicrafts―",
            "name": "Mejiro Ardan"
        },
        {
            "text": "But each and every one of those, has one single common theme.",
            "name": "Mejiro Ardan",
            "choice_data_list": [
                "…A theme?"
            ]
        },
        {
            "text": "All of these were completed 'posthumously'.",
            "name": "Mejiro Ardan"
        },
        {
            "text": "In this venue, there certainly were a lot of works on display. \nAfter hearing these were all completed posthumously, at first I thought \nthis would be a somewhat formal affair, but―"
        },
        {
            "text": "When I actually looked around, there were things that made me \nstop and look, and things that made me contemplate, if I had to say it, \nit seemed like a normal art exhibition."
        },
        {
            "text": "That's true. To most people, I think that's often the way it seems.",
            "name": "Mejiro Ardan"
        },
        {
            "text": "After that, we took our time looking around the venue. \nAnd when we stepped back outside―"
        },
        {
            "text": "Trainer-san, there's one more place I'd like to stop by. \nThere's a forest behind the art gallery, would it be alright to take a look?",
            "name": "Mejiro Ardan"
        },
        {
            "text": "You see, there's one last work that's on display there. \n…No matter what, I'd really like to see it at least once.",
            "name": "Mejiro Ardan"
        },
        {
            "text": "Could I trouble you to accompany me for just a bit longer?",
            "name": "Mejiro Ardan"
        },
        {
            "text": "Together we headed in to the forest. It seemed like not many people \nknew about this work, since I didn't see any other visitors around."
        },
        {
            "text": "But, at the place―"
        },
        {
            "text": "Yes… that's right, this is it. \n…This is what I wanted to see.",
            "name": "Mejiro Ardan"
        },
        {
            "text": "There was a single painting."
        },
        {
            "text": "…Sun bleached, weatherbeaten, faded until it was a shadow \nof its former self, a single painting."
        },
        {
            "text": "The one who created this, said this work could \"only be displayed outside\", \nas part of their will it seems.",
            "name": "Mejiro Ardan"
        },
        {
            "text": "………………",
            "name": "Mejiro Ardan"
        },
        {
            "text": "For a long, long time, together with Mejiro Ardan, \nI stayed silently gazing at the picture―"
        },
        {
            "text": "As I'm sure you're already aware. \n…I was born with a frail, extremely weak body.",
            "name": "Mejiro Ardan",
            "choice_data_list": [
                "……Yeah",
                "……Yeah"
            ]
        },
        {
            "text": "After leaving the art gallery, we were taking a short break at a cafe. \nThat was how Mejiro Ardan, calmly started our conversation."
        },
        {
            "text": "Even so, my older sister, who was also born with a weak constitution, \nmiraculously recovered, and I've been holding on to that faint \nsliver of hope, but―",
            "name": "Mejiro Ardan"
        },
        {
            "text": "It seems that, things haven't been going that smoothly. \nBut that's how it normally is, isn't it?",
            "name": "Mejiro Ardan"
        },
        {
            "text": "My physician told me \"To put it blunty, your body is not built for racing. \nInjuries and worse could be waiting for you based on my examinations.\"",
            "name": "Mejiro Ardan"
        },
        {
            "text": "…My parents, even now, are against me racing. While in tears, \nthey told me they were dreadfully afraid of what might happen to me \njust the other day.",
            "name": "Mejiro Ardan"
        },
        {
            "text": "I was originally supposed to be born with a twin but… the other was \nstillborn. They're probably desperate to make sure I don't \nmeet a similar end.",
            "name": "Mejiro Ardan"
        },
        {
            "text": "However- \nEven with all that. \nEven despite that, Trainer-san.",
            "name": "Mejiro Ardan",
            "choice_data_list": [
                "……!"
            ]
        },
        {
            "text": "And saying that, Mejiro Ardan — with those eyes \nfilled with extraordinary resolve, cast her gaze at me."
        },
        {
            "text": "There's no telling when my body will break down. \nIt's even possible that in the brilliant history of the Mejiro family, \nor even that of Uma Musume, I may quickly be forgotten.",
            "name": "Mejiro Ardan"
        },
        {
            "text": "Quickly fading, or quickly forgotten. \n-Even still, \"Right now\".",
            "name": "Mejiro Ardan"
        },
        {
            "text": "Right now, in this moment, to shine brilliantly even at the cost of my life, \nis the one right still permitted me.",
            "name": "Mejiro Ardan"
        },
        {
            "text": "No matter how short. Or fleeting. Or how slight that shine is.",
            "name": "Mejiro Ardan"
        },
        {
            "text": "I, myself, wish to use the miracle of my life, \nto leave at least one mark \"right now\".",
            "name": "Mejiro Ardan",
            "choice_data_list": [
                "Ardan……"
            ]
        },
        {
            "text": "……Would I be able to ask for your cooperation, Trainer-san?",
            "name": "Mejiro Ardan"
        },
        {
            "text": "Mejiro Ardan, once again asked this of me. Each of the times before this, \nwhen faced with her resolve I was left speechless, but―",
            "choice_data_list": [
                "<size=27>That picture from before, must definitely have been beautiful</size>",
                "<size=27>That picture from before, must definitely have been beautiful</size>"
            ]
        },
        {
            "text": "……!",
            "name": "Mejiro Ardan",
            "choice_data_list": [
                "<size=30>I'll do my best to make sure Ardan also shines like that</size>",
                "<size=30>I'll do my best to make sure Ardan also shines like that</size>"
            ]
        },
        {
            "text": "Trainer… san……",
            "name": "Mejiro Ardan"
        },
        {
            "text": "…No, I'm sorry. I rudely assumed that you were a bit more on the timid side.",
            "name": "Mejiro Ardan"
        },
        {
            "text": "You have… much more so than I thought, resolved yourself, haven't you?",
            "name": "Mejiro Ardan"
        },
        {
            "text": "After that, I took Mejiro Ardan's hand, and we once again shook."
        },
        {
            "text": "\"Right now\" she's pushing forward to shine brilliantly, \nand I strongly swore to do my best to support her……"
        },
        {
            "text": "(…Regarding that painting, there's one more anecdote that I know.)",
            "name": "Mejiro Ardan"
        },
        {
            "text": "(That painting's creator, had a partner that helped \nsupport them in their work-)",
            "name": "Mejiro Ardan"
        },
        {
            "text": "(That painting, was addressed to their partner, \nusing the last of their strength to bequeath it to them.)",
            "name": "Mejiro Ardan"
        }
    ]
}