{
    "text_block_list": [
        {
            "text": "The days spent with Shinko Windy were busy but fulfilling. Along with that, my responsibilities as a trainer increased……"
        },
        {
            "name": "Shinko Windy",
            "text": "You! Lately you've been slacking off! It's always work, work, work, work～!"
        },
        {
            "name": "Shinko Windy",
            "text": "Your boss is me, Windy-chan, you know! Your respect towards your boss is lacking!",
            "choice_data_list": [
                "It's proof that Windy's been doing well"
            ]
        },
        {
            "name": "Shinko Windy",
            "text": "Muuu～! But, even then! There's no point if it's boring!!"
        },
        {
            "name": "Shinko Windy",
            "text": "I've had enough! I've already thought of a solution! Punishment time, starts now―!!",
            "choice_data_list": [
                "Wait, what are you going to do……!?"
            ]
        },
        {
            "text": "After she ran off, I chased after her throughout the school. Eventually, in some bushes, I noticed a familiar pair of ears――",
            "choice_data_list": [
                "I found you, Windy!"
            ]
        },
        {
            "text": "However, one part of the ground looked different. A pit fall…… I stepped around it to avoid―― but"
        },
        {
            "text": "(Psshhhhhhhh!!)",
            "choice_data_list": [
                "Uwaaah!?"
            ]
        },
        {
            "name": "Shinko Windy",
            "text": "Kyahahahaa! Welcome to Windy-chan's Punishment Territory!"
        },
        {
            "name": "Shinko Windy",
            "text": "First, as a welcome, a sprinkler attack! And then～…… watch your feet!"
        },
        {
            "text": "(Thud!)"
        },
        {
            "name": "Shinko Windy",
            "text": "There's a pit fall there too～! That's what I'm saying～!"
        },
        {
            "name": "Shinko Windy",
            "text": "Ah, since you'd be lonely down there, I got a friend for ya. Here!",
            "choice_data_list": [
                "Uwah!? A s-spider!?"
            ]
        },
        {
            "name": "Shinko Windy",
            "text": "It's a Toy～! ……Nishi shi♪ It looks good on you, Trainer♪"
        },
        {
            "text": "I climbed out of the pitfall and approached Shinko Windy. When I did―"
        },
        {
            "text": "(Snap! Shhhhhhhh!)",
            "choice_data_list": [
                "U-uwaaaaaaaah!?"
            ]
        },
        {
            "name": "Shinko Windy",
            "text": "Daahaa haa haa! You fell for it!"
        },
        {
            "text": "Something wrapped around my ankle and pulled! In an instant, my world turned upside down, and a smug face was peering at me."
        },
        {
            "name": "Shinko Windy",
            "text": "I got you♪ How's it feel to be hanging upside down?",
            "choice_data_list": [
                "Anyways, let me down……!"
            ]
        },
        {
            "name": "Shinko Windy",
            "text": "This is a punishment, so I won't! Can't catch me now! Neener-neener!"
        },
        {
            "name": "Shinko Windy",
            "text": "Ahh haa haa! Come and get me!"
        },
        {
            "text": "After that, I continued chasing after her, repeatedly getting caught in her mischief-making――"
        },
        {
            "name": "Shinko Windy",
            "text": "What's wrong? Can't keep up?"
        },
        {
            "name": "Shinko Windy",
            "text": "Ni shi shi, if you're like that, you've still got a long way to go to be Windy-chan's underling!",
            "choice_data_list": [
                "……Y-you think so?"
            ]
        },
        {
            "text": "I pulled out the toy spider from earlier, in order to get revenge, but……!"
        },
        {
            "name": "Shinko Windy",
            "text": "Shishimai-chan can take care of something like that!",
            "choice_data_list": [
                "Ah……!?"
            ]
        },
        {
            "name": "Shinko Windy",
            "text": "Were you trying to prank Windy-chan with such an obvious move?"
        },
        {
            "name": "Shinko Windy",
            "text": "Ah haa haa! You're so hopeless! Guess I'll have to teach you the secret to pranking!"
        },
        {
            "name": "Shinko Windy",
            "text": "――And that's why you make them wary of something else, and then you finish them off!"
        },
        {
            "name": "Shinko Windy",
            "text": "And if it's a really flashy feint, you can use that opening to set up the next trick! Using something like konnyaku or water!"
        },
        {
            "text": "Since then, I took lots of notes, and she would force me to come up with pranks on the spot. Then she would grade them.",
            "choice_data_list": [
                "Windy, you're pretty creative",
                "Windy, you're pretty creative"
            ]
        },
        {
            "name": "Shinko Windy",
            "text": "Hm? ……Fufuun. Of course!"
        },
        {
            "name": "Shinko Windy",
            "text": "Part of being a devilish fiend, is doing things that nobody expects!"
        },
        {
            "name": "Shinko Windy",
            "text": "You're gonna be like me! A prankster genius, just like Windy-chan!",
            "choice_data_list": [
                "That's a little……"
            ]
        },
        {
            "text": "I was supposed to be trying to stop Shinko Windy, and now all of a sudden I was taking lessons on making mischief."
        },
        {
            "text": "I wondered if there was a way to have her use her creativeness constructively……"
        }
    ]
}