{
    "text_block_list": [
        {
            "text": "On a day off, I took Shinko Windy to the zoo."
        },
        {
            "name": "Shinko Windy",
            "text": "Crocodiles! Hippos! Gorillas! C'mon, c'mon, let's hurry and go meet 'em all!"
        },
        {
            "name": "Shinko Windy",
            "text": "All of them have bite strength that's the strongest! Feeding-time, especially, is a must-see!"
        },
        {
            "name": "Shinko Windy",
            "text": "C'mon, we gotta hurry! We definitely have to see them at their best!!"
        },
        {
            "name": "Shinko Windy",
            "text": "Uooooooh! Look at that! The power of that croc! Gnawing on that with its big jaws!!"
        },
        {
            "name": "Visitor A",
            "text": "Those teeth are amazing～! If it got you with those, you wouldn't stand a chance～!"
        },
        {
            "name": "Shinko Windy",
            "text": "Muu."
        },
        {
            "name": "Shinko Windy",
            "text": "……If Windy-chan bit you, it would be crazy too!"
        },
        {
            "name": "Visitor A",
            "text": "The way it chomps with that big mouth is cute too～!"
        },
        {
            "name": "Visitor B",
            "text": "But look at how it can stand in the water～. That's kinda cute too～!"
        },
        {
            "name": "Shinko Windy",
            "text": "Mumumu-! Just focusing on them, it's not fair!"
        },
        {
            "name": "Shinko Windy",
            "text": "When it comes to bite strength, even Windy-chan can too……!"
        },
        {
            "text": "Gradually, Shinko Windy's mood was worsening. At this rate, it could be bad……!"
        },
        {
            "name": "Zookeeper",
            "text": "Goat King, looks like there aren't many visitors coming to see you this time either."
        },
        {
            "name": "Goat King",
            "text": "Meeeeh……"
        },
        {
            "name": "Shinko Windy",
            "text": "……What's that? He's taking the goat for a walk.",
            "choice_data_list": [
                "A meet-and-greet maybe?"
            ]
        },
        {
            "name": "Zookeeper",
            "text": "Ahaha…… if you'd like, please play with him. He's really cute, but lately he hasn't been getting much attention……"
        },
        {
            "name": "Shinko Windy",
            "text": "……You, come with me for a bit."
        },
        {
            "name": "Shinko Windy",
            "text": "And like this, then that, and then to finish it off……"
        },
        {
            "name": "Shinko Windy",
            "text": "Naa haa haa haa, how's that!? I triple braided his beard!",
            "choice_data_list": [
                "Don't do that, Windy!"
            ]
        },
        {
            "name": "Shinko Windy",
            "text": "Hmph! He can't get any attention because of his lame face! But Windy-chan is different!"
        },
        {
            "name": "Shinko Windy",
            "text": "Just watch, now I'm going to pull an amazing prank that'll get all of their attention!"
        },
        {
            "text": "Shinko Windy made that declaration before the goat. Maybe because she can relate to his troubles, she seemed reliable――"
        },
        {
            "text": "I had a sudden thought. Can't we use Windy's creativity here? Her prank seemed a little short-sighted, so maybe――"
        },
        {
            "name": "Shinko Windy",
            "text": "Huh? What do you mean? Have the Goat King help with the prank……?",
            "choice_data_list": [
                "He wants to stand out too"
            ]
        },
        {
            "name": "Shinko Windy",
            "text": "Hmmm, I guess so…… It does feel good to pull pranks."
        },
        {
            "name": "Shinko Windy",
            "text": "Alright, hope you're ready, Goat King! Windy-chan's prank will be unforgettable!"
        },
        {
            "name": "Goat King",
            "text": "Meh- meeeeh?"
        },
        {
            "name": "Visitors",
            "text": "Now, where should I go next? Seems like giraffes and rhinoes are over there――"
        },
        {
            "name": "Shinko Windy",
            "text": "Waah Haa Haa Haa!!"
        },
        {
            "name": "Shinko Windy",
            "text": "Goat King! All of your food has fallen in to the possession of me, Windy-sama!!",
            "choice_data_list": [
                "How dastardly! As expected of Windy-sama!"
            ]
        },
        {
            "name": "Zookeeper",
            "text": "That girl, I only took my eyes off it for a moment……! I'm sorry Goat King!"
        },
        {
            "name": "Visitors",
            "text": "――W-what are they doing!? ――They're standing near that cliff!"
        },
        {
            "name": "Visitors",
            "text": "――They took that goat's food? ――How sad……!"
        },
        {
            "name": "Shinko Windy",
            "text": "Haaa haa haa! Too bad for you, Goat King!"
        },
        {
            "name": "Shinko Windy",
            "text": "If only you had more power, you could take it back, huh? Being so weak must be frustrating～."
        },
        {
            "name": "Goat King",
            "text": "Meeh…… Meeeeeh……"
        },
        {
            "name": "Goat King",
            "text": "Meeeeeeeeeeeeh!!!!"
        },
        {
            "name": "Visitor C",
            "text": "Uooh!? That goat is climbing the cliff!"
        },
        {
            "name": "Visitor A",
            "text": "Doing that so suddenly, is he okay?!"
        },
        {
            "name": "Shinko Windy",
            "text": "Wha-!? He's actually climbing…… Ahem! What amazing leg strength you have!"
        },
        {
            "name": "Shinko Windy",
            "text": "Hmmm, I'll let you join Windy-chan's gang! Here's your reward!"
        },
        {
            "name": "Visitors",
            "text": "――The Goat King is amazing! ――Windy-chan, you knew this was going to happen?"
        },
        {
            "name": "Visitors",
            "text": "――That was fun! ――Do it again!"
        },
        {
            "name": "Shinko Windy",
            "text": "Again, you say!? Wahahaha! Guess it can't be helped～!"
        },
        {
            "name": "Shinko Windy",
            "text": "Next I'll show you Windy-chan's power! Goat King, show them something even more amazing!"
        },
        {
            "name": "Goat King",
            "text": "Meeeeeh! Meeeeeh!"
        },
        {
            "name": "Shinko Windy",
            "text": "Kuuu～～～～～! That felt real good, huhーー!!"
        },
        {
            "name": "Zookeeper",
            "text": "Really, thank you very much! The Goat King was able to get more visitors, and he seemed happy!",
            "choice_data_list": [
                "Glad we could help"
            ]
        },
        {
            "name": "Shinko Windy",
            "text": "See ya later, Goat King! You've finally got your chance, make the best of it!"
        },
        {
            "text": "We left the zoo and made our way back to the school. On the way back, Shinko Windy would occasionally look up at the sky."
        },
        {
            "name": "Shinko Windy",
            "text": "……It seems like everyone came, huh?"
        },
        {
            "name": "Shinko Windy",
            "text": "Windy-chan was amazing…… But that's a given. That's how it is normally. ……But……"
        },
        {
            "name": "Shinko Windy",
            "text": "……pranks, huh."
        },
        {
            "text": "Seeing her profile in the sunset, she seemed more mature than usual."
        }
    ]
}