{
    "text_block_list": [
        {
            "name": "Shinko Windy",
            "text": "Hm…………?"
        },
        {
            "name": "Shinko Windy",
            "text": "Oh, huh!? When did you get back……?! ……―No, that's not it!"
        },
        {
            "name": "Shinko Windy",
            "text": "H-hmph! That instructor put you up to this, huh?!",
            "choice_data_list": [
                "No, I want to know more about you",
                "No, I want to know more about you"
            ]
        },
        {
            "text": "I had misunderstood her because I didn't know anything about Shinko Windy. When I think about it, I never properly spoke with her even once."
        },
        {
            "name": "Shinko Windy",
            "text": "You can't fool me, you probably――…… huh?"
        },
        {
            "name": "Shinko Windy",
            "text": "……You want to know more about Windy-chan?"
        },
        {
            "name": "Shinko Windy",
            "text": "…………Hmmmmm. ……Well, if you're that desperate.",
            "choice_data_list": [
                "Tell me everything"
            ]
        },
        {
            "name": "Shinko Windy",
            "text": "All of it!?"
        },
        {
            "name": "Shinko Windy",
            "text": "Shi shi shi! You're such a hopeless person! Then you better listen up, to the saga of Windy-chan!"
        },
        {
            "name": "Shinko Windy",
            "text": "Ever since she was born, Windy-chan has always been amazing!"
        },
        {
            "name": "Shinko Windy",
            "text": "My dad and my mom, and all the employees at our company, everyone would praise Windy-chan!"
        },
        {
            "name": "Windy's Mom",
            "text": "Oh, Windy-chan! How can you eat those sweets in such a cute way!? You must be a genius～!"
        },
        {
            "name": "Windy's Dad",
            "text": "Ha Ha Ha, Windy is always lively and running around! You're a world-class treasure!"
        },
        {
            "name": "Shinko Windy",
            "text": "But…… in kindergarten I found out…… that this world, is really strange!",
            "choice_data_list": [
                "……strange?"
            ]
        },
        {
            "name": "Shinko Windy",
            "text": "It's strange! When I'm eating food, waking up after a nap, or putting on my shoes, nobody praises me!"
        },
        {
            "name": "Shinko Windy",
            "text": "No matter what I do, nobody will look at me!!"
        },
        {
            "text": "Isn't that normal? I held back from saying those words…… I decided to stay quiet and keep listening."
        },
        {
            "name": "Shinko Windy",
            "text": "No matter how I think about it, it's really weird! Even though Windy-chan is the number one existence in this world……"
        },
        {
            "name": "Shinko Windy",
            "text": "That's why, since I had no choice, I had to stand out on my own! Watching their reactions, trying all kinds of things, and then――"
        },
        {
            "name": "Shinko Windy",
            "text": "Surprising everyone, and being the focus of attention! The ultimate existence that even heroes would chase after!"
        },
        {
            "name": "Shinko Windy",
            "text": "Gaooo-! So I decided to become a devilish fiend!",
            "choice_data_list": [
                "(I see……)"
            ]
        },
        {
            "text": "As I thought, Shinko Windy's reasons for causing mischief were 『I want to stand out』 and 『I want to be the focus of attention』."
        },
        {
            "name": "Shinko Windy",
            "text": "I really really went wild, and the pranks were really fun! ……but, I realized that that alone wasn't enough."
        },
        {
            "name": "Shinko Windy",
            "text": "If it's just pranks, then everyone gets bored really fast. If I want them to focus on me much, much, muuuuuch longer, it's not good enough!"
        },
        {
            "name": "Shinko Windy",
            "text": "That's why I went around to a lot of places…… and went to a place where there was a lot of cheering!"
        },
        {
            "name": "Announcer",
            "text": "And she crosses the goal first! She managed to claim a brilliant victory!"
        },
        {
            "text": "(Waaaaaaaahー!)"
        },
        {
            "name": "Shinko Windy",
            "text": "……！"
        },
        {
            "name": "Shinko Windy",
            "text": "A-amazing, everyone, everyone, eeeeeveryone! Is only…… focusing on them!"
        },
        {
            "name": "Shinko Windy",
            "text": "That's the place that Windy-chan belongs! It's shiny! The cheers are so loud!"
        },
        {
            "name": "Shinko Windy",
            "text": "That's why, Windy-chan is going to enter the Twinkle Series! To become the most amazing Uma Musume there!"
        },
        {
            "name": "Shinko Windy",
            "text": "――……but."
        },
        {
            "name": "Shinko Windy",
            "text": "……Hmph! This place is strange! Compared to before, there are less people watching me!"
        },
        {
            "name": "Shinko Windy",
            "text": "………… Fast ones, strong ones, amazing ones."
        },
        {
            "name": "Shinko Windy",
            "text": "Of course, Windy-chan is more amazing than them! But, but…… they're…… pretty amazing too."
        },
        {
            "name": "Shinko Windy",
            "text": "…………I didn't know about anyone like that."
        },
        {
            "name": "Shinko Windy",
            "text": "……～～～ annoying! Annoying! Annoying!! I-if it's like this……!"
        },
        {
            "name": "Shinko Windy",
            "text": "Then someone like Windy-chan is……!!"
        },
        {
            "text": "……Tracen Academy is a school where geniuses gather. It's a place that shatters the hearts of Uma Musume that have confidence in themselves.",
            "choice_data_list": [
                "(Even someone like Windy……)"
            ]
        },
        {
            "text": "It's something that will slowly whittle away at you until it's too late. The escalation of her pranks was a call for help――"
        },
        {
            "name": "Shinko Windy",
            "text": "That's why I've decided! I'm quitting!",
            "choice_data_list": [
                "Hold on",
                "Hold on"
            ]
        },
        {
            "text": "Before I realized it, I grabbed her arm."
        },
        {
            "name": "Shinko Windy",
            "text": "………………eh?"
        },
        {
            "text": "Even though I had misunderstood…… it was undeniable that her pranks were a result of her desire for attention."
        },
        {
            "text": "If she could strengthen herself through training, then her results would be different. That things had gotten this bad was partially my fault.",
            "choice_data_list": [
                "(I need to do something……)"
            ]
        },
        {
            "text": "It's not like she's lacking in talent. If things go well, then she should be able to run happily again. I wondered if I could help her with that――"
        },
        {
            "name": "Shinko Windy",
            "text": "W-……what's with you? You don't want Windy-chan to quit?"
        },
        {
            "text": "With that response, I saw an opportunity.",
            "choice_data_list": [
                "Your race was amazing!",
                "Your race was amazing!"
            ]
        },
        {
            "name": "Shinko Windy",
            "text": "！",
            "choice_data_list": [
                "You're amazing!",
                "You're amazing!"
            ]
        },
        {
            "name": "Shinko Windy",
            "text": "Wha――",
            "choice_data_list": [
                "Talented, cool, Japan's treasure!",
                "Talented, cool, Japan's treasure!"
            ]
        },
        {
            "name": "Shinko Windy",
            "text": "What are you saying all of a sudden――",
            "choice_data_list": [
                "I'm looking forward to your future!"
            ]
        },
        {
            "name": "Shinko Windy",
            "text": "……！！",
            "choice_data_list": [
                "That's why, don't quit……!"
            ]
        },
        {
            "name": "Shinko Windy",
            "text": "……………………"
        },
        {
            "name": "Shinko Windy",
            "text": "……Fufu, Kuu kuu kuu kuu!"
        },
        {
            "name": "Shinko Windy",
            "text": "Waa ha ha ha ha ha ha! Waa ha ha ha ha ha ha ha ha ha ha!"
        },
        {
            "name": "Shinko Windy",
            "text": "That's right, that's right, that's right! Windy-chan is amazing, cool, and the best and strongest!!"
        },
        {
            "name": "Shinko Windy",
            "text": "That's why, in the next race, for sure……!"
        },
        {
            "name": "Shinko Windy",
            "text": "I-…… I-…… I……―",
            "choice_data_list": [
                "You can win!!"
            ]
        },
        {
            "name": "Shinko Windy",
            "text": "……！"
        },
        {
            "name": "Shinko Windy",
            "text": "Fufuun, you got that right!!"
        }
    ]
}