{
    "text_block_list": [
        {
            "text": "The Selection Race was held for trainers to see the abilities of horse girls, which is held only four times a year at the Academy."
        },
        {
            "text": "the venue was crowded with students, enthusiastic horse girl fans, and many trainers who came to see the race. There is one horse girl that was attracting attention."
        },
        {
            "name": "Mejiro McQueen",
            "text": "To show great results in the Twinkle series and win at the Tenno Sho race is also my mission as a mejiro family."
        },
        {
            "name": "Mejiro McQueen",
            "text": "For that reason, I have to make sure to leave a great result in this Selection Race…!"
        },
        {
            "name": "Veteran Trainer A",
            "text": "Is that a treasured child of the \"Mejiro family\" who has produced many excellent horse girls? I wonder if she will show me a good run."
        },
        {
            "name": "Rookie Trainer A",
            "text": "She had a good reputation as a great stayer even before she entered Academy. She seems to want to show great results this time as well!"
        },
        {
            "text": "The one that has received the most attention seems to be Mejiro McQueen, a beautiful gray horse girl."
        },
        {
            "name": "Mejiro McQueen",
            "text": "……"
        },
        {
            "name": "Ines Fujin",
            "text": "McQueen-chan! It looks like our group is about to start. Let's Go!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Ah yes! Thanks for your reminding me, Ms. Ines Fujin."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Let's go"
        },
        {
            "text": "Thus, the Selection Race has finally begun!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Hah, hah, hah, hah, hah…!!"
        },
        {
            "name": "Commentator",
            "text": "The race is about to finish! However, the most attention Mejiro McQueen is still behind !!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Hah, hah… guhh…!!"
        },
        {
            "name": "Veteran Trainer A",
            "text": "It looks like there is no power in her running. Is she out of stamina?"
        },
        {
            "name": "Rookie Trainer A",
            "text": "Well, I thought she was a better stayer, but… I guess I expected too much."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Guuu… uuh…!!"
        },
        {
            "name": "Commentator",
            "text": "She runs so hard, but McQueen doesn't get anywhere!"
        },
        {
            "name": "Commentator",
            "text": "Ines Fujin at the leading, now……Gooooooooal"
        },
        {
            "name": "Commentator",
            "text": "It was Ines Fujin who won the Selection Race! The big cheers that expect her future surround the venue!"
        },
        {
            "name": "Ines Fujin",
            "text": "Thank you everyone for your support! Thanks to you, I was able to become number one!"
        },
        {
            "name": "Veteran Trainer A",
            "text": "Ines Fujin has good legs. It looks like she will grow a lot better on the training."
        },
        {
            "name": "Rookie Trainer A",
            "text": "I want her to join our team right now."
        },
        {
            "name": "Rookie Trainer A",
            "text": "But that rumored child… well, she didn't be as much as I expected."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Haa… haa…"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Such disappointing!"
        },
        {
            "text": "While Ines Fujin gains a lot of attention, Mejiro McQueen's result was 7th, which was not very good."
        },
        {
            "text": "But…"
        },
        {
            "text": "Suddenly, when I went to see the training course, Mejiro McQueen was running there."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Ha, hah, hah, hah, hah…!! Haa…"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Not yet. Not enough yet …"
        },
        {
            "name": "Mejiro Ryan",
            "text": "Wow… it really was you! McQueen!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Ah, Ryan……… do you have any business with me?"
        },
        {
            "name": "Mejiro Ryan",
            "text": "No, it's not any business. I just saw you on the course."
        },
        {
            "name": "Mejiro Ryan",
            "text": "McQueen, don't push yourself too hard! You must be tired from the Selection Race today, right? if you overdo it……"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Thank you for your concern. But I'll keep going a little longer."
        },
        {
            "name": "Mejiro Ryan",
            "text": "McQueen… But…"
        },
        {
            "name": "Mejiro McQueen",
            "text": "The people who participated in the Selection Race were all more elite than I had imagined."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Tracen Academy is full of elites… I thought I knew it, but I wasn't prepared enough."
        },
        {
            "name": "Mejiro McQueen",
            "text": "But this is not the end! In the next Selection Race, I will definitely recover the honor!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Because I'm a \"Mejiro family\" horse girl …!"
        },
        {
            "text": "At that time, Mejiro McQueen had a very strong light in her eyes …"
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "Ara, Isn't here is the expected new trainer!"
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "Today was a Selection Race. But did you have a child you were interested in?",
            "choice_data_list": [
                "I'm interested in Mejiro McQueen"
            ]
        },
        {
            "text": "The next day, I decided to go see Mejiro McQueen."
        }
    ]
}