{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "The Selection Race was held four times a year at the Academy \nfor trainers to assess the abilities of horsegirls."
        },
        {
            "text": "In the midst of this lively venue filled with eager horsegirl fans \nand numerous trainers who had gathered to watch the race, \nall eyes were on one particular horsegirl."
        },
        {
            "name": "Mejiro McQueen",
            "text": "To show great results in the Twinkle series and seize victory in \nthe Tenno Sho… This is the duty that has been entrusted to me \nas a proud member of the Mejiro family."
        },
        {
            "name": "Mejiro McQueen",
            "text": "For that reason, I must achieve good results without fail…!"
        },
        {
            "name": "Veteran Trainer A",
            "text": "Among the many talented horsegirls the Mejiro family has \nproduced, could she be one of their treasured prodigies? \nI'm curious to see what kind of performance she'll display."
        },
        {
            "name": "Rookie Trainer A",
            "text": "She had an excellent reputation as a stayer even before \nenrolling into the Academy, right? It looks like she's \ngoing to perform well this time, too!"
        },
        {
            "text": "At the heart of all this attention is none other than the \nbreathtakingly beautiful gray horsegirl — Mejiro McQueen."
        },
        {
            "name": "Mejiro McQueen",
            "text": "…………"
        },
        {
            "name": "Ines Fujin",
            "text": "McQueen! It looks like our group's about to start soon. Let's go!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Ah… yes! Thank you for the reminder, Miss Ines Fujin."
        },
        {
            "name": "Mejiro McQueen",
            "text": "… Let us proceed!"
        },
        {
            "text": "And so, the Selection Race finally began!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "<i>Ha, ha, ha, ha, ha…!! \n</i>"
        },
        {
            "name": "Commentator",
            "text": "We are approaching the final stretch of \nthe race now! However, the highly anticipated \nMejiro McQueen is still trailing behind!!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "<i>Ha, ha… ugh! \n</i>"
        },
        {
            "name": "Veteran Trainer A",
            "text": "… And her running looks rather weak now. \nHas she exhausted her stamina?"
        },
        {
            "name": "Rookie Trainer A",
            "text": "Hmm, I thought she would be a more capable stayer… \nbut maybe I had set my expectations too high."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Ugh…!!"
        },
        {
            "name": "Commentator",
            "text": "She's running with all her might, \nbut Mcqueen isn't pulling through!"
        },
        {
            "name": "Commentator",
            "text": "Ines Fujin is in the lead and… CROSSES THE LINE!!"
        },
        {
            "name": "Commentator",
            "text": "The winner of the Selection Race is none other \nthan Ines Fujin! The stadium is roaring with the \ncheers of anticipation for her bright future!"
        },
        {
            "name": "Ines Fujin",
            "text": "<i>Haa… haa…!</i> Hehe, thanks for your support, everyone! \nIt's all thanks to you I was able to come first!!"
        },
        {
            "name": "Veteran Trainer A",
            "text": "Ines Fujin… she has real potential in her legs. \nWith the appropriate training, she could go very far."
        },
        {
            "name": "Rookie Trainer A",
            "text": "Absolutely, I would love for her to join our team right now…!"
        },
        {
            "name": "Rookie Trainer A",
            "text": "However, that girl we were talking about earlier… \nHmm, she didn't quite live up to expectations."
        },
        {
            "name": "Mejiro McQueen",
            "text": "<i>Haa… haa… \n</i>"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Ugh… I'm so disappointed in myself!"
        },
        {
            "text": "Ines Fujin had stolen the spotlight from Mejiro McQueen, \nwho failed to deliver results and finished in 7th place."
        },
        {
            "text": "However ――"
        },
        {
            "text": "Driven by curiosity I visited the training course. And there, \nI came across Mejiro McQueen in full stride, running…"
        },
        {
            "name": "Mejiro McQueen",
            "text": "<i>Ha, ha, ha, ha…!! Haa… \n</i>"
        },
        {
            "name": "Mejiro McQueen",
            "text": "… Not enough. This is still not enough…!"
        },
        {
            "name": "Mejiro Ryan",
            "text": "Ah… so it really was you, McQueen!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "……? Ah, Ryan… Did you have business with me?"
        },
        {
            "name": "Mejiro Ryan",
            "text": "No, I didn't have any specific business with you. \nIt's just that I saw you on the course, that's all…"
        },
        {
            "name": "Mejiro Ryan",
            "text": "McQueen, you're pushing yourself a bit too hard! \nYou must be tired from the Selection Race today, right? \nIf you keep continuing like this, you will…"
        },
        {
            "name": "Mejiro McQueen",
            "text": "… I appreciate your concern. However, I want \nto continue for just a little longer."
        },
        {
            "name": "Mejiro Ryan",
            "text": "But, Mcqueen…"
        },
        {
            "name": "Mejiro McQueen",
            "text": "… Those who participated in the Selection Race \nwere all exceptional beyond imagination."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Tracen Academy is filled with talented elites… \nI thought I understood that, but it seems like \nmy determination was still lacking."
        },
        {
            "name": "Mejiro McQueen",
            "text": "But, I won't let it end like this! I will most definitely \nredeem my honor in the next Selection Race!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "For I am a Mejiro horsegirl…!"
        },
        {
            "text": "As Mejiro McQueen spoke these words, her \neyes held a profound determination…"
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "Oh my, if it isn't the new promising trainer standing here!"
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "After watching the Selection Race, did any \nof the competitors pique your interest?",
            "choice_data_list": [
                "I'm interested in Mejiro McQueen."
            ]
        },
        {
            "text": "The following day, I decided to go and meet Mejiro McQueen."
        }
    ]
}