{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "While having lunch in the cafeteria, I spotted Mejiro Mcqueen."
        },
        {
            "name": "Mejiro McQueen",
            "text": "… This isn't quite enough…"
        },
        {
            "name": "Mejiro McQueen",
            "text": "… No, I can't give in! I have to limit \nmy diet to the meal plan I decided on…!"
        },
        {
            "text": "She's still struggling with her dietary restriction it seems. \nI wish I could help her somehow, but―"
        },
        {
            "name": "Gold Ship",
            "text": "That girl… she's <i>still</i> doing the whole restriction thing! \nBeing able to resist all those irresistibly sugary treats right \nin front of her, I'm truly amazed by her display of willpower～",
            "choice_data_list": [
                "Does McQueen have a sweet tooth?",
                "Does McQueen have a sweet tooth?"
            ]
        },
        {
            "name": "Gold Ship",
            "text": "Ah, you heard me? Well, guess you can, since we're so close."
        },
        {
            "name": "Gold Ship",
            "text": "Look here, mate. When you think of freedom and equality, \nyou think of me, Goldship! It's the same idea as when \nyou think of sweets, you think of Mcqueen."
        },
        {
            "name": "Gold Ship",
            "text": "But y'know, all I'm seeing is someone holding back \nconstantly every day. Since the Selection Race, she \nain't been eating much, 'ey?"
        },
        {
            "name": "Gold Ship",
            "text": "…… Oops, gotta go. Time to go save the 13th planet. \nWell then, bye bye～"
        },
        {
            "text": "… I may have received some valuable information."
        },
        {
            "text": "After returning to my room that day, I spent \nsome time researching meal menus…"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Oh? You are… You came to visit again, I see.",
            "choice_data_list": [
                "Can I ask you to look at this?"
            ]
        },
        {
            "name": "Mejiro McQueen",
            "text": "Hm? Look at your notes?"
        },
        {
            "name": "Mejiro McQueen",
            "text": "I understand. I will take a look at it."
        },
        {
            "name": "Mejiro McQueen",
            "text": "This menu plan has so many different options that will \nhelp reduce fat… did you research all of this, Trainer?"
        },
        {
            "name": "Mejiro McQueen",
            "text": "And especially, this thing… it's sweets, isn't it?!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "There are sweets included in this meal plan…?! \nW-would it be okay for me to eat some?!",
            "choice_data_list": [
                "That will give you more energy \nand let you run with all your might.",
                "That will give you more energy \nand let you run with all your might."
            ]
        },
        {
            "name": "Mejiro McQueen",
            "text": "Trainer…"
        },
        {
            "name": "Mejiro McQueen",
            "text": "… Thank you so much. Even though you're not officially \nmy trainer yet, you would go out of your way to do this much."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Would it be okay if I borrow this menu plan for a while?"
        },
        {
            "name": "Mejiro McQueen",
            "text": "And then after that… yes. Would you consider coming \nto oversee my training again in a week?",
            "choice_data_list": [
                "Of course!"
            ]
        },
        {
            "name": "Mejiro McQueen",
            "text": "All right, let us meet up again at that time."
        },
        {
            "text": "Then, after a week passed and I headed to the course―"
        },
        {
            "name": "Mejiro McQueen",
            "text": "It has been a week, Trainer."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Now, I will begin my training. Please watch over me…"
        },
        {
            "name": "Mejiro McQueen",
            "text": "― Hmph!!"
        },
        {
            "text": "And so, I observed Mejiro Mcqueen's training for a while."
        },
        {
            "name": "Mejiro McQueen",
            "text": "<i>Ha, ha, ha, ha…! \n</i>"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Haha, my body… it feels so light…!"
        },
        {
            "text": "Mejiro Mcqueen's running had improved beyond recognition…!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "… Phew!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Trainer, what did you think of that?",
            "choice_data_list": [
                "That was great running!",
                "That was great running!"
            ]
        },
        {
            "name": "Mejiro McQueen",
            "text": "Uhuhu, I am honored!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "The reason I was able to muster this much \nstrength… is all thanks to your meal plan."
        },
        {
            "name": "Mejiro McQueen",
            "text": "When it came to dietary restrictions, I had a \ntendency to be fixated on the idea of fasting―"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Your menu plan was designed with a good understanding of the \ncharacteristics of the food, careful calculation of calories, and \nstructured in a way that encourages one to eat."
        },
        {
            "name": "Mejiro McQueen",
            "text": "Thanks to that, I can even have sweets… \nHaha, I still have plenty of energy left to run!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "… Anyhow, I hope you have come to \nrecognize my true running ability.",
            "choice_data_list": [
                "Of course!"
            ]
        },
        {
            "name": "Mejiro McQueen",
            "text": "Thank you very much. \n― Now then, allow me to reintroduce myself."
        },
        {
            "name": "Mejiro McQueen",
            "text": "I am a horsegirl of the proud Mejiro bloodline. My name carries \nthe weight of responsibility, demanding that I achieve victory \nwith elegance, grace, and perfection."
        },
        {
            "name": "Mejiro McQueen",
            "text": "If you take charge of me, that you must realize that you will \nalso be assuming the role of a trainer for the Mejiro family."
        },
        {
            "name": "Mejiro McQueen",
            "text": "What do you think? Do you possess that determination?",
            "choice_data_list": [
                "Yes!!"
            ]
        },
        {
            "name": "Mejiro McQueen",
            "text": "Haha… that's a reassuring response!"
        },
        {
            "name": "Mejiro McQueen",
            "text": "Thank you very much. Now then, Trainer."
        },
        {
            "name": "Mejiro McQueen",
            "text": "From here on, I humbly ask for your continued guidance and \nencouragement. I look forward to working with you."
        },
        {
            "text": "― That was how my days with Mejiro Mcqueen began!"
        }
    ]
}