{
    "text_block_list": [
        {
            "name": "Sakura Bakushin O",
            "text": "Well then! Let's begin team practice! Are you all prepared!?"
        },
        {
            "name": "All 3",
            "text": "Yes!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "I want to check out everyone's endurance, so let's run the slope course today!"
        },
        {
            "name": "Gold Ship",
            "text": "Here～! Let's run on a hillside course with a unicycle! I found it in the equipment warehouse this morning!"
        },
        {
            "name": "Kitasan Black",
            "text": "Eh!? Why suddenly a unicycle!?"
        },
        {
            "name": "Gold Ship",
            "text": "You don't understand? Why did I come up with such a plan… Isn't it because it was interesting what else!!"
        },
        {
            "name": "Kitasan Black",
            "text": "Becuase of that!? Doesn't it matter to endurance!?"
        },
        {
            "name": "Gold Ship",
            "text": "Then I'll raise the difficulty even more!! The one who drinks water the least number of times wins!"
        },
        {
            "name": "Satono Diamond",
            "text": "It's a match between everyone!? Let's do it! Oh, it's better to lay a board on the course. I'll go prepare!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Oh, you're motivated! It's okay! So today we're going to play a unicycle match with everyone!"
        },
        {
            "name": "Gold Ship",
            "text": "The loser is going to make yakisoba bread for everyone on the way home!"
        },
        {
            "name": "Satono Diamond",
            "text": "This challenge, I accept it!!"
        },
        {
            "name": "Narita Top Road",
            "text": "Um, I'm sorry to ask you to take the 2nd section in my place…!"
        },
        {
            "name": "Admire Vega",
            "text": "It's nothing… it can't be helped. If you get to do a Kendama or a 3-point shot as a mission, you're hopeless at those."
        },
        {
            "name": "TM Opera O",
            "text": "Hahaha! Top Road-san's swimming is as dynamic as a dolphin show!"
        },
        {
            "name": "Admire Vega",
            "text": "Wa-Wait… Looks like she is close to drowning Doto!"
        },
        {
            "name": "Meishodoto",
            "text": "Ah, here comes Top Road-san… Ehh～!? She rushed into the bush with her bicycle!!"
        },
        {
            "name": "TM Opera O",
            "text": "Ah-hahaha! What a meeting with the tree fairy pretending to be unbent? Makes you jealous!"
        },
        {
            "name": "Admire Vega",
            "text": "Geez, you don't usually ride a bicycle. It's faster to run. It's can't be helped if you can't ride."
        },
        {
            "name": "Narita Top Road",
            "text": "Ah, haha… I'm not good at those small things. That's why I was hesitant to participate in the Triathlon in the first place…"
        },
        {
            "name": "Narita Top Road",
            "text": "Now that I've been entrusted with the run, I will fulfill my responsibilities firmly! Ayabe-san, thank you for running together with me!"
        },
        {
            "name": "Narita Top Road",
            "text": "Heh… heh…!"
        },
        {
            "name": "Narita Top Road",
            "text": "(Ayabe-san is still behind… If I spurt from here… I can do it!)"
        },
        {
            "name": "Narita Top Road",
            "text": "Haaaaaaa!"
        },
        {
            "name": "Narita Top Road",
            "text": "Huh…!?"
        },
        {
            "name": "Admire Vega",
            "text": "Ahh…!"
        },
        {
            "name": "Narita Top Road",
            "text": "(Ayabe-san…! What a last leg…!)"
        },
        {
            "name": "Narita Top Road",
            "text": "Agh… Haaaaa～!!"
        },
        {
            "name": "Narita Top Road",
            "text": "(I have to make this faster or it won't work… But, if the distance is a little longer at the current timing…!)"
        },
        {
            "name": "Admire Vega",
            "text": "…Should we keep the same distance next time? I would like to try a longer distance."
        },
        {
            "name": "Narita Top Road",
            "text": "! That's right…! I want to extend the distance!"
        },
        {
            "name": "Admire Vega",
            "text": "ーIt's about time for me to leave."
        },
        {
            "name": "Narita Top Road",
            "text": "Ah… I'll just run a little more!"
        },
        {
            "name": "Admire Vega",
            "text": "That so. Don't go off-road. Then, I will go first"
        },
        {
            "name": "Narita Top Road",
            "text": "Thank you for your time today!! Thank you for your hard work!"
        },
        {
            "name": "Narita Top Road",
            "text": "(I finally understand after running with Ayabe-san. I have to study more pace allocation and course taking…)"
        },
        {
            "name": "Narita Top Road",
            "text": "(Because of my clumsiness I couldn't swim or bike, so I have to do my best at running!)"
        },
        {
            "name": "Narita Top Road",
            "text": "Alright! Let's increase the time for both research and self-training!"
        }
    ]
}