{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Sakura Bakushin O",
            "text": "Good morning! Fresh day from a cheerful greeting! \nCome on, everybody smile! Good morning!!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Also, the team Triathlon tournament was announced the other day! \nClass president Sakura Bakushin O will also participate!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Teammate, Big, Big, Big, Recruitment! If \nyou are interested, please let us know!"
        },
        {
            "name": "Both",
            "text": "Good morning!"
        },
        {
            "name": "Sakura Bakushin O",
            "text": "Yes, Good morning! It's nice to be full of energy!"
        },
        {
            "name": "Satono Diamond",
            "text": "Bakushin O-san is also going to participate in the Triathlon. \nWith that voice, she will get 4 people immediately."
        },
        {
            "name": "Kitasan Black",
            "text": "Right! Alright, we should also invite someone from the class…!"
        },
        {
            "name": "Horsegirl A",
            "text": "Ah… I'm sorry. I think it's a little… Swimming \nand cycling are not really my thing…"
        },
        {
            "name": "Kitasan Black",
            "text": "Eh…? Then, if it's runningー"
        },
        {
            "name": "Horsegirl B",
            "text": "I can't even do a run. Don't the two of you understand? The \nseniors will also appear in the tournament?"
        },
        {
            "name": "Horsegirl B",
            "text": "We can't beat seniors who have a lot of experience \nand practice. Even if you participate, you will \nonly become the tournament cannon fodder…"
        },
        {
            "name": "Kitasan Black",
            "text": "! …That's…"
        },
        {
            "name": "Satono Diamond",
            "text": "You won't know until you try. Because there is no fixed result."
        },
        {
            "name": "Horsegirl A",
            "text": "Surely you 2 might be able to fight well. We \nwon't, but we'll support you! Good luck!"
        },
        {
            "name": "Meisho Doto",
            "text": "It looks like Narita Top Road-san is over there～. Everyone, will \nyou participate in the tournament called Triathlon～."
        },
        {
            "name": "T.M. Opera O",
            "text": "Oops, we have to hurry! I want her to join my team."
        },
        {
            "name": "Satono Diamond",
            "text": "…It looks like Opera O-san wants to \nscout Top Road-san to her team."
        },
        {
            "name": "Kitasan Black",
            "text": "Scout…! Th-That's amazing…!"
        },
        {
            "name": "Kitasan Black",
            "text": "It means that she is capable enough to expect \nit. …Strong Seniors come out as a team…"
        },
        {
            "name": "Kitasan Black",
            "text": "…I, to compete with seniors, it was completely \nout of my head… Ehehe, it slipped my mind…"
        },
        {
            "name": "Satono Diamond",
            "text": "Kita-chan…"
        },
        {
            "name": "Horsegirl C",
            "text": "Hey, Top Road, you're going to be in the Triathlon, \nright? Who are you participating with? It's not a problem \nfor you no matter what team you are in!"
        },
        {
            "name": "Horsegirl D",
            "text": "If it's Top Road, she can aim for the championship! \nI'm looking forward to the tournament."
        },
        {
            "name": "Narita Top Road",
            "text": "Umm… I haven't decided yet whether or not to participate. \nWell, for me it might be to muchー"
        },
        {
            "name": "T.M. Opera O",
            "text": "Excuse me. Top Road-san, got a minute? Are you hesitating about \nwhether or not to participate in the Triathlon itself?"
        },
        {
            "name": "Narita Top Road",
            "text": "Ah, yes! That's right!"
        },
        {
            "name": "T.M. Opera O",
            "text": "Ah, how could that happen! Can't you hear it? The cheers of the \ncrowd surrounding you! A rhythm song for you who long for glory!"
        },
        {
            "name": "T.M. Opera O",
            "text": "The stage of the commemorative event, requires your brilliance. \nWill you turn back on those expectations?"
        },
        {
            "name": "T.M. Opera O",
            "text": "ーBut, I know. You're not a heartless person. Therefore, I invite \nyou to take my hand to the banquet!"
        },
        {
            "name": "Narita Top Road",
            "text": "…… Opera O-chan, are you inviting me to join your team?"
        },
        {
            "name": "T.M. Opera O",
            "text": "That's right! You are worthy of a character who colors the \noverlord legend. I was fully prepared to call out to you!"
        },
        {
            "name": "Narita Top Road",
            "text": "Overlord legend… I see."
        },
        {
            "name": "Narita Top Road",
            "text": "Fufu, I'm honored! Please let me join your team Opera O-chan! I \nwill do my utmost best to meet everyone's expectations!"
        },
        {
            "name": "T.M. Opera O",
            "text": "Thank you! Let's enliven the feast of the fierce hero together! \nWith this, me, Top Road-san, and Doto… Only one teammate left."
        },
        {
            "name": "Meisho Doto",
            "text": "Ha, Eh… Ehhhhh～!? Wow, I was a team meber too～!?"
        },
        {
            "name": "Admire Vega",
            "text": "I will have to refuse. …I told you already, I'm not interested."
        },
        {
            "name": "Admire Vega",
            "text": "Opera O is at your team, right? She refused \nto solicit from me, though."
        },
        {
            "name": "Narita Top Road",
            "text": "Yes, so I heard. So Opera O-chan tried \nto register Ayabe-san's nameー"
        },
        {
            "name": "Narita Top Road",
            "text": "So I stopped her and I came to solicit. After all, \nit's not good to ignore Ayabe-san's will!"
        },
        {
            "name": "Admire Vega",
            "text": "ーYou saved me. Geez…"
        },
        {
            "name": "Admire Vega",
            "text": "Opera O must have gotten you involved. \nEven so… you're a good person."
        },
        {
            "name": "Narita Top Road",
            "text": "The opportunity was an invitation from Opera \nO-chan, but I decided of my own will!"
        },
        {
            "name": "Narita Top Road",
            "text": "Opera O-chan said it. They want me to participate, \nso I should be on the podiumー"
        },
        {
            "name": "Narita Top Road",
            "text": "Yeah, that's right is what I thought! Meeting their expectations \nmakes me happy. Therefore, I want to respond to those feelings."
        },
        {
            "name": "Narita Top Road",
            "text": "Besides, she recognized my power and spoke to me."
        },
        {
            "name": "Narita Top Road",
            "text": "Even though Opera O-chan's words are so unique \nthat it's a little hard to understand!"
        },
        {
            "name": "Admire Vega",
            "text": "…You really are…"
        },
        {
            "name": "Admire Vega",
            "text": "ーI understand. I will participate."
        },
        {
            "name": "Narita Top Road",
            "text": "Really!? Thank you, Ayabe-san!"
        },
        {
            "name": "Admire Vega",
            "text": "At this rate, I'll definitely be dragged around \nup by Opera O… This is too serious…"
        }
    ]
}