{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Event Commentator",
            "text": "Let me introduce you to this course. The starting point will be \nin Babbly land, and all 4 sections will be tight in relay form, \naiming for the goal at Tracen Academy."
        },
        {
            "name": "Event Commentator",
            "text": "The 1st Section is swimming. Participants swim in a pool where \nwaves splash and crash. The way to win according to the \nenvironment will be the point."
        },
        {
            "name": "Event Commentator",
            "text": "The 2nd Section is the mission run. The next section cannot be \nstarted unless the mission is cleared first."
        },
        {
            "name": "Event Commentator",
            "text": "The mission was announced earlier. It is “A little addition \narrangement to a sports drink before the adjustment”!"
        },
        {
            "name": "Event Commentator",
            "text": "The 3rd Section is bicycle riding. It is a course \nwith ups and downs, when crossing mountains on \nthe way, it splits into 3 routes."
        },
        {
            "name": "Event Commentator",
            "text": "A short but rugged mountain climbing route, a \nlong-distance riverbed route that reverses the \nmountain, and a hill route in between."
        },
        {
            "name": "Event Commentator",
            "text": "The branched routes meet in the middle of the \nslope down the mountain. The choice, of course, \nwill also be a key part of this section."
        },
        {
            "name": "Event Commentator",
            "text": "And the anchor of the 4th section, is of course the run. It is a \nlap around the Tracen Academy's Ground on a turf course!"
        },
        {
            "name": "Event Commentator",
            "text": "The winning team will be given a shield and a grand prize from \nthe manufacturer. In addition, a special prize will be given to \nthe team that enlivens the event!"
        },
        {
            "name": "Event Commentator",
            "text": "Everyone, please look forward to the hot battle \nbetween Tracen Academy's students! The team Triathlon \ntournament is finally starting!!"
        },
        {
            "name": "Gold Ship",
            "text": "Oh, if it isn't team and ."
        },
        {
            "name": "Gold Ship",
            "text": "The team name is cool. There is a dystopian \nfeeling to it that heavy demons gather."
        },
        {
            "name": "T.M. Opera O",
            "text": "I wanted it to be , but the number of \ncharacters was too over to register."
        },
        {
            "name": "T.M. Opera O",
            "text": "With the opinion of my teammates that the prestige of the \noverload was too heavy, after discussions, it was agreed that it \nwould be OK with as a name."
        },
        {
            "name": "Special Week",
            "text": "U-Umm～… It seems that it will start soon."
        },
        {
            "name": "Gold Ship",
            "text": "Hey Spe, you're not paying attention to other \npeople! Do you know what a team name is!? A little \ntwist!! Look, naming is the one thingー"
        },
        {
            "text": "(Start Bang!!)"
        },
        {
            "name": "Event Commentator",
            "text": "Now, the starting gun has been fired! The players are all at \nonce… Oops, Gold Ship is late on the start…!!"
        },
        {
            "name": "Event Commentator",
            "text": "But Gold Ship, her expression is calm! \nIs she okay with this delay?"
        },
        {
            "name": "Gold Ship",
            "text": "Yahoo―!! After all, if you stick to the surfboard, you're riding \nthe waves! Look! Golshi-chan's super balance!"
        },
        {
            "name": "T.M. Opera O",
            "text": "The utopia of the distant pastー Let the overlord \nbring true brilliance to this paradise that reflects \nthe glory of bubbles and vanishing!"
        },
        {
            "name": "T.M. Opera O",
            "text": "Come on, enjoy it to the fullest! Play with the \nBabbly fairy and water-dripping overlord!!"
        },
        {
            "name": "Event Commentator",
            "text": "Oops! T.M Opera O and Gold Ship, for some \nreason they are posing on a surfboard!!"
        },
        {
            "name": "Satono Diamond",
            "text": "Wow～! Wave riding, I also want to try it!!"
        },
        {
            "name": "Event Commentator",
            "text": "In this tournament, the use of sports equipment of \nthe organizer manufacturer is partially allowed, \nand it is possible to use a surfboard, but…"
        },
        {
            "name": "Event Commentator",
            "text": "The 2 people on the board have not progressed at \nall! They are just being shaken by the waves!!"
        },
        {
            "name": "T.M. Opera O",
            "text": "Good grief… how innocent. It is beautiful because it is unmoving."
        },
        {
            "name": "Gold Ship",
            "text": "Apparently, it's a duel between me and you! \nI will receive the special prize!"
        },
        {
            "name": "Special Week",
            "text": "Maybe I should do something too…?"
        },
        {
            "name": "Matikanetannhauser",
            "text": "Waa～!! Spe-chan just swim normally!!"
        },
        {
            "name": "Event Commentator",
            "text": "The swim section, having had an eventful start, is now in the \nfinals. The leader will soon pass their baton to the 2nd runner."
        },
        {
            "name": "Event Commentator",
            "text": "T.M Opera O and Gold Ship, who were very far behind, are catching \nwith a crazy last leg! They still won't let the board go!!"
        },
        {
            "name": "Event Commentator",
            "text": "Now, it's Special Week that came up at the lead! She is heading \ntowards the 2nd runner Matikane Tannhauser!"
        }
    ]
}