{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Colleague Trainer A",
            "text": "――Ah, Bubble Gum Fellow, huh? That girl was quite the \nhot topic among Uma Musume who haven't debuted yet.",
            "choice_data_list": [
                "I see……"
            ]
        },
        {
            "text": "While having a meal with my colleagues, I asked them about \nBubble Gum Fellow. It seemed like everyone knew about her."
        },
        {
            "name": "Colleague Trainer B",
            "text": "――If I recall, her father runs a pretty large race \nclub and she pretty much became their ace, right?"
        },
        {
            "name": "Colleague Trainer A",
            "text": "Yeah! She was called one of the 『Elite Four』 of the club. \nOne of the four girls forging ahead towards a very bright future."
        },
        {
            "name": "Colleague Trainer A",
            "text": "And even among them, Bubble Gum Fellow seemed particularly notable. \nAccording to rumors, she was called the 『Tip of the Spear』"
        },
        {
            "name": "Colleague Trainer B",
            "text": "The number of veterans aiming for a contract with her \nis pretty high, supposedly. I hear the rumors all the \ntime. ……She sounds like the Elite of the Elite."
        },
        {
            "name": "Colleague Trainer A",
            "text": "――Aaah～, if only I wasn't a rookie, I'd want to \ntry raising an Uma Musume with potential like her.",
            "choice_data_list": [
                "…………"
            ]
        },
        {
            "text": "Ever since that day, I've really wanted to talk \nto Bubble Gum Fellow. But, it wasn't because I \nwanted to try forming a contract with her――"
        },
        {
            "text": "I just wanted to ask her"
        },
        {
            "text": "At that time, why was Bubble Gum Fellow so easily \nable to challenge Symboli Rudolf to another match――"
        },
        {
            "text": "――But, a few days had passed and I still hadn't talked \nto Bubble Gum Fellow. I was still feeling apprehensive."
        },
        {
            "text": "To help clear up this mood, I went shopping for snacks at the campus \nstore……then, I happened to see the bubble gum on the shelves."
        },
        {
            "text": "……I remembered. The awe I felt at seeing Bubble Gum Fellow."
        },
        {
            "text": "Why didn't I just run up and talk to her in that moment? \nI just wasn't able to.",
            "choice_data_list": [
                "If I had talked to Bubble Gum Fellow――"
            ]
        },
        {
            "name": "Bubble Gum Fellow",
            "text": "――How about talking to me now?",
            "choice_data_list": [
                "Eh!?"
            ]
        },
        {
            "name": "Bubble Gum Fellow",
            "text": "Hey, how are you? \nI'm Bubble Gum Fellow.",
            "choice_data_list": [
                "Ah……Eh, why――"
            ]
        },
        {
            "name": "Bubble Gum Fellow",
            "text": "――This, is really good isn't it? \nI get it pretty often."
        },
        {
            "text": "Bubble Gum Fellow was looking at \nthe bubble gum I had seen. ……But, I――",
            "choice_data_list": [
                "……I've never had bubble gum before",
                "……I've never had bubble gum before"
            ]
        },
        {
            "name": "Bubble Gum Fellow",
            "text": "Huh, really? Which means――If you grab some now, \nit'll be the first time you've tried it."
        },
        {
            "name": "Bubble Gum Fellow",
            "text": "This might be some kind of fate. How about trying \nto blow a bubble? Hey, I'll even teach you how!"
        },
        {
            "name": "Bubble Gum Fellow",
            "text": "――Right, just like that. Now try opening your mouth to \nspread your upper and lower teeth just a little. Now \npress your tongue against the gum to stretch it a little……"
        },
        {
            "name": "Bubble Gum Fellow",
            "text": "Yeah, looking good! Now, after this, \njust blow in to it slowly. Give it a try.",
            "choice_data_list": [
                "(L-like this……?)"
            ]
        },
        {
            "text": "I blew my breath in to the gum like she said. \nBut, it expanded a little and then burst……"
        },
        {
            "name": "Bubble Gum Fellow",
            "text": "Nice challenge! For a first attempt, that was more \nthan enough. Once you get the hang of it, you'll \nbe able to expand them even bigger in no time.",
            "choice_data_list": [
                "……Thank you"
            ]
        },
        {
            "text": "It was a sudden course in how to chew bubble gum, \nbut thanks to Bubble Gum Fellow's positive attitude, \nI found myself more absorbed in it than I expected."
        },
        {
            "text": "And now……I realized the apprehension I was \nfeeling earlier was gone before I knew it.",
            "choice_data_list": [
                "……I want to ask you something",
                "……I want to ask you something"
            ]
        },
        {
            "name": "Bubble Gum Fellow",
            "text": "Okay. What is it?",
            "choice_data_list": [
                "Why did you challenge Symboli Rudolf?",
                "Why did you challenge Symboli Rudolf?"
            ]
        },
        {
            "name": "Bubble Gum Fellow",
            "text": "…………Aaah! So you were watching the parallel \nrunning that day!? So, 『Why?』 did I do it?"
        },
        {
            "name": "Bubble Gum Fellow",
            "text": "To put it simply, it felt like a 『Chance!』 to me",
            "choice_data_list": [
                "A chance?"
            ]
        },
        {
            "name": "Bubble Gum Fellow",
            "text": "Yeah. You see, I――"
        },
        {
            "name": "Bubble Gum Fellow",
            "text": "――will become one. \n――――An Uma Musume strong enough to change the entire racing world."
        },
        {
            "name": "Bubble Gum Fellow",
            "text": "Which means, I should experience it for myself. Directly \nfrom someone who actually did shake up the entire racing \nworld, with the strength to become a 7-crown Uma Musume.",
            "choice_data_list": [
                "……!"
            ]
        },
        {
            "name": "Bubble Gum Fellow",
            "text": "If you're going to aim high, then you will have to actively \ntackle difficult things that make everyone else think twice."
        },
        {
            "name": "Bubble Gum Fellow",
            "text": "Parallel running with the Prez, is exactly that don't you think? \nThat's why I jumped in.",
            "choice_data_list": [
                "That's amazing……even without debuting――",
                "That's amazing……even without debuting――"
            ]
        },
        {
            "name": "Bubble Gum Fellow",
            "text": "Debuting has nothing to do with it. Am I wrong?"
        },
        {
            "name": "Bubble Gum Fellow",
            "text": "Dreams are something that can always be expanded. \nIn that case, taking a step towards that dream is \nsomething that can be done at any time."
        },
        {
            "name": "Bubble Gum Fellow",
            "text": "And the only one that can decide when to take that step forward is me. \n――That's it.",
            "choice_data_list": [
                "――――"
            ]
        },
        {
            "name": "Bubble Gum Fellow",
            "text": "Well, then. I think I'll get back to training now. \nAfter all, I have that rematch with the Prez coming up."
        },
        {
            "name": "Bubble Gum Fellow",
            "text": "……I think right now, you're also facing some difficulties too. \nSo you can break open a new path, I'll be cheering for you. ――See ya!"
        },
        {
            "text": "……As I silently bid farewell to Bubble Gum Fellow, \nI could feel something welling up in my chest.",
            "choice_data_list": [
                "I……want to be like her――",
                "I……want to be like her――"
            ]
        },
        {
            "text": "I have a dream I want to nurture. How should I act to move \ntowards that? It wasn't my position that would decide it."
        },
        {
            "text": "The one to decide that was――――"
        }
    ]
}