{
    "text_block_list": [
        {
            "text": "A few days later, we were looking over documents in the library…… I brought up what the instructor told me about Zenno Rob Roy the other day.",
            "choice_data_list": [
                "You were going to enter the Sports Festival, right?",
                "You were going to enter the Sports Festival, right?"
            ]
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Eh, ah, yeah……! So you knew already……!"
        },
        {
            "text": "Zenno Rob Roy seemed bewildered at first, but she seemed to understand when I mentioned her instructor told me."
        },
        {
            "text": "The Sports Festival is an event held at Tracen Academy. There were some students focused on conditioning their bodies for these races.",
            "choice_data_list": [
                "Do your best! I'll be cheering for you!"
            ]
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Yeah…… thank you…… very much……"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "……Ah, no, it's not that I'm not thankful for that! I'm sorry, it's just…… I'm not the type that stands out."
        },
        {
            "name": "Zenno Rob Roy",
            "text": "That's why…… I think even if you took the time to come and watch, I don't think there's much you'd notice about me…… is what I think."
        },
        {
            "name": "Zenno Rob Roy",
            "text": "……if you've already spoken with the instructor, then Trainer-san…… I'm sure you already know, right? How poorly I've been doing lately.",
            "choice_data_list": [
                "Sorry, for prying……"
            ]
        },
        {
            "name": "Zenno Rob Roy",
            "text": "No! Thank you very much for being concerned about me. It's true that lately, I've been at a loss…… ehehe."
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Ever since I was young, I've never really had any specialties. My favorite thing has always been only books pretty much…… it's extremely plain."
        },
        {
            "name": "Zenno Rob Roy",
            "text": "And me too, I'm used to being unremarkable. Even if someone comes to see me, it's…… still embarrassing……"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "At the very least, I wanted to get good enough that I wouldn't be embarrassed, but I was anxious, too anxious…… and ended up hurting myself again."
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Just being there, in a place where people's gazes naturally gather, like the hero of a story…… it's almost funny how far away that feels."
        },
        {
            "name": "Zenno Rob Roy",
            "text": "It's pathetic…… like this, I can't even live up to my name.",
            "choice_data_list": [
                "Live up to your name?"
            ]
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Yeah…… Ah, well, you see……"
        },
        {
            "text": "Saying that, Zenno Rob Roy, grabbed a book from the shelf without even pausing."
        },
        {
            "name": "Zenno Rob Roy",
            "text": "『Rob Roy』 ……my name is the same as the hero written about in this story."
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Defeating the strong, protecting the weak. Continuing to fight on to restore his family's honor, the people's hero…… completely different from me.",
            "choice_data_list": [
                "Rob Roy……"
            ]
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Ahaha, ha………… I'm sorry, I'm heading back for the day……!"
        },
        {
            "text": "I tried to chase after her but, there was no way I could keep up with an Uma Musume's legs. Before I knew it, I lost sight of her……",
            "choice_data_list": [
                "(A place that Rob Roy might go……)"
            ]
        },
        {
            "text": "After thinking for a moment, I took off. For some reason, I felt like I had a clue."
        },
        {
            "text": "The training course―― As I thought, Zenno Rob Roy was there. Standing by herself, she was looking out over the training course from afar.",
            "choice_data_list": [
                "Rob Roy!"
            ]
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Eh…… huh? Trainer-san!? Why are you here……!?",
            "choice_data_list": [
                "I didn't think you'd just head home"
            ]
        },
        {
            "name": "Zenno Rob Roy",
            "text": "I-I'm pretty sure that the situation would make it seem like I was heading home though……!",
            "choice_data_list": [
                "But you have a hard time giving up",
                "But you have a hard time giving up"
            ]
        },
        {
            "text": "I pulled out the notebook I picked up yesterday. Contained within was her struggles through trial and error, it was proof of Zenno Rob Roy's refusal to give up."
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Ah, that's……! D-did you by chance, look inside……!?",
            "choice_data_list": [
                "Sorry, I wanted to confirm the owner……"
            ]
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Ah, Ahaha…… it's really silly isn't it? Acting like I've given up, but then writing like that in my notebook."
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Even if it's not possible…… Sorry for letting you see something so weird. It's fine if you throw that away.",
            "choice_data_list": [
                "I won't thow it away"
            ]
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Ah…… Y-you're right, sorry about that. I should properly throw it away myself―",
            "choice_data_list": [
                "I just wanted to confirm"
            ]
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Confirm……?",
            "choice_data_list": [
                "Rob Roy. What is your dream?",
                "Rob Roy. What is your dream?"
            ]
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Ah……!…… ………… ……I …………y-you won't laugh?",
            "choice_data_list": [
                "I won't laugh. Promise"
            ]
        },
        {
            "name": "Zenno Rob Roy",
            "text": "…………"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "The truth is, I…… I saw a dream where I became a hero."
        },
        {
            "text": "She spoke softly if she was telling some huge secret, but also as if it was a very precious treasure."
        },
        {
            "name": "Zenno Rob Roy",
            "text": "E-even though my debut is late…… even though I don't have anything I can call results, and I haven't gotten the attention of anyone……"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "……Even then, I want to cling to the word, Hero.",
            "choice_data_list": [
                "It's a good dream",
                "It's a good dream"
            ]
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Eh……?"
        },
        {
            "text": "The reason she started this 『Hero Search』, why she skipped training, and even the reason she ran all the way here―"
        },
        {
            "text": "All of that was because Zenno Rob Roy hadn't given up on the dream, 『I will become a Hero』."
        },
        {
            "name": "Zenno Rob Roy",
            "text": "……that's not true. It's a shameless and cruel dream."
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Among my senpai, classmates, and kouhai, there are lots of girls who are amazing, strong, and stand out like Heroes."
        },
        {
            "name": "Zenno Rob Roy",
            "text": "They all have such wonderful dreams…… the kind that a story can be based on. Like wanting to protect the honor of their family, or wanting to make the people watching happy!"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "I don't have something like that, I just want to stand out, I just want people to look at me……!"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "I don't have a story! That's why I've always been in the background……!",
            "choice_data_list": [
                "……but you still want to be a Hero?"
            ]
        },
        {
            "name": "Zenno Rob Roy",
            "text": "……"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "……Yes ……!",
            "choice_data_list": [
                "Lend me your notebook",
                "Lend me your notebook"
            ]
        },
        {
            "name": "Zenno Rob Roy",
            "text": "O-okay……?"
        },
        {
            "text": "I take out a permanent marker. I don't open the notebook, I only need the cover."
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Eh, w-what are you doing? Um……?"
        },
        {
            "text": "Now, it's no longer just a 『Notebook』, and I hand it back to Zenno Rob Roy."
        },
        {
            "name": "Zenno Rob Roy",
            "text": "『The Heroic Tale of Zenno Rob Roy』……?",
            "choice_data_list": [
                "I want to read this!",
                "I want to read this!"
            ]
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Eh――Eeeeh!?"
        },
        {
            "text": "A dream that can't be given up, that's how strong her wish is. If she keeps striving for it, someday―― No, I want it to be granted.",
            "choice_data_list": [
                "Let me help with your training",
                "Let me help with your training"
            ]
        },
        {
            "name": "Zenno Rob Roy",
            "text": "I'm weak and don't stand out…… you might even get fed up with me……? Is that really okay……?"
        },
        {
            "text": "I nod emphatically. For now, the 『Hero Search』 is on hold. ――Now, I want to see this story."
        }
    ]
}