{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "It had been a few days since we decided to work \ntogether on the 『Hero Search』 and I was meeting \nZenno Rob Roy in the school library."
        },
        {
            "text": "……and so, with regards to our Hero, \nI decided to do some research on my own. Um――",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "First, the time of day when Trainer-san met that Hero. \nIt was probably during our free training period, right?",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "At that time, lots of Uma Musume are entering \nand leaving, so it's hard to narrow it down \nbased on individual course usage records……",
            "name": "Zenno Rob Roy",
            "choice_data_list": [
                "<size=38>So that's why we couldn't find anything……</size>",
                "<size=38>So that's why we couldn't find anything……</size>"
            ]
        },
        {
            "text": "Yes, I'm sorry…… t-then, how about changing our approach!? \nHow about starting by visiting each of the training sites?!",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "Normally, if they were using the course, they would \nbe one of our students so…… if our Hero is there, \nyou should be able to figure it out in a glance!",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "Even if I'm the only one that thinks of them that way, \nthere are plenty of girls I could call a hero! Um, for example――",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "Even though everything she does seems 『A little mysterious』, \nshe's actually a reeeeally smart Uma Musume……",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "Even though she always falls just one step short, \nshe'll do everything in her power to keep up and close the gap.",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "……and then, there's Symboli Kris S-san.",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "She's a senpai I look up to. \nStrong, fast, and cool…… and she's already debuted.",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "Today, that Kris S-san should be running so…… \nshall we go take a look, Trainer-san!?",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "Just like usual, after school, the training course was \ncrowded with students doing their free training."
        },
        {
            "text": "Um, Kris S-san is…… Ah! Over there……! \nI-it looks like she's already running!",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "Haa, haa, haa, haa――",
            "name": "Symboli Kris S"
        },
        {
            "text": "……！",
            "name": "Symboli Kris S",
            "choice_data_list": [
                "(Such intensity……!)"
            ]
        },
        {
            "text": "Such innate strength. And such an overwhelming presence, \nhowever…… it seemed a little different from the Hero at that time."
        },
        {
            "text": "『She』 had more of a feeling that she would never let go, of \ndesperation and tenacity, like she was obsessed with winning."
        },
        {
            "text": "When I turned to Zenno Rob Roy to tell her this――"
        },
        {
            "text": "The way she's stepping in…… it may look like she's \nrelying solely on power, but that's wrong. It seems calculated……",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "This is her approximate cooldown time…… and her icing time is on \nthe long side? Kris S-san, she's managing her time very strictly.",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "While writing in her notebook, she was watching training \nwith a serious look in her eyes. Her ears and tail \nflinched at the sound of the whistle."
        },
        {
            "text": "Like this, it's almost like―",
            "choice_data_list": [
                "――you want to run?"
            ]
        },
        {
            "text": "Eh!? Ah, no…… \ntoday I'm taking a break from free training!",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "But, we can continue the Hero Search next time…… Kris S-san \ndoesn't seem to be the 『Hero』 that Trainer-san was looking for.",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "T-then…… I need to get going! \nI'll be heading off n-yow!",
            "name": "Zenno Rob Roy",
            "choice_data_list": [
                "(She bit her tongue……)"
            ]
        },
        {
            "text": "She was gone in an instant…… I was planning on heading back too, \nbut a familiar looking notebook was left behind on the benches.",
            "choice_data_list": [
                "(Is this Rob Roy's……?)"
            ]
        },
        {
            "text": "In a panic, she must have left this behind. \nFor now, I opened it to confirm its owner――"
        },
        {
            "text": "It seemed to be about her observations of Symboli Kris S' \ntraining today. The page was completely filled."
        },
        {
            "text": "Excuse me! I'm just wondering but, are you Rob Roy-san's――",
            "name": "Kind-looking Instructor"
        },
        {
            "text": "I couldn't help but stare at the notebook. These pages were \nfilled with such dedication. In that calm figure, where was she \nhiding all this passion?"
        },
        {
            "text": "Ah…… Ummmm～! Hello there!",
            "name": "Kind-looking Instructor",
            "choice_data_list": [
                "Wah!? S-sorry!"
            ]
        },
        {
            "text": "No worries! Um, you were together with Rob Roy-san right!? \nAre you perhaps, Rob Roy-san's trainer!?",
            "name": "Kind-looking Instructor",
            "choice_data_list": [
                "No, we're just working together"
            ]
        },
        {
            "text": "Now that I think about it, talk about an exclusive \ncontract with Zenno Rob Roy never came up. We \nwere both just so focused on our Hero."
        },
        {
            "text": "Ah, so that's not the case…… sorry for the sudden question. I \ntend to be in charge of Rob Roy-san's training often, but――",
            "name": "Kind-looking Instructor"
        },
        {
            "text": "That girl, because of an injury, she's passed \non several Selection Races…… And most of this \ntime she hasn't seemed very energetic.",
            "name": "Kind-looking Instructor"
        },
        {
            "text": "It's that time of year where most people debut so \nshe might be getting impatient. The next Selection \nRace is still quite a ways off, after all.",
            "name": "Kind-looking Instructor"
        },
        {
            "text": "However…… maybe it's because of that, but it seems like she's \nperforming worse than usual more often now.",
            "name": "Kind-looking Instructor"
        },
        {
            "text": "I talked to her about being more active in this year's Sports \nFestival so she could attract the attention of some trainers but――",
            "name": "Kind-looking Instructor"
        },
        {
            "text": "――But lately, it seems like she's doing less self training. \nI'm worried she might be losing motivation.",
            "name": "Kind-looking Instructor"
        },
        {
            "text": "……because of that, when I saw you I thought \n『It's her trainer!』 and got so excited. I'm sorry.",
            "name": "Kind-looking Instructor"
        },
        {
            "text": "The instructor bowed deeply. Without a doubt, \nthe reason her self training time was decreasing \nwas because of the 『Hero Search』. However――",
            "choice_data_list": [
                "……She'll be fine."
            ]
        },
        {
            "text": "Eh?",
            "name": "Kind-looking Instructor"
        },
        {
            "text": "She probably has has her reasons for reducing her self \ntraining time in order to accompany me in the 『Hero Search』.",
            "choice_data_list": [
                "<size=38>She hasn't given up and isn't running away</size>"
            ]
        },
        {
            "text": "After all―― in the pages of this notebook she left behind, \nthere was a strong impression of 『I want to get stronger』."
        }
    ]
}