{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Tamamo Cross",
            "text": "Oguri, where are you?!"
        },
        {
            "name": "Inari One",
            "text": "Dang it. I couldn’t find her anywhere, not in the onsen, not \nin the restaurant, and not in the lobby. Do you think she left? \nUgh, this was supposed to be a group vacation!"
        },
        {
            "name": "Super Creek",
            "text": "I hope she’s okay... There’s so much delicious \nfood in Osaka, so the smell may have lured her in."
        },
        {
            "name": "Tamamo Cross",
            "text": "That sounds stupid. No... since it’s Oguri, I guess \nanything is possible. Ah, whatever! I’ll go look for her."
        },
        {
            "name": "Oguri Cap",
            "text": "This is delicious... It’s so sweet and \ntender... Osaka’s fried carrot is amazing."
        },
        {
            "name": "Oguri Cap",
            "text": "Wait, where am I? I only planned to snack a little \nbit then head back, but I don’t remember the way back..."
        },
        {
            "name": "Inari One",
            "text": "Oguri! If you come out now, I’ll treat you to something yummy!"
        },
        {
            "name": "Super Creek",
            "text": "I know you’re a good girl, so please come back. \nHey, Tama-chan, have you tried calling her phone?"
        },
        {
            "name": "Tamamo Cross",
            "text": "I did, but I think her phone’s dead... \nAnd I told her to charge it before going to bed too!"
        },
        {
            "name": "Oguri Cap",
            "text": "<i>*munch* *munch*</i> It’s been a long time since I got lost...\nWhat should I do? I wonder if the others are worried about me..."
        },
        {
            "name": "Oguri Cap",
            "text": "Nngh, I feel so anxious...and when I get anxious, I get hungry... \nUmm, excuse me...can I have five servings of takoyaki please."
        },
        {
            "name": "Sakura Laurel",
            "text": "Wow, it’s so lively here! I can really feel the Osaka-energy♪ \nHmm? There’s a huge crowd over here, I wonder what’s going on."
        },
        {
            "name": "Attendant A",
            "text": "Holy...! How many kilos can you eat?! \nUma Musume sure can eat a lot, huh?"
        },
        {
            "name": "Oguri Cap",
            "text": "<i>*munch*  *munch* *munch* *munch* *sniffle*</i>"
        },
        {
            "name": "Sakura Laurel",
            "text": "Oguri-san?! Wait, are you crying?! What’s the matter?!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Ugh, I can’t believe this!!"
        },
        {
            "name": "Tamamo Cross",
            "text": "We’re just lucky that Laurel happened to pass by!\nBut miracles don’t happen often, you know?!"
        },
        {
            "name": "Oguri Cap",
            "text": "I’m really sorry... I just really wanted to try \nthe breakfast from your hometown...then I got lost..."
        },
        {
            "name": "Oguri Cap",
            "text": "But...every bit of it was so delicious... \nAnd being able to experience what you \ngrew up with made me so happy... I’m so sorry..."
        },
        {
            "name": "Tamamo Cross",
            "text": "Huh?! What’s with you?! Ah jeez, whatever!"
        },
        {
            "name": "Tamamo Cross",
            "text": "As long as you reflect on what you did, it’s fine. \nLet’s start our Summer Walk over again. I know a place \nwith the best pork buns, so let’s go get some together!"
        },
        {
            "name": "Oguri Cap",
            "text": "The best? Thank you so much, Tama!"
        },
        {
            "name": "Oguri Cap",
            "text": "Oh, as a thank you, Laurel, you can have these \nlottery tickets that I got from the nearby shopping \ndistrict. I got a bunch today, so here you go."
        },
        {
            "name": "Sakura Laurel",
            "text": "<i>(So, using the tickets Oguri gave me, \nI decided to try my luck at the lottery...)</i>"
        },
        {
            "name": "Sakura Laurel",
            "text": "<i>(...but I never expected to win the top prize, a trip to Hokkaido♪\nHehe, this year’s Summer Walk sure is great, huh?)</i>"
        },
        {
            "name": "Sakura Laurel",
            "text": "<i>(I’ve already seen the racecourse and had some delicious ice \ncream and melon. Now all that’s left is...Brian’s rehabilitation.)</i>"
        },
        {
            "name": "Sakura Laurel",
            "text": "Hehe... I wonder if the fan event is going well."
        },
        {
            "name": "Narita Brian",
            "text": "We're about to begin the Lunchtime Stroll Event. \nIt's essentially a facility tour. Whoever wants to come, follow me."
        },
        {
            "name": "Hishi Amazon",
            "text": "Hey now! If you keep talking like that you’ll scare away your \nfans, especially the little ones! I’m sorry for her attitude."
        },
        {
            "name": "Biko Pegasus",
            "text": "Don’t worry, she’s not a bad Uma Musume. She’s been thinking \nabout this event for a long time, and even asked Hishi Ama for he—"
        },
        {
            "name": "Narita Brian",
            "text": "Oi! ...Ama-san, why is she even here?"
        },
        {
            "name": "Hishi Amazon",
            "text": "She said she was bored so I decided to invite her. \nAnyway, let’s focus on the fan event! Let’s go before the sun sets."
        },
        {
            "name": "Sakura Laurel",
            "text": "Oh, seems like they’ve got enough help already. That's a relief. \nIn that case, I might secretly enjoy the fan event a bit myself♪"
        },
        {
            "name": "Biko Pegasus",
            "text": "I love this park! It’s great for picnics and\nit’s so spacious! It also smells super nice!"
        },
        {
            "name": "Narita Brian",
            "text": "Don’t get overexcited, or else you might trip..."
        },
        {
            "name": "Hishi Amazon",
            "text": "We’ve also got a ranch attached to the facility! \nYou can try milking cows if you’d like, the ice \ncream from their milk is so delicious! Right, Brian?!"
        },
        {
            "name": "Narita Brian",
            "text": "Yeah, yeah... You sure know a lot about this place, Ama-san."
        },
        {
            "name": "Biko Pegasus",
            "text": "Look, a fish! There’s so many of them!"
        },
        {
            "name": "Hishi Amazon",
            "text": "You can do river rafting and some fishing here. \nBut remember that you need a reservation in order to do so!"
        },
        {
            "name": "Narita Brian",
            "text": "Don’t you know a little too much...?"
        },
        {
            "name": "Brian's Fan",
            "text": "Hishi Ama-chan, you studied up a bunch to \nhelp out Brian-san, didn’t you? How kind... \nJust listening to the way you explain things is so soothing..."
        },
        {
            "name": "Sakura Laurel",
            "text": "<i>(And that’s how Brian-chan's Lunchtime Stroll Event \nconcluded smoothly and harmoniously without any trouble...)</i>"
        },
        {
            "name": "Narita Brian",
            "text": "How much longer do you plan on lurking around?"
        },
        {
            "name": "Sakura Laurel",
            "text": "Hahaha! I didn’t expect you to catch me since I was being \nso discreet. The fan event was so much fun by the way!"
        },
        {
            "name": "Narita Brian",
            "text": "Tch... I only did it because I was asked by a caretaker I'm \nindebted to. Otherwise, I wouldn't bother doing all of this."
        },
        {
            "name": "Hishi Amazon",
            "text": "Oh by the way, Laurel, didn’t you mention \nyou were having issues with your legs?"
        },
        {
            "name": "Sakura Laurel",
            "text": "Haha, don’t worry about that! I’m feeling much better today!"
        },
        {
            "name": "Biko Pegasus",
            "text": "You two should eat more! \nEating is how you get stronger after all!"
        },
        {
            "name": "Hishi Amazon",
            "text": "She’s right! Food is the source of energy! \nAlright, I’m gonna prepare a feast for us tonight, so \nmake sure to eat to your heart's content everyone!"
        },
        {
            "name": "Sakura Laurel",
            "text": "<i>(For us, summer is important for recharging. \nI hope we’ll have enough energy for what’s coming in autumn...)</i>"
        }
    ]
}
