{
    "no_wrap": true,
    "text_block_list": [
    {
        "name": "Jungle Pocket",
        "text": "Wooaah!! It’s so big and spacious! So this is the Luxurious \nCruise Journey, huh?! Thanks for inviting me, Top Road!"
    },
    {
        "name": "Narita Top Road",
            "text": "Not at all! I'm glad you were able to come! \nLet's make some \"Summer Memories\" together!"
    },
    {
        "name": "Hishi Miracle",
        "text": "They have a boarding party, fireworks show, optional island\ntours, and a summer festival! This is going to be so much fun♪\nWait, what's the matter?"
    },
    {
        "name": "Neo Universe",
        "text": "The \"Andromeda Galaxy\" is coming. Therefore, this may \nbe \"EXDFF\"... Recommending formulation of a \"Plan B.\""
    },
    {
        "name": "T. M. Opera O",
        "text": "The sun, the sea, and yours truly! Ah, everything shines so \nbrilliantly! Doto, Ayabe-san! Make sure not to burn your eyes!"
    },
    {
        "name": "Meisho Doto",
        "text": "O-Okay... Opera O-san, the sun, and this ship are all so pretty..."
    },
    {
        "name": "T. M. Opera O",
        "text": "Exactly! Nothing can hinder our radiance!\nHahaha! Shadows and storms, come if you dare!!"
    },
    {
        "name": "T. M. Opera O",
        "text": "Hahaha, they actually came!"
    },
    {
        "name": "Admire Vega",
        "text": "I can’t believe this... That typhoon suddenly\nchanged course and headed straight for us..."
    },
    {
        "name": "Symboli Kris S",
        "text": "The party, fireworks, and the optional tour\n—all canceled it seems."
    },
    {
        "name": "Jungle Pocket",
        "text": "<i>(Aww man, Top Road was so excited too! \nShe was hanging weather charms in her room for good\nluck, but she's probably going to be sad about this...)</i>"
    },
    {
        "name": "Narita Top Road",
        "text": "The weather may be disappointing, but our trip is still on! \nLet's change our mindset and enjoy what the cruise has to offer!"
    },
    {
        "name": "Jungle Pocket",
        "text": "Woah, that was quick! \nIs your mental strength indestructible or something?"
    },
    {
        "name": "Hishi Miracle",
        "text": "She’s got a good point! This is a luxury cruise after all! \nIt’s filled with plenty of gorgeous amenities for us to enjoy!"
    },
    {
        "text": "Alright, let's make the most of this trip! Whoo!",
            "name": "Miracle & Top Road"
    },
    {
        "name": "Symboli Kris S",
        "text": "Target in sight."
    },
    {
        "name": "T. M. Opera O",
        "text": "Bravo!! Having a stage on a boat isn’t so bad, wouldn’t you agree?!"
    },
    {
        "name": "Hishi Miracle",
        "text": "Ahh, this is so soothing... \nThis truly does have it’s own charm, wouldn’t you say?"
    },
    {
        "name": "Passenger A",
        "text": "Aww, I came here hoping to make some summer memories, \nbut it doesn't seem much different from my normal days off..."
    },
    {
        "name": "Passenger B",
        "text": "Well, there's nothing we can do about the weather. \nGuess it was just bad luck, huh?"
    },
    {
        "name": "Narita Top Road",
        "text": "...Um, I have a suggestion. How about we \ncreate these \"summer memories\" ourselves?!"
    },
    {
        "name": "Narita Top Road",
        "text": "I’ve got an idea! The \"Let's Make Summer Memories Plan.\" \nWould you be willing to go along with that?"
    },
    {
        "name": "T. M. Opera O",
        "text": "Of course I would! What kind of performance did you have in mind? \nTurandot? Aida? A Midsummer Night's Dream? I’m fine with anything!"
    },
    {
        "name": "Admire Vega",
        "text": "I'll help too. I have a feeling that if I leave\nthis to her, something bad might happen."
    },
    {
        "name": "Meisho Doto",
        "text": "Umm, I may not be able to help much...\nor even at all, but I’ll do my best...!"
    },
    {
        "name": "Neo Universe",
        "text": "Neo Universe is also in the affirmative. She seeks the \"gateway \nto summer\" as well, so that she too may create these \"memories.\""
    },
    {
        "name": "Symboli Kris S",
        "text": "Understood. I was also instructed by Rudolf \nto \"create summer memories together.\""
    },
    {
        "name": "Hishi Miracle",
        "text": "I agree! Let’s make this a summer to \nremember and do something extra special!"
    },
    {
        "name": "Jungle Pocket",
        "text": "Jeez, everyone’s working together so easily. \nYou’re super popular, huh?"
    },
    {
        "name": "Narita Top Road",
        "text": "Hehe, everyone’s so nice and kind. Now, the question is, \nwhat should we do...? Considering the circumstances, \nmaybe we should have a live performance."
    },
    {
        "name": "Jungle Pocket",
        "text": "A live performance with a song with summer vibes? That alone \nmight not be enough... We didn't bring any costumes either."
    },
    {
        "name": "Neo Universe",
        "text": "Neo Universe has a suggestion. We should \"evoke\" the wide-ranging \nsummer customs throughout Japan through straightforward \nchoreography, allowing for various \"interactive\" possibilities."
    },
    {
        "name": "Neo Universe",
        "text": "She will also provide \"maintenance\" for your \"costumes.\""
    },
    {
        "name": "Neo Universe",
        "text": "The \"perfect number\" will be accomplished in order to \nachieve these \"summer memories.\" The best answer is..."
    },
    {
        "text": "...a Bon Dance Festival!",
            "name": "Miracle, Doto & Vega"
    },
    {
        "name": "Symboli Kris S",
        "text": "The Bon Dance Festival is happening in the dining hall. Various snacks, \nsuch as chocolate bananas and candy apples are also available."
    },
    {
        "name": "T. M. Opera O",
        "text": "This feast is the true Midsummer Night's Dream!\nLet's all dance the night away!"
    },
    {
        "name": "Passenger A",
        "text": " Haha, a summer festival on a ship feels odd, but not so bad either."
    },
    {
        "name": "Passenger B",
        "text": "Yeah. I feel like I’m going to remember this for a while...\nHahaha, why don’t we dance the night away together?"
    },
    {
        "name": "Jungle Pocket",
        "text": "Top Road, you’re a great leader and an optimist, huh? \nYou’ve got incredible mental strength and, with \na single word, you can make everyone follow you."
    },
    {
        "name": "Narita Top Road",
        "text": "N-No way, I’m nothing like that! I was just feeling a little down is all..."
    },
    {
        "name": "Narita Top Road",
        "text": "When it started to rain, memories started to flood back... \nI thought, \"Ever since I was a child, \nI've been rained on every time I went out...\""
    },
    {
        "name": "Narita Top Road",
        "text": "If all the passengers felt the same way I did at that moment...\nWell, I couldn't just stand around and do nothing this time."
    },
    {
        "name": "Narita Top Road",
        "text": "I want everyone to know that even on rainy days or trips \nthat aren't ideal, that they can still create great memories."
    },
    {
        "name": "Narita Top Road",
        "text": "Everyone else was just kind enough\nto go along with my selfishness. That’s all."
    },
    {
        "name": "Jungle Pocket",
        "text": "<i>(Quick recovery from being down and \nthe determination to fight for others...)</i>"
    },
    {
        "name": "Jungle Pocket",
        "text": "<i>(It’s no surprise that the others couldn’t leave her to do it alone... \nShe really is a natural born leader. She’s seriously impressive.)</i>"
    },
    {
        "name": "Meisho Doto",
        "text": "W-We’re going to begin the fireworks display \nusing fireworks images in the onboard theater \ns-shoo— Nngh, I bit my tongue... Hyaah?!"
    },
    {
        "name": "Narita Top Road",
        "text": "Ah, Doto-chan, I'll help with the fireworks display!"
    },
    {
        "name": "Jungle Pocket",
        "text": "Man, I can already tell this is gonna be a great summer memory."
    }
]
}