{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "It was Sunday. I was out doing my shopping when…"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Well, well, if it isn't my dear trainer."
        },
        {
            "name": "Agnes Tachyon",
            "text": "Are you here to carry my bags for me? \nHahaha, very good! Hop to it, then, come on!",
            "choice_data_list": [
                "Actually I'm just here to do my own shopping…",
                "Actually I'm just here to do my own shopping…"
            ]
        },
        {
            "name": "Agnes Tachyon",
            "text": "Come now, I'll allow you to do both! I don't mind! \nI am, after all, a kind and understanding horsegirl."
        },
        {
            "text": "And so I ended up accompanying Agnes \nTachyon as she did her shopping."
        },
        {
            "name": "Agnes Tachyon",
            "text": "You know, a single tomato contains a surprising amount of \nnutrients. In an ideal world that would be enough, but this \nimperfect body demands so much more…"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Let's get tomatoes… and three steamed chicken fillets. Muscle \ngrowth is impossible without adequate protein intake."
        },
        {
            "name": "Agnes Tachyon",
            "text": "Ugh, what an absolute bore. If only we could live on dietary \nsupplements, then we wouldn't have to waste time worrying about \nall this food nonsense.",
            "choice_data_list": [
                "But supplements don't taste of anything…",
                "But supplements don't taste of anything…"
            ]
        },
        {
            "name": "Agnes Tachyon",
            "text": "And? The purpose of eating is to replenish \nthe body's supply of nutrients."
        },
        {
            "name": "Agnes Tachyon",
            "text": "The major nutrient types can be digested raw. Licopin and such \ncan be obtained most readily from processed food products."
        },
        {
            "name": "Agnes Tachyon",
            "text": "As if I would have time for \"cookery\". I just buy what I need, \nthrow it in the mixer, and drink it down."
        },
        {
            "name": "Agnes Tachyon",
            "text": "I do not wish to spend any more time than necessary on the \noptional processes around food consumption. Because time, \nmy dear, is a finite resource."
        },
        {
            "text": "The more I heard about Agnes Tachyon's dietary \nhabits, the more worried I became."
        },
        {
            "name": "Agnes Tachyon",
            "text": "If only the cafeteria were open 24 hours, I wouldn't have to \ntrouble myself with food shopping at all…",
            "choice_data_list": [
                "How about I make you something?",
                "How about I make you something?"
            ]
        },
        {
            "name": "Agnes Tachyon",
            "text": "\"Make\"? You? Such dedication! I don't know \nwhether to be impressed or disgusted."
        },
        {
            "name": "Agnes Tachyon",
            "text": "Could it be that over the course of our many experiments, you \nhave developed some kind of addiction to serving me?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Alright, you're on. As long as I don't have \nto do anything, I think it's a fine idea."
        },
        {
            "name": "Agnes Tachyon",
            "text": "Very well then. You can begin be preparing \nmy dinner tonight. Don't hold back, now!"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Oh, and don't try to fob me off with a load of empty calories. I \ntrust you will give due consideration to nutritional balance."
        },
        {
            "text": "And that's how I ended up preparing Agnes Tachyon's dinner."
        },
        {
            "name": "Agnes Tachyon",
            "text": "Why on earth did you call me out here at this ungodly hour?",
            "choice_data_list": [
                "I brought you some dinner!",
                "I brought you some dinner!"
            ]
        },
        {
            "name": "Agnes Tachyon",
            "text": "Oh, that's right! I was so engrossed in my research \nthat I scarcely noticed the time."
        },
        {
            "name": "Agnes Tachyon",
            "text": "I decided to go back to basics, you see. I realized that if we \nwish for a horsegirl to travel at light speed, we must consider \nher momentum not classically but as a Lorentz-covariant four- \nvector! And…",
            "choice_data_list": [
                "L… let's talk about that after you've eaten…!"
            ]
        },
        {
            "name": "Agnes Tachyon",
            "text": "Alright, alright, no need to get worked up. I just mean to say \nthat my work is progressing well. You'll have to wait a little \nlonger until I can test these theories on you, but… well, \nthat's something for you to look forward to!"
        },
        {
            "name": "Agnes Tachyon",
            "text": "I'll take that back to the lab with me. There is still much to do \nbefore I can retire for the night."
        },
        {
            "text": "Then, the next morning…"
        },
        {
            "text": "(rattle)"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Morning, trainer. Here, let me give you these back."
        },
        {
            "text": "Agnes Tachyon pressed the empty food trays \nfrom the previous night into my hands."
        },
        {
            "name": "Agnes Tachyon",
            "text": "Vitamins, minerals, protein, fat, sugar… All present and correct, \nand in appropriate quantities. Well done.",
            "choice_data_list": [
                "And…? How did it taste?"
            ]
        },
        {
            "name": "Agnes Tachyon",
            "text": "It was fine. However, considering this particular \nuse case, I will suggest two improvements."
        },
        {
            "name": "Agnes Tachyon",
            "text": "Number one. It is most inconvenient to use chopsticks while \nconducting my tests. Do something about that."
        },
        {
            "name": "Agnes Tachyon",
            "text": "Number two. Not enough rice in proportion to the other \nitems. Add more to correct this imbalance."
        },
        {
            "name": "Agnes Tachyon",
            "text": "I appreciate it's too late for today, but be sure to implement \nthese improvements from tomorrow.",
            "choice_data_list": [
                "\"Today\"? What do you mean \"today\"?"
            ]
        },
        {
            "name": "Agnes Tachyon",
            "text": "Today's breakfast, of course. You DID bring it, didn't you?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "I need to hurry back to the lab. Quickly now, hand it over.",
            "choice_data_list": [
                "I don't have anything for you today."
            ]
        },
        {
            "name": "Agnes Tachyon",
            "text": "W… what did you just say!?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "No breakfast? Is this supposed to be some kind of \nJOKE!? And after I interrupted my research to drag \nmyself all the way here to collect it…!"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Did you or did you not promise to prepare my food for me?",
            "choice_data_list": [
                "Well, yesterday's, yeah…"
            ]
        },
        {
            "name": "Agnes Tachyon",
            "text": "Huh—!?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Are you telling me that I am to negotiate every \nmeal with you ahead of time? How inefficient!"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Your job is to look after my needs! Now hurry up! Feed me!",
            "choice_data_list": [
                "Alright, I'll get you something by lunch time!"
            ]
        },
        {
            "name": "Agnes Tachyon",
            "text": "Now. I am hungry now!"
        },
        {
            "name": "Agnes Tachyon",
            "text": "This hunger can only be satiated by giving me my \nbreakfast, or giving your body up for experimentation \nfor the remainder of the morning."
        },
        {
            "name": "Agnes Tachyon",
            "text": "So… which will it be? Will you cook… or will you submit…?",
            "choice_data_list": [
                "Cook! Cook!!"
            ]
        },
        {
            "name": "Agnes Tachyon",
            "text": "Very well. We'll just have to experiment on you \nthis afternoon instead. For now, breakfast.",
            "choice_data_list": [
                "Wait, you're going to experiment on me anyway!?",
                "Wait, you're going to experiment on me anyway!?"
            ]
        },
        {
            "name": "Agnes Tachyon",
            "text": "Naturally! That is a guinea pig's job, is it not? \nJust as managing my nutrition is a trainer's job."
        },
        {
            "name": "Agnes Tachyon",
            "text": "The cafeteria is so very, very far… until breakfast \nis ready, I believe I will take a nap."
        },
        {
            "name": "Agnes Tachyon",
            "text": "Oh, come now, I'm not asking much. I don't mind if \nyou use whatever you have left over from yesterday. \nYou do HAVE something left over, don't you?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Hurry up. Come on. \nI said hurry! Get cooking, go!"
        },
        {
            "text": "It's good that she was finally getting a balanced diet… even if \nit meant I had to make all her meals for her…"
        }
    ]
}