{
    "text_block_list": [
        {
            "text": "My body felt leaden… like I'd been dragged out of a swimming pool with my clothes on…"
        },
        {
            "text": "Slowly I opened my eyes. I could make out the familiar shapes of a classroom in the darkness… and the figure of Agnes Tachyon standing before me…"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Subject is sweating profusely. Body temperature… appears to be rising.",
            "choice_data_list": [
                "Eh… eh…!?"
            ]
        },
        {
            "name": "Agnes Tachyon",
            "text": "Guinea pig you may be, but your body's febrile response is unquestionably human. Which is fine for our purposes, of course…"
        },
        {
            "text": "I looked down. My body was entangled with all manner of unfamiliar devices and strange instruments…"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Ah, this is just like the day we first met…! Only this time we have the laboratory all to ourselves. Nobody will interfere with my experiment!",
            "choice_data_list": [
                "Laboratory…? But this is just an ordinary classroom…!",
                "Laboratory…? But this is just an ordinary classroom…!"
            ]
        },
        {
            "name": "Agnes Tachyon",
            "text": "Ahh, not so! I am only here because you agreed to take part in this experiment."
        },
        {
            "name": "Agnes Tachyon",
            "text": "And this space is entirely of YOUR creation… so in that sense, it's quite accurate to call this our \"laboratory\", don't you agree?",
            "choice_data_list": [
                "I don't understand…!"
            ]
        },
        {
            "name": "Agnes Tachyon",
            "text": "A-hahahaa! Then understand this. A guinea pig's job is to be subjected to whatever conditions the test requires."
        },
        {
            "name": "Agnes Tachyon",
            "text": "And you volunteered to be my guinea pig, did you not? If you wish to renegotiate the terms of your employment, perhaps now is not the best time."
        },
        {
            "name": "Agnes Tachyon",
            "text": "To probe beyond the limits… to reveal the true potential of horsegirls… this requires tireless effort and research, of which testing is an indispensable part!"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Now! Perhaps it's time I let you try a rather enjoyable new serum I have created. It has an intense blue glow which I think you will find quite pleasing!"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Heeheehee… and with this your muscular strength will increase several fold… Your body will be blessed with unimaginable strength, strength surpassing the most fearsome monster…!",
            "choice_data_list": [
                "!?"
            ]
        },
        {
            "name": "Agnes Tachyon",
            "text": "Now… open wide…"
        },
        {
            "text": "There was nothing I could do to stop her. She was right, after all. I was the one who volunteered to be her guinea pig."
        },
        {
            "text": "I gathered my resolve, closed my eyes… and opened my mouth…"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Well, well. Good morning my little guinea pig."
        },
        {
            "text": "The sunlight burned as it flooded my eyes. But that must mean everything up to now had been…",
            "choice_data_list": [
                "H…… huh!? A dream…!?"
            ]
        },
        {
            "name": "Agnes Tachyon",
            "text": "Hmm? You seem troubled. Some kind of… nightmare, perhaps?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Curious… the light level in here hasn't changed, but there is a pronounced dilation in your pupils… Intriguing… most intriguing. Why don't you tell me what you saw."
        },
        {
            "name": "Agnes Tachyon",
            "text": "There is still much we do not understand neurologically about the dreaming brain… But if we apply the principles of depth psychology to your experience…"
        },
        {
            "name": "Agnes Tachyon",
            "text": "It seems as though you see me as a horsegirl who might at any moment subject you to horrifying experimentation, without warning or consent…!"
        },
        {
            "name": "Agnes Tachyon",
            "text": "I see… that is the Agnes Tachyon that resides in your psyche.",
            "choice_data_list": [
                "Sorry I, uh… didn't mean anything by it…",
                "Sorry I, uh… didn't mean anything by it…"
            ]
        },
        {
            "name": "Agnes Tachyon",
            "text": "Hahaha…! To think that I would go to the trouble of ASKING you to open your mouth! The Agnes Tachyon of your dreams clearly has more time to waste than I do…"
        },
        {
            "name": "Agnes Tachyon",
            "text": "One does not ask the guinea pig's PERMISSION to commence the experiment, good gracious no!",
            "choice_data_list": [
                "Um."
            ]
        },
        {
            "name": "Agnes Tachyon",
            "text": "Hahahaha! Oh, what are you gawping at now? Did you forget that you willingly donated your body to my research?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "And I was so close, too. Why, a few moments longer and you would have been sleeping like a baby… and I could have slipped serum beta down your throat without you even noticing!",
            "choice_data_list": [
                "Huh…!?"
            ]
        },
        {
            "name": "Agnes Tachyon",
            "text": "Ah, yes, this. For what it's worth, on this occasion I was actually trying to do you a service. I have high hopes for serum beta's effectiveness, you see, but it tastes quite revolting…"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Oh well, now that you're awake I won't need to worry about spilling these 120ml… Because you can use those precious opposable digits of yours to do the job yourself!"
        },
        {
            "name": "Agnes Tachyon",
            "text": "It certainly makes MY life easier… and that's what counts.",
            "choice_data_list": [
                "Wait, I… um…"
            ]
        },
        {
            "name": "Agnes Tachyon",
            "text": "Is there a problem, guinea pig? Your tasks are as follows. One: receive the serum. Two: Drink the serum. Did I miss anything?"
        },
        {
            "text": "*chattering*"
        },
        {
            "text": "For some time after, I went about my business… trying my best to ignore the stares as my thighs glowed blue through my trousers."
        }
    ]
}