{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "It was a few days after the Selection Race, in \nwhich Agnes Tachyon ultimately did not participate."
        },
        {
            "text": "I caught sight of her in the hall and, fearing I might \nbe dragged off to her laboratory for some hideous experiment, \ntried to sneak past unnoticed when—"
        },
        {
            "name": "Manhattan Cafe",
            "text": "So… you've decided? To leave…"
        },
        {
            "text": "\"To leave\"… Wait, she doesn't mean \"drop out\", does she? \nI stopped for a moment and listened intently."
        },
        {
            "name": "Agnes Tachyon",
            "text": "That's about the size of it. Apparently telling me to run in that \nrace was intended as some sort of ultimatum."
        },
        {
            "name": "Manhattan Cafe",
            "text": "Why not… just run… \nOr, maybe… show up for class a little more often…"
        },
        {
            "name": "Agnes Tachyon",
            "text": "I don't appreciate my research being interrupted time and again. \nAnd I believe I was in class as much as time allowed, was I not?"
        },
        {
            "name": "Manhattan Cafe",
            "text": "But… if you drop out, you'll never run in the Twinkle Series… \nWhat about your research…?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "It will continue, naturally. I still \nhave this brain, and this body…"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Besides, races that attract highly skilled horsegirls \ndo exist beyond the Twinkle Series."
        },
        {
            "name": "Agnes Tachyon",
            "text": "I could even take my activities abroad! England, France, \nAmerica, Dubai — boundless possibilities surely await!"
        },
        {
            "name": "Manhattan Cafe",
            "text": "Abroad… that's a… bold proposition…"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Hahaha! All in the name of science!"
        },
        {
            "name": "Agnes Tachyon",
            "text": "In any case, I, Agnes Tachyon, will continue \nto use this body to search for the outer limits \nof speed. That much will never change."
        },
        {
            "name": "Manhattan Cafe",
            "text": "… I… see"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Hm? Hmm hmm?! Could it be that you were worried about me?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Or perhaps after all of our experiments together \nyou've formed a habit!? You needn't worry, I'd \nbe more than happy to send you your dose!"
        },
        {
            "name": "Manhattan Cafe",
            "text": "No… if it means escaping your crazy \nexperiments, you can go… wherever you like…"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Eeeeh!!"
        },
        {
            "name": "Manhattan Cafe",
            "text": "But… if you can continue your research, \nthen… that's good. …Goodbye then."
        },
        {
            "name": "Agnes Tachyon",
            "text": "Aah, wait, Cafe! There's just one last test \nI wanted to… she's not listening, is she.",
            "choice_data_list": [
                "Are you really going to drop out…?",
                "Are you really going to drop out…?"
            ]
        },
        {
            "name": "Agnes Tachyon",
            "text": "Well, well, rookie. Our paths seem to cross a lot of late."
        },
        {
            "name": "Agnes Tachyon",
            "text": "But, well, the answer is yes. My potential was enough to get me \nin, and they have been very patient regarding my activities… but \nit seems that patience has finally run out."
        },
        {
            "name": "Agnes Tachyon",
            "text": "The Japan Horsegirl Training Center Academy is the premier \ntraining institute for horsegirls, and famous for valuing \nstudent independence."
        },
        {
            "name": "Agnes Tachyon",
            "text": "But one thing is not negotiable — you find a trainer and you make \nyour debut in professional racing. And if you won't do that, then \nthe academy has no need of you."
        },
        {
            "name": "Agnes Tachyon",
            "text": "And, well, what with skipping classes and refusing \nto find a trainer because it might interfere with \nmy research… that counts me out."
        },
        {
            "name": "Agnes Tachyon",
            "text": "So here we are. I've received the recommendation to withdraw.",
            "choice_data_list": [
                "And you're going to…?",
                "And you're going to…?"
            ]
        },
        {
            "name": "Agnes Tachyon",
            "text": "Admittedly, being unable to race in the Twinkle \nSeries could be a setback to my research."
        },
        {
            "name": "Agnes Tachyon",
            "text": "But… it's preferable to letting all the other distractions keep \nme from doing any research at all."
        },
        {
            "name": "Agnes Tachyon",
            "text": "I suppose it was inevitable that this was going to happen. \nIn fact, perhaps I've been awaiting the day. So it's a—"
        },
        {
            "name": "Symboli Rudolf",
            "text": "\"Actually a good thing\"? Come now, there's \nno need to put it like that."
        },
        {
            "name": "Agnes Tachyon",
            "text": "Well well! The student council president makes \nan appearance! To what do we owe the honor?"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Pardon the interruption. I need to borrow her for a moment. \nAgnes Tachyon, is your mind made up about leaving?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "As always, my mind is on whatever is best for \nmy research, Ms. President. Any further questions?"
        },
        {
            "name": "Symboli Rudolf",
            "text": "… No, no more questions. \nInstead I have a request."
        },
        {
            "name": "Agnes Tachyon",
            "text": "A request, you say? Hmm, what might that be?"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Run with me, Agnes Tachyon."
        },
        {
            "name": "Agnes Tachyon",
            "text": "Oh, and look who it is. Just here to watch the \nsunset I presume? You're pretty bold, rookie.",
            "choice_data_list": [
                "Don't mind me…"
            ]
        },
        {
            "text": "I couldn't pass up the chance to watch her, so \nregarded for her pure running ability, race against \n\"The Emperor\" Symboli Rudolph herself…"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Hmm. Fair enough. I can respect a man who \nfollows his curiosity. Watch away."
        },
        {
            "name": "Agnes Tachyon",
            "text": "I imagine it's likely the last time you'll \nsee me running this course anyway."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Sorry to keep you waiting, Agnes Tachyon. Fortunately we have the \ncourse all to ourselves… and our only spectator is this rookie \ntrainer. Looks like we can enjoy a quiet bout."
        },
        {
            "name": "Agnes Tachyon",
            "text": "Isn't that why you chose this time of day? \nThough I know not what you're hoping to get out of this."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Heh… Now then, does 2000m on the turf course \nsound good to you?"
        },
        {
            "name": "Agnes Tachyon",
            "text": "Whatever you want. I'm sure I owe you a great \ndeal, so it's the least I can do."
        },
        {
            "name": "Symboli Rudolf",
            "text": "…I don't think you owe me anything. \nAfter all, I couldn't help you in the end."
        },
        {
            "name": "Agnes Tachyon",
            "text": "Ha ha ha! Always so serious!! No matter. \n2000m on turf it is. Let us prepare."
        },
        {
            "name": "Symboli Rudolf",
            "text": "………",
            "choice_data_list": [
                "What is it?",
                "Something up?"
            ]
        },
        {
            "name": "Symboli Rudolf",
            "text": "She needs to compete in the Twinkle Series for her research, and \nthat's why she joined the academy. But if being a student here \ninterferes with that research, she has no choice but to leave."
        },
        {
            "name": "Symboli Rudolf",
            "text": "She's not wedded to the Twinkle Series per se, so she chooses \nto go and find that level of competition elsewhere."
        },
        {
            "name": "Symboli Rudolf",
            "text": "It all sounds so logical… but don't you think \nthere's one thing that's not quite right?"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Why did she stay at the academy this long in the first place?"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Why stay here, where she can't get around the \ntrainers — or \"hindrances\", as she calls them?"
        },
        {
            "name": "Symboli Rudolf",
            "text": "… What do you think?"
        },
        {
            "text": "And so, with no one to see it but me, Agnes Tachyon \nand Symboli Rudolph lined up to race…!"
        }
    ]
}