{
    "title": "One Must Protect The Academy's Peace",
    "text_block_list": [
        {
            "name": "Fenomeno",
            "text": "Everything is all clear at the moment, but... \nI can't shake it off.\nThe unmistakable \"scent\" of an impending incident..."
        },
        {
            "name": "Fenomeno",
            "text": "!\nGood work today, Boss.",
            "choice_data_list": [
                "You too. What're you up to?",
                "You too. What're you up to?"
            ]
        },
        {
            "name": "Fenomeno",
            "text": "Copy!\nYou see, there's been a string of repeated vandalism incidents recently."
        },
        {
            "name": "Fenomeno",
            "text": "The site is that garden you can see over there.\nThe incidents seem to follow a pattern, always occuring the day after a mock race."
        },
        {
            "name": "Fenomeno",
            "text": "There was a mock race held yesterday, so ever since this morning, I've taken it upon myself to use my free time to stake things out from a nearby position.",
            "choice_data_list": [
                "All this for the school... Awesome job! ",
                "All this for the school... Awesome job! "
            ]
        },
        {
            "name": "Fenomeno",
            "text": "Copy!!\nI am truly honored to hear that, Boss!"
        },
        {
            "name": "Fenomeno",
            "text": "...However... Our lunch break is about to end. I'm loath to put the investigation on hold, but I cannot allow myself to skip class... Kgh...!"
        },
        {
            "choice_data_list": [
                "How about I cover for you?",
                "How about I cover for you?"
            ],
            "text": "Seems she was worried about what would happen if the culprit came to the scene while she was still in class. I had some work to do in the afternoon, but I could always reschedule."
        },
        {
            "name": "Fenomeno",
            "text": "No, I couldn't possibly impose...",
            "choice_data_list": [
                "I can't them get away with this, either.",
                "I can't them get away with this, either."
            ]
        },
        {
            "name": "Fenomeno",
            "text": "...Of course, Boss! I would expect nothing less from such a paragon of justice as you! If you'll excuse me, I leave this investigation in your capable hands!"
        },
        {
            "choice_data_list": [
                "!? Is that...!!"
            ],
            "text": "I took over the stakeout for a decent while. Staring at the same thing for so long got me a little sleepy. But, just as the bell rang, marking the end of the school day――"
        },
        {
            "name": "Fenomeno",
            "text": "Good work! I've brought some anpan and milk.\n...So, how's the situation?",
            "choice_data_list": [
                "...That Umamusume looks suspicious."
            ]
        },
        {
            "name": "Fenomeno",
            "text": "――!"
        },
        {
            "text": "There was an Umamusume at the scene of the crime, carefully looking around her. Not long after, she stepped closer to the flowers, and with a great big swing of her legs――"
        },
        {
            "name": "Fenomeno",
            "text": "...We've caught her red handed! Moving in!!"
        },
        {
            "name": "Fenomeno",
            "text": "You there! Vandalizing a garden is a direct violation of the rules, I will have you know!"
        },
        {
            "name": "Umamusume A",
            "text": "Guh!! Oh crap...!!"
        },
        {
            "name": "Fenomeno",
            "text": "STOP RIGHT THERE!!\nURAAAAAAGGHHH!! YOU'RE      UNDER       ARREST!"
        },
        {
            "name": "Fenomeno",
            "text": "The time is fourteen fifty-seven. Suspect is in custody!"
        },
        {
            "name": "Fenomeno",
            "text": "You have the right to remain silent regarding my questions.\n――So, what was your motive for vandalizing the garden?"
        },
        {
            "name": "Umamusume A",
            "text": "It's no big deal. I'm just in a bad mood.\n...'Cause I never win any of my races...",
            "choice_data_list": [
                "...So this is because you were losing?"
            ]
        },
        {
            "name": "Umamusume A",
            "text": "Is that so bad? Look, I only broke the cheap ones, so it's no big deal, right?\nCan't we just call it stress relief and drop it?"
        },
        {
            "name": "Fenomeno",
            "text": "WE    ABSOLUTELY    CANNOT!!"
        },
        {
            "name": "Umamusume A",
            "text": "Eek...!?"
        },
        {
            "choice_data_list": [
                "Meno's looking out for your future.",
                "Meno's looking out for your future."
            ],
            "text": "Fenomeno's forcefulness made the other girl shrink back.\nBut she wasn't yelling for yelling's sake."
        },
        {
            "name": "Umamusume A",
            "text": "M-my future...?"
        },
        {
            "name": "Fenomeno",
            "text": "Making excuses for yourself like \"It's no big deal\" is a slippery slope. Eventually, you won't be able to stop yourself from giving in to your worst impulses!"
        },
        {
            "name": "Fenomeno",
            "text": "Your conduct can seriously impact your future!\nI ask that you reflect on your actions and control yourself from now on!"
        },
        {
            "name": "Fenomeno",
            "text": "And one more thing! The next time you find yourself troubled, do not keep it to yourself! Come to me for help!"
        },
        {
            "name": "Fenomeno",
            "text": "Protecting your future is one of my most important missions!"
        },
        {
            "name": "Umamusume A",
            "text": "........!\n...Okay..."
        },
        {
            "name": "Fenomeno",
            "choice_data_list": [
                "Thanks. Good job, Meno.",
                "Thanks. Good job, Meno."
            ],
            "text": "Boss, thanks to you, we managed to close this case.\nI thank you from the bottom of my heart for your cooperation!"
        },
        {
            "name": "Fenomeno",
            "text": "Now then, we need to do some questioning with the disciplinary committee. May I ask that you come with me?"
        },
        {
            "name": "Umamusume A",
            "text": "Mmhm... I'm, uh, really sorry for the trouble. Tell that trainer, too... It wasn't even their job, but because of me they had to keep watch like that..."
        },
        {
            "name": "Fenomeno",
            "text": "..........\n...No, there's no need for you to worry."
        }
    ]

}