{
    "title": "One Must Lead By Example",
    "text_block_list": [
        {
            "text": "I was at the track one afternoon, there to observe, while the students were training hard."
        },
        {
            "name": "Fenomeno",
            "text": "Hah...!!"
        },
        {
            "choice_data_list": [
                "(She's good at this...)",
                "(She's good at this...)"
            ],
            "text": "One runner ran with a strong, sturdy style that caught my eye.\nIt was Fenomeno, the girl I met the other day."
        },
        {
            "text": "With her powerful stride and stamina, it seemed to me she had the makings of a great stayer. She could even put up a good fight at the Twinkle Series, probably."
        },
        {
            "text": "But the most striking thing about her running was the sense of sincerity I felt. As if her overflowing devotion to justice was given form――"
        },
        {
            "name": "Gold Ship",
            "text": "WHAZZUUPPP!"
        },
        {
            "name": "Gold Ship",
            "text": "Hey hey hey! Ya got yer beans clean!? \nYou're never gonna be an Elite Bean Agent if you keep runnin' like that, Mamechin!"
        },
        {
            "name": "Fenomeno",
            "text": "...Be― Be careful, Golshi-san!\nDon't start running without warning!\nWhat if you had hit me!?"
        },
        {
            "name": "Gold Ship",
            "text": "Pfft! If that's all it takes to freak you out, then you're all toast and no beans!\nNeener neener neener~~~☆"
        },
        {
            "name": "Fenomeno",
            "text": "Ngh... Not only are you running recklessly, but you're engaging in unsportsmanlike conduct, too!\nThis is a violation! A violation, I say!!"
        },
        {
            "name": "Fenomeno",
            "text": " STOP          RIGHT           THERE!!\nYOU'RE       UNDER         ARREST!!"
        },
        {
            "text": "...The girl with a big smile on her face was the school's notorious problem child, Gold Ship. It seems her arrival completely broke Fenomeno's concentration."
        },
        {
            "text": "Their cat-and-mouse game looked like it would drag on for a while... I doubt I'd be able to see Fenomeno run with full focus any time soon."
        },
        {
            "text": "After that, I started noticing Fenomeno around the school――"
        },
        {
            "name": "Fenomeno",
            "text": "...I can smell it! The scent of crime...\nWhoever you are, you can't escape the nose of the Disciplinary Committee!"
        },
        {
            "text": "Psst, you know that \"good stuff\"...?\n...I got it.",
            "name": "Nakayama Festa"
        },
        {
            "name": "Fenomeno",
            "text": "Here you are!\n――NGWHAAAA!?"
        },
        {
            "name": "Gold Ship",
            "text": "Hehe, we've got you now, Meno!\nI knew you'd show up if we did some shady stuff!"
        },
        {
            "name": "Fenomeno",
            "text": "Darn you―― You're in violation of noise rules!\nAnd, indiscriminately engaging in suspicious behavior is obstruction of school duties! Stop this immediately!"
        },
        {
            "name": "Fenomeno",
            "text": "I can smell it... I can smell it...!\nWait, I literally smell it!? Is it coming from here!?"
        },
        {
            "name": "Fenomeno",
            "text": "It's you all again!?\nIt reeks of squid... Agh, what are you cooking in here?!"
        },
        {
            "name": "Gold Ship",
            "text": "Tsk, guess we're busted...\nWe're cookin' up some high-class dried squid. It's real good. Wanna try some?"
        },
        {
            "name": "Fenomeno",
            "text": "I do not! Put this all away immediately!!"
        },
        {
            "name": "Dream Journey",
            "text": "I do apologize for the smell. We'll deal with it right away.\n...But we're only having a little gathering here, so could you please overlook this?"
        },
        {
            "name": "Fenomeno",
            "text": "Ngh... Well, if you deal with the smell, then I suppose... Wait, no! That aside, taking advantages of school facilities like this is already against the rules!"
        },
        {
            "text": "――Every day, Fenomeno would be strung along by the troublemakers around her, just like that. It seems her honest, disciplined attitude made it hard for her to ignore them."
        },
        {
            "text": "――One day, we hosted a tour of Tracen for the local primary school Umamusume, letting them watch the students train."
        },
        {
            "name": "Fenomeno",
            "text": "We will now begin the tour of the campus training facilities.\nAll of you, make two orderly lines, and follow us."
        },
        {
            "name": "Primary School Umamusume",
            "text": "R-right...!"
        },
        {
            "name": "Gold Ship",
            "text": "Hold up, are you kids feeling down or what?\nC'mon, try and live it up a little! Giant squid style!"
        },
        {
            "name": "Fenomeno",
            "text": "Golshi-san, please try refrain from your unserious antics!\nWe have to give them a proper tour!!"
        },
        {
            "text": "Gold Ship and Fenomeno were helping guide the kids along.\nThe kids took an immediate liking to the former, while getting scared of the latter... It was a little worrying.\n"
        },
        {
            "name": "Fenomeno",
            "text": "This workout machine is dangerous, so please refrain from touching it. This piece of equipment, however, is safe to try.\n",
            "choice_data_list": [
                "Remember, kids, take turns.",
                "Remember, kids, take turns."
            ]
        },
        {
            "name": "Primary School Umamusume",
            "text": "Yay!!"
        },
        {
            "text": "The tour was going well up to that point. \nThe plan was to head to the training track and show the kids a mock race..."
        },
        {
            "name": "Fenomeno",
            "text": "Trainer!\nI can't believe I have the oppurtunity to work with you... It's an honor!"
        },
        {
            "name": "Fenomeno",
            "text": "Though it may not be as unbelievable as I said.\nIt's no surprise someone as excellent as you would help organize this tour."
        },
        {
            "name": "Fenomeno",
            "text": "Your consideration for the children's future shows your noble heart and righteous values... I'd be honored if you allowed me to follow your example!"
        },
        {
            "text": "...For some reason, she had a very positive image of me. \nA fairly romanticized one, though."
        },
        {
            "choice_data_list": [
                "Let's make this tour a good one.",
                "Let's make this tour a good one."
            ],
            "text": "Well, she was spot on about my consideration for the kids. \nThey were hoping to be racers one day, so I wanted to help them make the most out of this experience."
        },
        {
            "name": "Fenomeno",
            "text": "Yes!\nI'm assigned to run in the mock race after this."
        },
        {
            "name": "Fenomeno",
            "text": "I will do everything in my power to serve as a good example for the children!"
        },
        {
            "text": "...Eek.",
            "name": "Timid Umamusume Child"
        },
        {
            "text": "Fenomeno focused herself, forming an intense look in her eyes, which intimidated the children around her.\n...Again, a little worrying."
        }
    ]
}