{
    "title": "One Must Guide The Next Generation Well",
    "text_block_list": [
        {
            "text": "Finally, it was time for the mock race.\nFenomeno and Gold Ship were going to run."
        },
        {
            "name": "Gold Ship",
            "text": "You kids better keep your eyes peeled, got it~?\nAnd grab a bag, 'cuz my cruise is gonna make you seasick!"
        },
        {
            "text": "Big Sis Golshi! Do your best!\nGo get 'em!",
            "name": "Elementary School Umamusume"
        },
        {
            "text": "Eek... Is she mad...?",
            "name": "Timid Umamusume Child"
        },
        {
            "choice_data_list": [
                "(Are things going to be OK...?)"
            ],
            "text": "While Gold Ship was getting the kids excited, Fenomeno's intense fighting spirit had them scared stiff..."
        },
        {
            "name": "Fenomeno",
            "text": "Phew... Right!\nGolshi-san, stop fooling around! We're about to start!"
        },
        {
            "name": "Fenomeno",
            "text": "This may be a mock race, but it is not a mockery!\nWe need to focus, so we can set a proper example for the children!"
        },
        {
            "name": "Gold Ship",
            "text": "Huh~?? Geez, you're always such a rulesy-schmulesy stick in the mud. You wanna be a straightedge so bad? How about I dump some chalk on your face, huh?!\n"
        },
        {
            "name": "Fenomeno",
            "text": "Ngh!! You should――"
        },
        {
            "name": "Gold Ship",
            "text": "See ya~♪"
        },
        {
            "name": "Fenomeno",
            "text": "Wha...! You fiend――!"
        },
        {
            "text": "Heheh, Operation Distraction is a success! \nGet swept away by my big wave, baby!\nAnchors aweigh～～～～～☆",
            "name": "Gold Ship"
        },
        {
            "text": "Fenomeno had completely lost concentration. Unable to recover from her messy start, she got caught up in Gold Ship's pace from start to finish.",
            "choice_data_list": [
                "(Her attitude is working against her...)",
                "(Her attitude is working against her...)"
            ]
        },
        {
            "name": "Fenomeno",
            "text": "Kuh... Rraaaaagh...!!"
        },
        {
            "name": "Gold Ship",
            "text": "GOOOOAAAL!\nThe Golshi-chan Grand Fleet makes their triumphant return!"
        },
        {
            "name": "Gold Ship",
            "text": "Whut's da pwoblem, Meno? I didn't even need to make a big wave! You were treading water out there! Wanna try the kiddie pool? Huh??"
        },
        {
            "name": "Fenomeno",
            "text": "Kgh... ――I cannot abide by your behavior!\nYour unsportsmanshiplike conduct IS A BAD INFLUENCE ON THE CHILDREN!!"
        },
        {
            "text": "――W... ....Waaahh!!\nShe's so... she's so scary... W-WAAAAHHHH!!!",
            "name": "Timid Umamusume Child"
        },
        {
            "name": "Gold Ship",
            "text": "Hey, kid, keep up the waterworks and you're gonna end growing a big ol' beanstalk. You'll have to eat a plate full of green beans for dinner, y'know? ――So don't cry, okay?"
        },
        {
            "name": "Fenomeno",
            "text": "Ah........"
        },
        {
            "choice_data_list": [
                "(Is Fenomeno doing all right...?)"
            ],
            "text": "With the help of us adults, we managed to soothe the crying kid. The field trip came to a close, and we sent the kids off without any issue."
        },
        {
            "text": "Fenomeno chose not to join us in saying goodbye to the kids... But she looked pretty down on herself.\n"
        },
        {
            "text": "She was an earnest girl, and cared deeply for the children――\nWhich means she probably blamed herself for what happened.",
            "choice_data_list": [
                "...I'm worried. I should check in on her.",
                "...I'm worried. I should check in on her."
            ]
        },
        {
            "name": "Fenomeno",
            "choice_data_list": [
                "Hey, you hungry?"
            ],
            "text": "――I'm so pathetic...\nSuch an immature fool...!"
        },
        {
            "name": "Fenomeno",
            "text": "――!\nOh... Trainer..."
        },
        {
            "name": "Fenomeno",
            "text": "Anpan and milk...?\n...Heh. It's just like a police procedural.",
            "choice_data_list": [
                "...If you want to talk, I'm here to listen."
            ]
        },
        {
            "name": "Fenomeno",
            "text": "...Thank you very much."
        },
        {
            "name": "Fenomeno",
            "text": "My inexperience has been nothing but trouble for you.\n...I truly am so immature...\nI'm a long way from being able to call myself a \"hero\".",
            "choice_data_list": [
                "That's what you strive to be, right?",
                "That's what you strive to be, right?"
            ]
        },
        {
            "name": "Fenomeno",
            "text": "It is.\n――My father is on the force, you see."
        },
        {
            "name": "Fenomeno",
            "text": "He looks fearsome, but his heart brims with justice...\nStriving to protect the city so the people in it can live in peace. An honorable, respectable man.\n"
        },
        {
            "name": "Fenomeno",
            "text": "I inherited his intimidating appearance, and my build has been on the larger side ever since I was a child...\nSo I've scared off plenty of younger kids in my time."
        },
        {
            "name": "Fenomeno",
            "text": "I didn't have the kind of experience my father does, and I was always scaring others for no reason... I was less like a superhero... and more like one of the monsters they fight."
        },
        {
            "name": "Fenomeno",
            "text": "――But when I raced..."
        },
        {
            "name": "Fenomeno",
            "text": "The children told me I was cool.\nThey said they wanted to race like me one day, with sparkles in their eyes."
        },
        {
            "name": "Fenomeno",
            "text": "I thought, if I kept racing and showing them my cool side...\nSetting an example for them...\nThen I could forge a path for them to follow."
        },
        {
            "name": "Fenomeno ",
            "text": "I thought I could give the children hope for a bright and proper future――"
        },
        {
            "name": "Fenomeno",
            "text": "I thought that... And I tried to strive for it.\nBut... You can see how it turned out."
        },
        {
            "name": "Fenomeno",
            "text": "...And I know. I know that the children prefer someone fun and bright, like Golshi-san... She's the kind of grown-up the children want to look up to."
        },
        {
            "name": "Fenomeno",
            "text": "But... I can't be like her."
        },
        {
            "text": "I was touched by her conviction. ...And again, her kindness.\nHer honesty was dazzling. ...But at the same time concerning.\n\n"
        },
        {
            "text": "She was talented. She had a comfortable stride, and her running in the home stretch was powerful―― If she put those talents to good use, she could certainly run in a \"cool\" way."
        },
        {
            "text": "But right now, her honest, disciplined attitude was only working against her.",
            "choice_data_list": [
                "Just stay calm. Run at your own pace."
            ]
        },
        {
            "name": "Fenomeno",
            "text": "...What?"
        },
        {
            "choice_data_list": [
                "You can run in a cool way.",
                "You can run in a cool way."
            ],
            "text": "If she focused, and didn't let herself get thrown off pace――\nThen she should be able to close the distance from her rivals with a forceful last push."
        },
        {
            "name": "Fenomeno",
            "text": "Run in... a cool way..."
        },
        {
            "name": "Fenomeno",
            "text": "...Boss.",
            "choice_data_list": [
                "...boss?"
            ]
        },
        {
            "text": "――Boss! Please, let me call you Boss!\nIf you were to instruct me... I would be incredibly honored!!",
            "name": "Fenomeno"
        }
    ]
}