{
    "text_block_list": [
        {
            "text": "A short time had passed since Symboli Kris S had come to Tracen Academy. One day―"
        },
        {
            "name": "Symboli Kris S",
            "text": "……Huu…… huuu…… Hu ――――Haaaaa……!"
        },
        {
            "name": "Veteran Trainer A",
            "text": "It's just practice, but such intensity……! It's not just her acceleration, she's definitely got wonderful potential!"
        },
        {
            "text": "Symboli Kris S' running excited the crowd that had naturally gathered. She definitely has incredible intensity and abilities. But――"
        },
        {
            "name": "Symboli Kris S",
            "text": "――",
            "choice_data_list": [
                "(She's focused……)"
            ]
        },
        {
            "text": "I couldn't help but be fascinated by her sharp, straight-forward gaze. I had an idea of what that gaze was focused on."
        },
        {
            "name": "Symboli Kris S",
            "text": "And my mission――I will complete it without fail."
        },
        {
            "text": "A gust of wind blows past."
        },
        {
            "text": "She passed by the stands in the blink of an eye, her back receding in to the distance. What 『Mission』 was it that she sought to fulfill?――",
            "choice_data_list": [
                "(……I want to know.)"
            ]
        },
        {
            "name": "Veteran Trainer A",
            "text": "Kris S-san! I can see your potential, it was a splendid run. Especially your strength on the straights! By all means, contract with――"
        },
        {
            "name": "Mid-Rank Trainer A",
            "text": "Hey, talking to her first is no fair, senpai! Kris S-san, would you mind listening to what I have to say……?"
        },
        {
            "name": "Symboli Kris S",
            "text": "――……"
        },
        {
            "text": "……Maybe it was because she was staying silent, but the group of people around her seemed to grow larger and larger."
        },
        {
            "name": "Veteran Trainer A",
            "text": "How does this sound? We decide on an order, and each of us acts as Kris S' trainer temporarily for a day?"
        },
        {
            "name": "Mid-Rank Trainer A",
            "text": "I see. After she's worked with each of us, she can select the one she has the best compatability with……does that work for you, Kris S-san?"
        },
        {
            "name": "Symboli Kris S",
            "text": "……"
        },
        {
            "text": "Suddenly, my eyes met with Symboli Kris S'. In those eyes, I could see she seemed troubled――",
            "choice_data_list": [
                "H-hold on a minute, please……!"
            ]
        },
        {
            "text": "Without thinking, I stepped in front of my senpai. Shouldn't we listen to Symboli Kris S first?"
        },
        {
            "name": "Symboli Kris S",
            "text": "No problem. ――I don't mind.",
            "choice_data_list": [
                "Eh……!?"
            ]
        },
        {
            "name": "Veteran Trainer A",
            "text": "……She's the one saying it, so I guess that's settled. So then, let's iron out a schedule first――"
        },
        {
            "text": "In the end, this ended up becoming a way to decide Symboli Kris S' trainer, essentially a 『Trainer Selection』 event.",
            "choice_data_list": [
                "(I should learn as much as I can……!)"
            ]
        },
        {
            "text": "There was Symboli Rudolf's request to 『Look after her』, and I could also learn from my senpai!"
        },
        {
            "name": "Veteran Trainer A",
            "text": "Judging by the data from yesterday's run, it seems like your aptitude is for medium distances on turf. In short, I think you can go for the Classic Triple Crown."
        },
        {
            "name": "Veteran Trainer A",
            "text": "That's why, 2400m on turf―― let's try keeping the Derby in mind while you run. Along with that, try thinking about things like your approach and pace management!"
        },
        {
            "name": "Symboli Kris S",
            "text": "……",
            "choice_data_list": [
                "(……Huh?)"
            ]
        },
        {
            "text": "Symboli Kris S calmly carried out the training menu……or so it seemed. However――"
        },
        {
            "name": "Veteran Trainer A",
            "text": "Huh……? On the final straight, I thought she'd push even harder……",
            "choice_data_list": [
                "(She's not being serious……?)"
            ]
        },
        {
            "text": "The next day too, while training with the second trainer candidate――"
        },
        {
            "name": "Mid-Rank Trainer A",
            "text": "With your physique and the power you showed in your run! Until your debut, I think focusing on strength training would be suitable."
        },
        {
            "name": "Mid-Rank Trainer A",
            "text": "So how about starting with slope training? With you, it should make a huge difference for your debut!"
        },
        {
            "name": "Symboli Kris S",
            "text": "……Sorry, I cant―― do that yet."
        },
        {
            "name": "Mid-Rank Trainer A",
            "text": "Eh, do you dislike slopes? Hmmmm, I thought it would go well though……"
        },
        {
            "text": "And so, the next day, and the day after that―― Symboli Kris S didn't seem to be so on board with this arrangement."
        },
        {
            "name": "Mid-Rank Trainer A",
            "text": "……And that's how it goes. She'll change the training menu on her own, you know?"
        },
        {
            "name": "Mid-Rank Trainer A",
            "text": "When I ask her why, the only thing I get back is 『For my mission』…… it seems like she's quite the temperamental type, don't you think?"
        },
        {
            "name": "Veteran Trainer A",
            "text": "Same here…… I thought her acceleration power was wonderful but, she just can't seem to pull away. I'm not sure what to do……"
        },
        {
            "text": "I wonder if Symboli Kris S was okay―― I thought about it, and decided I should talk to her and find out.",
            "choice_data_list": [
                "Um, about all that training……"
            ]
        },
        {
            "text": "It seemed like she wasn't willing to compromise at all. I asked her if the trainers' methods were the problem――"
        },
        {
            "name": "Symboli Kris S",
            "text": "…… ……――Problem."
        },
        {
            "name": "Symboli Kris S",
            "text": "About the trainers―― themselves, there's no…… problem. ――They're thinking about me. ――Seriously.",
            "choice_data_list": [
                "Then, why――?"
            ]
        },
        {
            "name": "Symboli Kris S",
            "text": "……There's something that―― I want to prioritize. ――――My…… mission."
        },
        {
            "name": "Kris S' Mentor",
            "text": "――An Uma Musume like you, will revolutionize the racing world in Japan. One day, I believe that will happen."
        },
        {
            "name": "Symboli Kris S",
            "text": "――Make the Japanese racing world, more exciting―― to do that."
        },
        {
            "text": "I could tell right away that she wasn't dodging the question. ――Her eyes, were just too straightforward."
        }
    ]
}