{
    "text_block_list": [
        {
            "text": "The summer training camp has finally begun. As I stood with Curren Chan I felt the overwhelmingly harsh heat of the sun upon us…"
        },
        {
            "name": "Curren Chan",
            "text": "It's so hot… My energy is draining away…"
        },
        {
            "name": "Curren Chan",
            "text": "I'm really bad with the heat… I'm gonna fall over and melt…",
            "choice_data_list": [
                "Let's do our best, \nbut be sure to not overdo it."
            ]
        },
        {
            "name": "Curren Chan",
            "text": "So… If I work hard, would you take me on a date as a reward?",
            "choice_data_list": [
                "Eh!?"
            ]
        },
        {
            "name": "Curren Chan",
            "text": "There's a summer festival being held tonight. If you promise to go with me, I think I'll be okay…"
        },
        {
            "name": "Curren Chan",
            "text": "<i>*glance*</i>",
            "choice_data_list": [
                "Alright, it's a promise…",
                "Alright, it's a promise…"
            ]
        },
        {
            "name": "Curren Chan",
            "text": "Yay☆ Alrighty then, I'm gonna work super hard♪"
        },
        {
            "name": "Curren Chan",
            "text": "Ehehe, I'm so excited for the summer festival♪"
        },
        {
            "text": "As promised, she pushed through the blistering heat… Or rather, it seemed more like the heat wasn't having any effect on her as she trained. But a promise is a promise…"
        },
        {
            "name": "Curren Chan",
            "text": "Onee-chan♪ Look, they're selling candy apples!"
        },
        {
            "name": "Curren Chan",
            "text": "Onee-chan♪ Look, they're selling candy apples!"
        },
        {
            "name": "Curren Chan",
            "text": "They're so red, round, and shiny! They're so cute! I want one!",
            "choice_data_list": [
                "I'll buy you one.",
                "I'll buy you one."
            ]
        },
        {
            "name": "Curren Chan",
            "text": "Yay! Thank you so much♪"
        },
        {
            "name": "Curren Chan",
            "text": "Mister! I'd like a candy apple, please. Also, may I take a picture with you in your stand?"
        },
        {
            "name": "Elder Stallkeeper",
            "text": "Oh, what a cute young lady! Of course, if a stall like mine is good enough that is!"
        },
        {
            "name": "Curren Chan",
            "text": "Yay, thank you so much. All these candy apples as my backdrop…"
        },
        {
            "text": "<i>*snap snap*</i>"
        },
        {
            "name": "Elder Stallkeeper",
            "text": "Ah, what a nice picture! Alright, here's another one on the house!"
        },
        {
            "name": "Curren Chan",
            "text": "Eh? Is that really okay?"
        },
        {
            "name": "Elder Stallkeeper",
            "text": "Of course, your bright smile reminds me of home, young lady. Plus…"
        },
        {
            "name": "Festivalgoer A",
            "text": "Hey, isn't that girl super cute? Let's get ourselves some candy apples too!"
        },
        {
            "name": "Festivalgoer B",
            "text": "Yeah, I can't wait to try some! We've gotta get some pics too!"
        },
        {
            "name": "Elder Stallkeeper",
            "text": "Having you eat my candy apples is the best publicity I could ever ask for, young lady!"
        },
        {
            "name": "Curren Chan",
            "text": "Heehee♪ Then, don't mind if I take you up on that offer!"
        },
        {
            "name": "Curren Chan",
            "text": "Onee-chan, I got this second candy apple for free! Would you like to eat it together with me? ♪"
        },
        {
            "name": "Curren Chan",
            "text": "Onee-chan, I got this second candy apple for free! Would you like to eat it together with me? ♪"
        },
        {
            "text": "<UNTRANSLATED>"
        },
        {
            "name": "Curren Chan",
            "text": "\"#SummerFestival #SoHappy #ILoveFestivals #ILoveSummer\" Ehehe, I wonder if seeing my smile will make my followers happy too♪"
        },
        {
            "text": "Thanks to all of this Curren Chan seemed to be in a great mood, happily enjoying the festival, until…"
        },
        {
            "name": "Curren Chan",
            "text": "Onee-chan! I want to…"
        },
        {
            "name": "Curren Chan",
            "text": "Onee-chan! I want to…"
        },
        {
            "name": "Curren Chan",
            "text": "What's with all that noise…?"
        },
        {
            "text": "(Fyuuuuuu… BANG!)"
        },
        {
            "name": "Curren Chan",
            "text": "Kyaa…!?"
        },
        {
            "name": "Curren Chan",
            "text": "Ah… Fireworks…? Ehh, I didn't know they had those here…",
            "choice_data_list": [
                "They're beautiful, huh?",
                "They're beautiful, huh?"
            ]
        },
        {
            "name": "Curren Chan",
            "text": "Yeah… They are…"
        },
        {
            "name": "Festivalgoer A",
            "text": "Amazing! The fireworks are like super beautiful! They're hella chic!"
        },
        {
            "name": "Elder Stallkeeper",
            "text": "Wow, they really went all out this year, huh? Tamaya!!!!"
        },
        {
            "text": "Fireworks bursting throughout the night sky. I looked around and noticed that everyone at the festival was looking up to the sky at them. However…"
        },
        {
            "text": "Under the light of the fireworks it seemed like something was bothering Curren Chan.",
            "choice_data_list": [
                "Curren…?"
            ]
        },
        {
            "name": "Curren Chan",
            "text": "Onee-chan, can we leave?"
        },
        {
            "name": "Curren Chan",
            "text": "Onee-chan, can we leave?"
        },
        {
            "text": "With her back to the fireworks, Curren Chan walked away absent-mindedly."
        },
        {
            "text": "Before I knew it, we were standing on the beach."
        },
        {
            "name": "Curren Chan",
            "text": "The thing is… I don't really like… fireworks…",
            "choice_data_list": [
                "Eh…?"
            ]
        },
        {
            "text": "That was the last thing I expected her to say. She usually never says anything negative, so to hear her say that she didn't like something…"
        },
        {
            "name": "Curren Chan",
            "text": "You see, when fireworks go off everyone looks up and stares at them, right? They do that despite me being right here in front of them…"
        },
        {
            "name": "Curren Chan",
            "text": "Fireworks explode so glamorously and in such a loud bang, causing everyone to obsessively stare at them. In other words, all of their attention is being stolen away from me."
        },
        {
            "name": "Curren Chan",
            "text": "When I was a kid, fireworks would make me so frustrated that I'd end up crying. So that's why I decided…"
        },
        {
            "name": "Curren Chan",
            "text": "I decided that I would become cuter than any firework out there!!",
            "choice_data_list": [
                "Hmm…?"
            ]
        },
        {
            "name": "Curren Chan",
            "text": "I won't continue to lose to fireworks. Instead, I'll bloom into a huge, beautiful flower myself!"
        },
        {
            "name": "Curren Chan",
            "text": "Then I'll be able to steal back everyone's attention, forcing them to obsess over me instead. I'm going to make everyone around the world fall in love with me."
        },
        {
            "text": "Her dream seems a bit grandiose, however, the way she spoke was filled with undeniable confidence. She suddenly fell silent, staring at me as if challenging me."
        },
        {
            "name": "Curren Chan",
            "text": "Hey, Onee-chan. I'm…"
        },
        {
            "name": "Curren Chan",
            "text": "Hey, Onee-chan. I'm…"
        },
        {
            "text": "Her eyes shined so brightly that it made me forget the sounds of the fireworks as well as the faint moonlight falling upon us.",
            "choice_data_list": [
                "You're already cuter than any firework."
            ]
        },
        {
            "name": "Curren Chan",
            "text": "Hehe… Thank you, Onee-chan."
        },
        {
            "name": "Curren Chan",
            "text": "Hehe… Thank you, Onee-chan."
        },
        {
            "name": "Curren Chan",
            "text": "Hehe…♪",
            "choice_data_list": [
                "???"
            ]
        },
        {
            "name": "Curren Chan",
            "text": "You've finally done it… You finally called me \"cute\" from the bottom of your heart, Onee-chan♪",
            "choice_data_list": [
                "Eh?"
            ]
        },
        {
            "name": "Curren Chan",
            "text": "You've finally done it… You finally called me \"cute\" from the bottom of your heart, Onee-chan♪",
            "choice_data_list": [
                "Eh?"
            ]
        },
        {
            "name": "Curren Chan",
            "text": "Onee-chan, you've been obsessing over me lately, huh? You feel like you need to know, need to understand who the real Curren is, don't you…?"
        },
        {
            "name": "Curren Chan",
            "text": "Onee-chan, you've been obsessing over me lately, huh? You feel like you need to know, need to understand who the real Curren is, don't you…?"
        },
        {
            "name": "Curren Chan",
            "text": "Hey… Would you mind… obsessing over me a little bit more tonight…?",
            "choice_data_list": [
                "I-I have to get back home…"
            ]
        },
        {
            "name": "Curren Chan",
            "text": "Nope, you won't be getting away from me! You'll be staying with me until I've had my fill, right?"
        },
        {
            "name": "Curren Chan",
            "text": "Cause if you stay, you'll get to have me all to yourself tonight… Teehee♪"
        },
        {
            "text": "Perhaps Curren Chan was toying with me again. Or maybe she was simply trying to make me call her cute again."
        },
        {
            "text": "Well regardless, I was finally able to see a bit of what makes Curren Chan sparkle… I think…"
        }
    ]
}