{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "The following morning as I sorted through paperwork…"
        },
        {
            "text": "Trainer-san, horrible news!! \nWe can't find Curren Chan-san anywhere…",
            "name": "Hayakawa Tazuna",
            "choice_data_list": [
                "Eh…!!"
            ]
        },
        {
            "text": "Rumours of Curren Chan's dissappearance \nquickly spread amongst the students."
        },
        {
            "text": "Apparently she left a note in her room. \nAfter receiving it from Tazuna-san I opened it."
        },
        {
            "text": "<i>I'm going to go on a trip to better myself. I plan on \nmeeting with the legendary Uma Sage in the mountains.</i>",
            "name": "Curren Chan"
        },
        {
            "text": "<i>Onee-chan, please don't be mad at me. \nYou see, my dream is to one day…</i>",
            "name": "Curren Chan"
        },
        {
            "text": "<i>Onee-chan, please don't be mad at me. \nYou see, my dream is to one day…</i>",
            "name": "Curren Chan"
        },
        {
            "text": "The letter ended abruptly."
        },
        {
            "text": "The phrase \"legendary Uma Sage\" confused me, so I decided \nto see if there were any hints left behind on her Umastagram."
        },
        {
            "text": "There was a picture that was posted a few seconds ago. \nIt was a selfie of Curren looking dejected while on \nthe way to a remote island. Underneath the picture was…"
        },
        {
            "text": "<i>#AStoneInACreek #UnableToEscapeTheTorrent \n#ItCan'tHelpButSink</i>",
            "name": "＠Curren"
        },
        {
            "text": "A mysterious haiku… It seemed to center around \nthe word \"creek\". An intricately written haiku \nabout one's downfall hidden amongst hashtags."
        },
        {
            "text": "What am I doing! I have to go after her! \nI should bring \"that\" with me too…!"
        },
        {
            "text": "There was no sign of human life on the \nremote island. Is Curren Chan really here…?"
        },
        {
            "text": "As I wandered deeper into the mountains in search of \nCurren Chan I heard the sound of a raging waterfall. Then…"
        },
        {
            "text": "Pain… Only… Helps… To… Further… One's… Progress… On… The… Path… \nTowards… Self… Betterment…",
            "name": "Curren Chan"
        },
        {
            "text": "Curren Chan was reciting something that sounded like it came out \nof Buddhist scriptures while sitting under a waterfall…!? \nRegardless, I rushed over and pulled her out…!"
        },
        {
            "text": "Ehehe, you found me… I guess you really are the \nbest at finding me when I'm lost, huh, Onee-chan?",
            "name": "Curren Chan"
        },
        {
            "text": "Ehehe, you found me… I guess you really are the \nbest at finding me when I'm lost, huh, Onee-chan?",
            "name": "Curren Chan"
        },
        {
            "text": "I knew she left clues on her Umasta \npost so that I'd be able to find her.",
            "choice_data_list": [
                "We need to talk."
            ]
        },
        {
            "text": "Okay, that's fine. But what about?",
            "name": "Curren Chan",
            "choice_data_list": [
                "I want to learn more about you.",
                "I want to learn more about you."
            ]
        },
        {
            "text": "The reason I wanted to learn more about \nher is because as of now I know nothing. \nAfter I said this Curren Chan smiled at me."
        },
        {
            "text": "Onee-chan, you really want to know the \nreason behind my \"cuteness,\" don't you?",
            "name": "Curren Chan"
        },
        {
            "text": "Onee-chan, you really want to know the \nreason behind my \"cuteness,\" don't you?",
            "name": "Curren Chan"
        },
        {
            "text": "But tell me, are you really prepared \nto learn everything about me?",
            "name": "Curren Chan"
        },
        {
            "text": "She looked at me in such a serious manner that I flinched. \nHowever, if I can't even meet her gaze, I'm not qualified to be \nher trainer. However, if I can't even meet her gaze, I'm not \nqualified to be her trainer.",
            "choice_data_list": [
                "Of course!",
                "Of course!"
            ]
        },
        {
            "text": "Hehe… well, guess I've got no choice. \nThen we'll begin from when I was born.",
            "name": "Curren Chan"
        },
        {
            "text": "Babies laugh a lot, right? When I \nwas a newborn I would laugh a lot too.",
            "name": "Curren Chan"
        },
        {
            "text": "And because of that my family would laugh along with me. They \nwould always call me \"cute\" and looked so happy all of the time.",
            "name": "Curren Chan"
        },
        {
            "text": "Onii-san… I mean my real older brother would always tell me \nthat my cuteness had the power to make those around me happy.",
            "name": "Curren Chan"
        },
        {
            "text": "So I decided that I'd live my life being \"cute\". \nI decided that when I was… around 3 years old maybe?",
            "name": "Curren Chan",
            "choice_data_list": [
                "3 years old!?"
            ]
        },
        {
            "text": "So in order to become as \"cute\" as possible I \ndecided to do research on \"cuteness\". As a result \nof my research, I gained many admirers.",
            "name": "Curren Chan"
        },
        {
            "text": "I… Um…! You're the Umastagrammer, \nCurren, aren't you!?",
            "name": "Curren's Follower"
        },
        {
            "text": "You gave me the courage to change myself… \nCurren, you saved me.",
            "name": "Curren's Follower"
        },
        {
            "text": "What she said made me so happy… \nI was able to use my cuteness to \nmake people outside of my family happy too.",
            "name": "Curren Chan"
        },
        {
            "text": "I was happy to receive their praise, \nand they were happy because I was cute.",
            "name": "Curren Chan"
        },
        {
            "text": "So I thought that I would continue \nto expand this cycle of happiness!",
            "name": "Curren Chan",
            "choice_data_list": [
                "I see…"
            ]
        },
        {
            "text": "I had no idea that the concept of \"cuteness\" \nhad such a deep meaning for her.",
            "choice_data_list": [
                "So why'd you come to this academy?"
            ]
        },
        {
            "text": "That's because… the Uma Musume from Tracen Academy \nthat I saw on TV shined brighter than anyone else.",
            "name": "Curren Chan"
        },
        {
            "text": "They were drenched in sweat, their hair ruined by the wind, \nand were always wearing a stoic, unsmiling expression. \nHonestly, it was a little bit frightening…",
            "name": "Curren Chan"
        },
        {
            "text": "The things I knew, the things I mastered, what \nI believed cuteness to be… They were the exact \nopposite. But, but when I saw those girls race…",
            "name": "Curren Chan"
        },
        {
            "text": "I thought… they were so \"cute\". \nThey shined so brightly!",
            "name": "Curren Chan"
        },
        {
            "text": "If I join Tracen Academy and win races… I could shine just like… \nNo! I could shine <i>even</i> brighter than the girls I saw on TV.",
            "name": "Curren Chan"
        },
        {
            "text": "More people would know about me! \nNot only that, the entire world would fall in love with me!",
            "name": "Curren Chan"
        },
        {
            "text": "But… during the preliminary \nrace I betrayed everyone's faith in me…",
            "name": "Curren Chan"
        },
        {
            "text": "When you're cute you have to be perfect. \nIf you destroy everyone's dreams… \nyou're no longer cute.",
            "name": "Curren Chan"
        },
        {
            "text": "I can't believe that I prepared so poorly that my horseshoe ended \nup falling off. It wasn't cute at all!! It wasn't cute at all!!",
            "name": "Curren Chan",
            "choice_data_list": [
                "Curren…"
            ]
        },
        {
            "text": "That's why I came here to improve myself! \nI don't want to continue being this worthless Curren!",
            "name": "Curren Chan"
        },
        {
            "text": "I finally figured her out. She's a perfectionist \nstruggling to keep up with her ideal self."
        },
        {
            "text": "Being cute is not something you can achieve in a single day. From \nthe tips of her nails to each individual hair on her head, her \neffort to be cute was ever-present."
        },
        {
            "text": "Her amazing racing ability is no exception. \nThere is no way that she could have gotten this good without \nworking herself to death, even when no one was around."
        },
        {
            "text": "And all of this… for the sake of \"cuteness…\"",
            "choice_data_list": [
                "You must really hate losing…",
                "You must really hate losing…"
            ]
        },
        {
            "text": "Eh? Is that supposed to be a compliment? \nI feel like you're not really praising me.",
            "name": "Curren Chan"
        },
        {
            "text": "But, I guess it's pretty obvious \nthat I do really hate it… huh?",
            "name": "Curren Chan"
        },
        {
            "text": "This was the first time that I saw her not as some alien, but as \na true Uma Musume. And that's when I realized that I truly \nrespected her way of life."
        },
        {
            "text": "As her trainer, there are things I must do. \nI will help her reach the stage that she yearns for!",
            "choice_data_list": [
                "Let's train together",
                "Let's train together"
            ]
        },
        {
            "text": "With more training she will definitely regain the cuteness that \nshe had lost. In order to do that I handed her back the horseshoe \nthat had come off. In order to do that I handed her back the \nhorseshoe that had come off.",
            "choice_data_list": [
                "I found this for you, Princess"
            ]
        },
        {
            "text": "Ehehe… Thank you, Onee-chan.",
            "name": "Curren Chan"
        },
        {
            "text": "Ehehe… Thank you, Onee-chan.",
            "name": "Curren Chan"
        },
        {
            "text": "This was the day where I truly became Curren Chan's trainer. And \nas we trained together the legendary Uma Sage smiled down upon us."
        }
    ]
}