{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Therefore, we will be hosting \nthe Tracen Academy Pretty Grand Prix!!",
            "name": "Chairwoman Akikawa"
        },
        {
            "text": "At the whim of Chairwoman Akikawa, this grand prix had begun. \nMurmurs began to spread amongst the students in the gymnasium."
        },
        {
            "text": "The purpose! As Uma Musume, you all \nmust have the ability to adapt to any situation!",
            "name": "Chairwoman Akikawa"
        },
        {
            "text": "The format! The competition will consist of three parts; a \nperformance, a speech, and a race! The 4 students that are chosen \nfrom the preliminary rounds will advance to the finals.",
            "name": "Chairwoman Akikawa"
        },
        {
            "text": "The application process! Entries will open tomorrow! You will be \nable to nominate yourself and others! We are anxiously awaiting \nyour participation!!",
            "name": "Chairwoman Akikawa"
        },
        {
            "text": "What an amazing event…! \nI'll be nominating you, City-san!",
            "name": "Yukino Bijin"
        },
        {
            "text": "Wha!? Yukino, are you being serious!?",
            "name": "Gold City"
        },
        {
            "text": "Just hearing the words \"Grand Prix\" gets me \nsuper excited! It'll be like a hall of fame for cute girls ♪",
            "name": "Maruzensky"
        },
        {
            "text": "<i>Haa… There goes the Chairwoman \ndoing something stupid again…</i>",
            "name": "Air Groove"
        },
        {
            "text": "<i>I'd love to see Groove-senpai \nparticipate in the Grand Prix…",
            "name": "Mejiro Dober"
        },
        {
            "text": "……………",
            "name": "Curren Chan"
        },
        {
            "text": "The Pretty Grand Prix… Of course the Chairwoman would come up \nwith something like that. But since Curren just transferred here \nit doesn't really matter to me…"
        },
        {
            "text": "Onee-chan! Listen to this ☆",
            "name": "Curren Chan"
        },
        {
            "text": "Onee-chan! Listen to this ☆",
            "name": "Curren Chan"
        },
        {
            "text": "You see! I just signed up for the Grand Prix!",
            "name": "Curren Chan",
            "choice_data_list": [
                "Whaa!?"
            ]
        },
        {
            "text": "Ehehe ♪ Well it's called the \"Pretty\" Grand Prix, right? \nDoesn't that seem like an event made for your lovely Curren?",
            "name": "Curren Chan"
        },
        {
            "text": "Onee-chan, I hope you'll cheer your heart out for me ♪ \nThat way I'll be able to give it my all!",
            "name": "Curren Chan"
        },
        {
            "text": "Onee-chan, I hope you'll cheer your heart out for me ♪ \nThat way I'll be able to give it my all!",
            "name": "Curren Chan"
        },
        {
            "text": "While I'm glad to see she's feeling motivated, \nfocusing on training for the Grand Prix \nmight make her neglect her normal training…",
            "choice_data_list": [
                "What about your usual training…?"
            ]
        },
        {
            "text": "Of course I'll try my hardest in my regular training. \nI'll try my hardest, but… \nthis Grand Prix is really important to me!",
            "name": "Curren Chan"
        },
        {
            "text": "After all, it'll help me show \neveryone just how cute Curren is ♪",
            "name": "Curren Chan"
        },
        {
            "text": "Is she really only doing this for attention…? \nI feel like I still know nothing about who she really is.",
            "choice_data_list": [
                "You'll do anything to enter, huh?",
                "You'll do anything to enter, huh?"
            ]
        },
        {
            "text": "Well the thing is! \nI wanna show you just how brightly I can shine!",
            "name": "Curren Chan"
        },
        {
            "text": "Well the thing is! \nI wanna show you just how brightly I can shine!",
            "name": "Curren Chan"
        },
        {
            "text": "So can I…?",
            "name": "Curren Chan"
        },
        {
            "text": "The way she asked was so cute that I was too stunned to \nimmediately answer… Unable to disregard her obvious \ndetermination, I reluctantly agreed."
        },
        {
            "text": "I can't keep letting her push me around like that. I had to \nlearn more about Curren Chan, so I followed her on UmaSta."
        },
        {
            "text": "\"I tried the Miracle Pegasus Parfait today ♪ \n#SuperRainbow #HappyCurren♪ #CuteCurrenChan\"",
            "name": "＠Curren"
        },
        {
            "text": "It was a selfie of her taking a bite of her parfait while doing a \ncute pose. \"44906 Uma Likes\". I looked at the comment section…"
        },
        {
            "text": "\"Even though you update your UmaSta 3 times a day, \nwe never see anything about your personal life\"",
            "name": "@Curren_is_MyLife"
        },
        {
            "text": "\"I know right! Pictures are supposed to show the atmosphere that \npeople live in and the people they surround themselves with!\"",
            "name": "@cuteeeeeCurren"
        },
        {
            "text": "\"It really is a mystery. The setting and the people \nshe's with changes with every picture.  Well, I \nguess the mystery only adds to the charm!\"",
            "name": "@Curren_is_MyLife"
        },
        {
            "text": "\"I've already figured it out, Curren's an alien. \nThere's no way someone could be <i>that</i> perfect after all!\"",
            "name": "@UMA_hunter"
        },
        {
            "text": "\"Plus a friend of mine's been preaching the UMA doctrine. \nIt states that just like the chupacabra, \nthey suck blood to retain their beauty.\"",
            "name": "@UMA_hunter"
        },
        {
            "text": "Before I knew it I was staring at the ceiling… \nThe more I try to learn about her, the less I actually know."
        },
        {
            "text": "And so came the day of the Grand Prix qualifiers. \nThe first competition was a live audition."
        },
        {
            "text": "Everyone! You all love Curren a bunch, right? ♪",
            "name": "Curren Chan"
        },
        {
            "text": "While exuding an aura of a star from a different universe, \nshe casually melted the hearts of those watching her."
        },
        {
            "text": "The speech competition was no different…"
        },
        {
            "text": "Today I would like to introduce everyone to something \nthat'll be sure to make you prettier ♪ What I recommend \nis… this palomino cream foundation!",
            "name": "Curren Chan"
        },
        {
            "text": "The last of the qualifiers was a timed race competition."
        },
        {
            "text": "Alrighty! I'm gonna give it my all♪ \nI'll make sure to burn the image of the \nsparkling Curren into the eyes of everyone watching!",
            "name": "Curren Chan"
        },
        {
            "text": "Kyaa! You're going to do great!",
            "name": "Fans"
        },
        {
            "text": "She already has the basics down and if she runs as she normally \ndoes she should have a good time…  Despite my concerns, the race \nbegan without delay."
        },
        {
            "text": "Yup, I'm feeling great today ♪ \nEveryone! I hope you enjoy watching my race…",
            "name": "Curren Chan"
        },
        {
            "text": "Huh…? Something feels weird…",
            "name": "Curren Chan"
        },
        {
            "text": "Something seems off with her running, but the \naudience is too infatuated with her cuteness to notice."
        },
        {
            "text": "Hyaa…!!",
            "name": "Curren Chan"
        },
        {
            "text": "Her form seems to be suffering…! \nI don't think she'll be able to have a good result either…!"
        },
        {
            "text": "I… Can still…! Nnghh…!",
            "name": "Curren Chan"
        },
        {
            "text": "She toughed it out and finished the race, albeit \npoorly. However, due to her previous outstanding \nresults she still qualified for the finals."
        },
        {
            "text": "Did you hear? It seems as though the horseshoe came off from her \nrunning shoes.  That's proof that she came into this unprepared.",
            "name": "Serious Horsegirl"
        },
        {
            "text": "Just like we thought, she doesn't actually care \nabout racing. If she just wants to be an idol \nshe should've just gone somewhere else…",
            "name": "Race-loving Horsegirl"
        },
        {
            "text": "Curren… Curren, I wish I \ndidn't have to see you like this…",
            "name": "Bandwagon Horsegirl"
        },
        {
            "text": "Perhaps the disappointment of her fans had reached her \nbecause Curren Chan stood there, slumped, at the finish line…",
            "choice_data_list": [
                "Are you okay…?"
            ]
        },
        {
            "text": "Terrible… this failure was absolutely terrible. \nI was so excited… it's honestly embarrassing… \nThis was very uncute of me.",
            "name": "Curren Chan"
        },
        {
            "text": "As I am now, I'm…",
            "name": "Curren Chan"
        },
        {
            "text": "I'm not fit to be with her… \nwith Onee-chan.",
            "name": "Curren Chan"
        },
        {
            "text": "I'm not fit to be with her… \nwith Onee-chan.",
            "name": "Curren Chan"
        },
        {
            "text": "Before I had a chance to talk out to her she had already left. \nShe was more upset than I had expected. I feel like as the days \npass I learn less and less about her."
        },
        {
            "text": "If she really just wanted to be an idol, she wouldn't have gotten \nthis upset from a poor showing.  So what's her real goal…?"
        },
        {
            "text": "All that was left on the track was Curren \nChan's horseshoe, radiating a lonely, dim light…"
        }
    ]
}