{
    "text_block_list": [
        {
            "text": "The following morning as I sorted through paperwork…"
        },
        {
            "name": "Hayakawa Tazuna",
            "text": "Trainer-san, horrible news!! We can't find Curren Chan-san anywhere…",
            "choice_data_list": [
                "Eh…!!"
            ]
        },
        {
            "text": "Rumours of Curren Chan's dissappearance quickly spread amongst the students."
        },
        {
            "text": "Apparently she left a note in her room. After receiving it from Tazuna-san I opened it."
        },
        {
            "name": "Curren Chan",
            "text": "<i>I'm going to go on a trip to better myself. I plan on meeting with the legendary Uma Sage in the mountains.</i>"
        },
        {
            "name": "Curren Chan",
            "text": "<i>Onee-chan, please don't be mad at me. You see, my dream is to one day…</i>"
        },
        {
            "name": "Curren Chan",
            "text": "<i>Onee-chan, please don't be mad at me. You see, my dream is to one day…</i>"
        },
        {
            "text": "The letter ended abruptly."
        },
        {
            "text": "The phrase \"legendary Uma Sage\" confused me, so I decided to see if there were any hints left behind on her Umastagram."
        },
        {
            "text": "There was a picture that was posted a few seconds ago. It was a selfie of Curren looking dejected while on the way to a remote island. Underneath the picture was…"
        },
        {
            "text": "<i>#AStoneInACreek #UnableToEscapeTheTorrent #ItCan'tHelpButSink</i>"
        },
        {
            "text": "A mysterious haiku… It seemed to center around the word \"creek\". An intricately written haiku about one's downfall hidden amongst hashtags."
        },
        {
            "text": "What am I doing! I have to go after her! I should bring \"that\" with me too…!"
        },
        {
            "text": "There was no sign of human life on the remote island. Is Curren Chan really here…?"
        },
        {
            "text": "As I wandered deeper into the mountains in search of Curren Chan I heard the sound of a raging waterfall. Then…"
        },
        {
            "name": "Curren Chan",
            "text": "Pain… Only… Helps… To… Further… One's… Progress… On… The… Path… Towards… Self… Betterment…"
        },
        {
            "text": "Curren Chan was reciting something that sounded like it came out of Buddhist scriptures while sitting under a waterfall…!? Regardless, I rushed over and pulled her out…!"
        },
        {
            "name": "Curren Chan",
            "text": "Ehehe, you found me… I guess you really are the best at finding me when I'm lost, huh, Onee-chan?"
        },
        {
            "name": "Curren Chan",
            "text": "Ehehe, you found me… I guess you really are the best at finding me when I'm lost, huh, Onee-chan?"
        },
        {
            "text": "I knew she left clues on her Umasta post so that I'd be able to find her.",
            "choice_data_list": [
                "We need to talk."
            ]
        },
        {
            "name": "Curren Chan",
            "text": "Okay, that's fine. But what about?",
            "choice_data_list": [
                "I want to learn more about you.",
                "I want to learn more about you."
            ]
        },
        {
            "text": "The reason I wanted to learn more about her is because as of now I know nothing. After I said this Curren Chan smiled at me."
        },
        {
            "name": "Curren Chan",
            "text": "Onee-chan, you really want to know the reason behind my \"cuteness,\" don't you?"
        },
        {
            "name": "Curren Chan",
            "text": "Onee-chan, you really want to know the reason behind my \"cuteness,\" don't you?"
        },
        {
            "name": "Curren Chan",
            "text": "But tell me, are you really prepared to learn everything about me?"
        },
        {
            "text": "She looked at me in such a serious manner that I flinched. However, if I can't even meet her gaze, I'm not qualified to be her trainer. However, if I can't even meet her gaze, I'm not qualified to be her trainer.",
            "choice_data_list": [
                "Of course!",
                "Of course!"
            ]
        },
        {
            "name": "Curren Chan",
            "text": "Hehe… well, guess I've got no choice. Then we'll begin from when I was born."
        },
        {
            "name": "Curren Chan",
            "text": "Babies laugh a lot, right? When I was a newborn I would laugh a lot too."
        },
        {
            "name": "Curren Chan",
            "text": "And because of that my family would laugh along with me. They would always call me \"cute\" and looked so happy all of the time."
        },
        {
            "name": "Curren Chan",
            "text": "Onii-san… I mean my real older brother would always tell me that my cuteness had the power to make those around me happy."
        },
        {
            "name": "Curren Chan",
            "text": "So I decided that I'd live my life being \"cute\". I decided that when I was… around 3 years old maybe?",
            "choice_data_list": [
                "3 years old!?"
            ]
        },
        {
            "name": "Curren Chan",
            "text": "So in order to become as \"cute\" as possible I decided to do research on \"cuteness\". As a result of my research, I gained many admirers."
        },
        {
            "name": "Curren's Follower",
            "text": "I… Um…! You're the Umastagrammer, Curren, aren't you!?"
        },
        {
            "name": "Curren's Follower",
            "text": "You gave me the courage to change myself… Curren, you saved me."
        },
        {
            "name": "Curren Chan",
            "text": "What she said made me so happy… I was able to use my cuteness to make people outside of my family happy too."
        },
        {
            "name": "Curren Chan",
            "text": "I was happy to receive their praise, and they were happy because I was cute."
        },
        {
            "name": "Curren Chan",
            "text": "So I thought that I would continue to expand this cycle of happiness!",
            "choice_data_list": [
                "I see…"
            ]
        },
        {
            "text": "I had no idea that the concept of \"cuteness\" had such a deep meaning for her.",
            "choice_data_list": [
                "So why'd you come to this academy?"
            ]
        },
        {
            "name": "Curren Chan",
            "text": "That's because… the Uma Musume from Tracen Academy that I saw on TV shined brighter than anyone else."
        },
        {
            "name": "Curren Chan",
            "text": "They were drenched in sweat, their hair ruined by the wind, and were always wearing a stoic, unsmiling expression. Honestly, it was a little bit frightening…"
        },
        {
            "name": "Curren Chan",
            "text": "The things I knew, the things I mastered, what I believed cuteness to be… They were the exact opposite. But, but when I saw those girls race…"
        },
        {
            "name": "Curren Chan",
            "text": "I thought… they were so \"cute\". They shined so brightly!"
        },
        {
            "name": "Curren Chan",
            "text": "If I join Tracen Academy and win races… I could shine just like… No! I could shine <i>even</i> brighter than the girls I saw on TV."
        },
        {
            "name": "Curren Chan",
            "text": "More people would know about me! Not only that, the entire world would fall in love with me!"
        },
        {
            "name": "Curren Chan",
            "text": "But… during the preliminary race I betrayed everyone's faith in me…"
        },
        {
            "name": "Curren Chan",
            "text": "When you're cute you have to be perfect. If you destroy everyone's dreams… you're no longer cute."
        },
        {
            "name": "Curren Chan",
            "text": "I can't believe that I prepared so poorly that my horseshoe ended up falling off. It wasn't cute at all!! It wasn't cute at all!!",
            "choice_data_list": [
                "Curren…"
            ]
        },
        {
            "name": "Curren Chan",
            "text": "That's why I came here to improve myself! I don't want to continue being this worthless Curren!"
        },
        {
            "text": "I finally figured her out. She's a perfectionist struggling to keep up with her ideal self."
        },
        {
            "text": "Being cute is not something you can achieve in a single day. From the tips of her nails to each individual hair on her head, her effort to be cute was ever-present."
        },
        {
            "text": "Her amazing racing ability is no exception. There is no way that she could have gotten this good without working herself to death, even when no one was around."
        },
        {
            "text": "And all of this… for the sake of \"cuteness…\"",
            "choice_data_list": [
                "You must really hate losing…",
                "You must really hate losing…"
            ]
        },
        {
            "name": "Curren Chan",
            "text": "Eh? Is that supposed to be a compliment? I feel like you're not really praising me."
        },
        {
            "name": "Curren Chan",
            "text": "But, I guess it's pretty obvious that I do really hate it… huh?"
        },
        {
            "text": "This was the first time that I saw her not as some alien, but as a true Uma Musume. And that's when I realized that I truly respected her way of life."
        },
        {
            "text": "As her trainer, there are things I must do. I will help her reach the stage that she yearns for!",
            "choice_data_list": [
                "Let's train together",
                "Let's train together"
            ]
        },
        {
            "text": "With more training she will definitely regain the cuteness that she had lost. In order to do that I handed her back the horseshoe that had come off. In order to do that I handed her back the horseshoe that had come off.",
            "choice_data_list": [
                "I found this for you, Princess"
            ]
        },
        {
            "name": "Curren Chan",
            "text": "Ehehe… Thank you, Onee-chan."
        },
        {
            "name": "Curren Chan",
            "text": "Ehehe… Thank you, Onee-chan."
        },
        {
            "text": "This was the day where I truly became Curren Chan's trainer. And as we trained together the legendary Uma Sage smiled down upon us."
        }
    ]
}