{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Palmer's Friend",
            "text": "Aah～ thank you, Palmer! Consulting with you \nwas the right choice! I really appreciate it!"
        },
        {
            "name": "Mejiro Palmer",
            "text": "Really? Though, there's only so much I can do, y'know. \nBut if you want a chat, I'm here to listen anytime, 'kay?"
        },
        {
            "name": "Palmer's Friend",
            "text": "Waaaah, Palmer, you're so sweet～! \nI'm seriously so jealous of your Trainer."
        },
        {
            "name": "Mejiro Palmer",
            "text": "Ahaha… but why'd you put it like that? \nDon't you mean you wish you had my trainer…?"
        },
        {
            "name": "Palmer's Friend",
            "text": "'Cause, you know～ You're always up to listen and help out. \nI'm way jealous of them～!"
        },
        {
            "name": "Mejiro Palmer",
            "text": "Eeehh? Haha, I don't know about that…"
        },
        {
            "name": "Mejiro Palmer",
            "text": "(Jealous, huh……)"
        },
        {
            "name": "Mejiro Palmer",
            "text": "(But in reality, it's different. Trainer is the one \nwho supports and helps me out all the time.)"
        },
        {
            "name": "Mejiro Palmer",
            "text": "… The atmosphere here is totally different from official races. \nSo this is what freestyle's like……!"
        },
        {
            "name": "Mejiro Palmer",
            "text": "Wow… this is kinda amazing. \nI feel so… fired up, just by watching…!"
        },
        {
            "name": "Mejiro Palmer",
            "text": "(If Trainer hadn't encouraged me to participate \nback then, I might have been content with just \nwatching and gone back.)"
        },
        {
            "name": "Mejiro Palmer",
            "text": "……! Yeah… yeah, I'll give it a try!!"
        },
        {
            "name": "Mejiro Palmer",
            "text": "(Now I'm able to enjoy myself and run to my heart's content… \nIt's all thanks to Trainer giving me that opportunity.)"
        },
        {
            "name": "Mejiro Palmer",
            "text": "… But she's jealous because of <i>me</i>? Haha, no way. \nI'm thankful for just having Trainer willing to stick by my side."
        },
        {
            "name": "Mejiro Palmer",
            "text": "Really, all I can do is listen, you know…?"
        },
        {
            "text": "On the way back from visiting bookstores \nin search of resources that might be useful \nfor Mejiro Palmer's training ——"
        },
        {
            "name": "Mejiro Palmer",
            "text": "Trainer! What a coincidence! Did you go shopping? \nLet's head back together."
        },
        {
            "name": "Mejiro Palmer",
            "text": "… Wait a sec. That's a ton of bags! \nCome, come, give me some, let me help. \nLook, your hands are getting all red!",
            "choice_data_list": [
                "Thanks, but it's okay."
            ]
        },
        {
            "name": "Mejiro Palmer",
            "text": "Haha, holding back now? It's a little bit too late for… wait, \nare all of these books?! Why did you get so many? \nWere they not available at the library…?"
        },
        {
            "text": "While the school library is well stocked, there's still \nsome unique resources that only bookstores offer."
        },
        {
            "text": "I continued to explain that even seemingly unrelated content \nat first glance can be utilized in training with clever thinking."
        },
        {
            "name": "Mejiro Palmer",
            "text": "That's why you went through this trouble…?"
        },
        {
            "name": "Mejiro Palmer",
            "text": "(…… You're such a serious, hard worker. Always putting in so \nmuch effort and approaching the job with utmost sincerity.)"
        },
        {
            "name": "Mejiro Palmer",
            "text": "(Because of your strong sense of individuality, you remain \nunfazed even when other trainers make comments.)"
        },
        {
            "name": "Mejiro Palmer",
            "text": "(—— Back then…)"
        },
        {
            "name": "Mejiro Palmer",
            "text": "Ooh～ That was a mighty big sigh!"
        },
        {
            "name": "Mejiro Palmer",
            "text": "Ahahah! Sorry, did I startle you? I was taking a nap over there \nin the shade, but I couldn't help being curious."
        },
        {
            "name": "Mejiro Palmer",
            "text": "So, something making you feel down? Wanna tell me about it? \nJust putting it into words can make you feel better."
        },
        {
            "name": "Mejiro Palmer",
            "text": "(You were feeling so down from missing \na scouting opportunity…)"
        },
        {
            "name": "Mejiro Palmer",
            "text": "(Now you're diligently carrying out your role and responsibilities \nas a trainer with a horsegirl under your wing.)"
        },
        {
            "name": "Mejiro Palmer",
            "text": "Good work, Trainer. \nIt must be a difficult job, hey? Being a trainer?",
            "choice_data_list": [
                "But it's fun."
            ]
        },
        {
            "text": "I told her that it's just like how she sprints with all her might \nand laughs through the tough parts, finding joy in it all. \nThis joy is irreplaceable to me. And that's why ——",
            "choice_data_list": [
                "I'm glad that I get to be your trainer."
            ]
        },
        {
            "name": "Mejiro Palmer",
            "text": "Hey, that's what I wanna say!! \nHaha… thanks, though!"
        },
        {
            "name": "Mejiro Palmer",
            "text": "But, you shouldn't overdo it, you know. \nAre you making sure to eat properly? Taking breaks?",
            "choice_data_list": [
                "Yep, yep! I am!"
            ]
        },
        {
            "name": "Mejiro Palmer",
            "text": "Ahaha. You're good then!"
        },
        {
            "name": "Mejiro Palmer",
            "text": "…………"
        },
        {
            "name": "Mejiro Palmer",
            "text": "(But Trainer…… you seem to have developed \nsome slight dark circles under your eyes.)"
        },
        {
            "name": "Mejiro Palmer",
            "text": "(I understand that it's tough but enjoyable. I get it, but still…)"
        },
        {
            "name": "Mejiro Palmer",
            "text": "(… Hmm, yeah… for some reason \nI can't quite seem to believe you.)"
        },
        {
            "name": "Mejiro Palmer",
            "text": "(I know you're not lying about being glad to be my trainer, but…)"
        },
        {
            "name": "Mejiro Palmer",
            "text": "(I don't know, something doesn't quite feel right.… hmm～?)",
            "choice_data_list": [
                "Palmer?"
            ]
        },
        {
            "name": "Mejiro Palmer",
            "text": "… Oh, umm… H-How about we head back soon! \nI'm getting hungry!",
            "choice_data_list": [
                "…? Okay, sure.",
                "…? Okay, sure."
            ]
        },
        {
            "name": "Mejiro Palmer",
            "text": "…………"
        },
        {
            "name": "Mejiro Palmer",
            "text": "(… Alright! At the very least, let me try not be a burden! \nI'll do anything I can! Yeah.)"
        },
        {
            "text": "Mejiro Palmer snatches the bags I was holding from my hand \nand walks briskly ahead. Upon expressing my gratitude, she \nsmiles and matches her pace with mine."
        },
        {
            "name": "Mejiro Palmer",
            "text": "Hey, what kind of books did you buy? If there's anything related \nto training prep or something else I can help with, let me know!"
        },
        {
            "text": "I responded in affirmation. But as long as Mejiro Palmer \ncan be herself, that's all that matters to me."
        },
        {
            "text": "To ensure this gentle, kind-hearted girl can \nrun according to her true self, I must put in \neven more effort — such were my thoughts."
        }
    ]
}