{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "A short while had passed since I became Mejiro Palmer's trainer."
        },
        {
            "name": "Mejiro Palmer",
            "text": "Okay, one more lap!"
        },
        {
            "text": "It's a nice and refreshing feeling to be able to watch \nsomeone run with a sense of liveliness and joy."
        },
        {
            "text": "She's always giving it her all. Running in an honest \nand straightforward manner from the get-go, with no \nhesitation… evocative of the Freestyle Race."
        },
        {
            "name": "Horsegirl A",
            "text": "YEEEEHAWWWWW!! I'M GONNA LEAVE \nYA'LL LAGGING BEHIND, BABY————!!"
        },
        {
            "name": "Mejiro Palmer",
            "text": "—— GAH! HAAAAAAAHHHHHHHH!!!!"
        },
        {
            "name": "Mejiro Palmer",
            "text": "<i>Haa, hah, haaa</i>……… haha! \nMan, this is so much fun!"
        },
        {
            "text": "From beginning to end she's in a full-on sprint with no brakes, \nwhich demands masterful handling of energy distribution."
        },
        {
            "text": "Even so, I have no intention of making drastic changes \nto her current running style. In order to preserve this \nsmile on her face, I will need to explore various ——"
        },
        {
            "name": "Mejiro Palmer",
            "text": "Trainer! I'm up for more runs!",
            "choice_data_list": [
                "Go for it!"
            ]
        },
        {
            "name": "Mejiro Palmer",
            "text": "Ahaha. Alright, I will!"
        },
        {
            "text": "I want to keep her running in a way that's true to herself!"
        },
        {
            "name": "Rookie Trainer A",
            "text": "Hmm… Isn't running like that too reckless?",
            "choice_data_list": [
                "Huh?"
            ]
        },
        {
            "name": "Rookie Trainer A",
            "text": "Of course her enjoyment is important, but how do I put this… \nThat style of running might make you lose winnable races. \nI think it's just too much of an unconventional strategy…"
        },
        {
            "name": "Rookie Trainer A",
            "text": "Rather than just recklessly charging forward \nwithout a proper plan, I'm thinking there should \nbe a more fitting way for her to run.",
            "choice_data_list": [
                "A more fitting way……"
            ]
        },
        {
            "text": "What does she mean by \"more fitting\"…?"
        },
        {
            "name": "Mejiro Palmer",
            "text": "<i>Ha, haa…… haah…… wheeew……</i>"
        },
        {
            "text": "In any kind of race, there are rules. And within those rules, \neveryone seeks to pursue their own sense of \"individuality\"."
        },
        {
            "text": "So what if her running style is seen as overly reckless? \nIf breaking conventional norms is what defines the way \nshe runs, then I ——"
        },
        {
            "name": "Rookie Trainer A",
            "text": "So what I mean is, don't let her do something so reckless. \nI'm telling you for her sake as we—",
            "choice_data_list": [
                "That's the way Palmer runs."
            ]
        },
        {
            "name": "Rookie Trainer A",
            "text": "Huh?",
            "choice_data_list": [
                "Someday, you'll understand."
            ]
        },
        {
            "text": "Even if it's not acknowledged at the moment, one day, \nI will definitely make them say, \"The way she runs fits \nher perfectly!\"."
        },
        {
            "name": "Mejiro Palmer",
            "text": "Hey, you seemed kinda troubled when you were talking \nto that other trainer today. Did something happen?",
            "choice_data_list": [
                "Not really, she just struck up a quick chat."
            ]
        },
        {
            "name": "Mejiro Palmer",
            "text": "Oh, I see! You do look like the easy to talk to type, hey～ \nAh, did she approach you with a question or something? \nIs that why you looked so ponderous?",
            "choice_data_list": [
                "Not really……"
            ]
        },
        {
            "name": "Mejiro Palmer",
            "text": "Oh my! You don't mean…… she's in love?! \nNo way, did she ask you out, Trainer? Good stuff～!",
            "choice_data_list": [
                "<size=34>No, no! I just received some complaints, that's all!</size>"
            ]
        },
        {
            "name": "Mejiro Palmer",
            "text": "Ahaha, alright, alright. Complaints, huh? \nBut if someone went out of their way for \nthat during our training session, then…"
        },
        {
            "name": "Mejiro Palmer",
            "text": "It's probably about my running, right? \nHmm, okay! Well, I can kinda understand why!"
        },
        {
            "name": "Mejiro Palmer",
            "text": "(… Yeah, even I knew that I was being reckless. \nBut it's not fair for Trainer to get criticized because of me…)"
        },
        {
            "name": "Mejiro Palmer",
            "text": "Hey, Traine—",
            "choice_data_list": [
                "I'll get her to admit it someday, I promise!"
            ]
        },
        {
            "name": "Mejiro Palmer",
            "text": "……",
            "choice_data_list": [
                "That <i>this </i>is Mejiro Palmer's way of running!"
            ]
        },
        {
            "name": "Mejiro Palmer",
            "text": "Trainer……"
        },
        {
            "name": "Mejiro Palmer",
            "text": "…… Ahaha! You're right! You're absolutely right! \nWe're definitely… definitely gonna make her admit it!"
        },
        {
            "text": "We both raised our hands into the sky, and with \na firm, resounding clap, our palms met."
        },
        {
            "text": "Regardless of what anyone might say, or how people \nmight laugh at us, we made a promise to keep pushing \nonward to the ends of the earth."
        }
    ]
}