{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Symboli Rudolf",
            "text": "Hmm, we're already more than five minutes over our ETD. \nYet there is no sign of Yukino Bijin or Gold City…"
        },
        {
            "name": "Narita Brian",
            "text": "… Is it really necessary for us to travel together? \nWe're all headed to the same camp. Why not just meet there?"
        },
        {
            "name": "Curren Chan",
            "text": "Well, it might not be necessary <i>per se</i>… but it's more \nfun together～! Let's all head there as a group!"
        },
        {
            "name": "Curren Chan",
            "text": "The bus ride to the camp is pretty long, so guess what?♪ \nI've got lots planned so we can chat and bond the whole way!"
        },
        {
            "name": "Symboli Rudolf",
            "text": "I appreciate your considerations, Curren Chan. Since we're \ncollaboratively shaping the Festival of Illustrious Equines, \nI believe it is important that we stand shoulder to shoulder."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Fortunately, we still have a bit of time. \nWe can wait another five——"
        },
        {
            "name": "Yukino Bijin",
            "text": "I-I'm sorry fer being plumb late!"
        },
        {
            "name": "Curren Chan",
            "text": "Ah, Yukino and Gold City! There you are～! \nIs everything okay?"
        },
        {
            "name": "Yukino Bijin",
            "text": "<i>Heeh, haah…</i> I-I'm terribly sorry for keeping \nyou held up～! It done took me longer than \nexpected to get ready for the camp…!"
        },
        {
            "name": "Gold City",
            "text": "No, it's actually my fault! I overslept and Yukino had to come \nall the way to the Ritto dorm to get me, which made us late…"
        },
        {
            "name": "Yukino Bijin",
            "text": "No, no, I was already running late when I went to pick you up!"
        },
        {
            "name": "Gold City",
            "text": "No really, it's on me. You were at least trying to prepare, \nbut I was just oversleeping like an irresponsible dork ——"
        },
        {
            "name": "Curren Chan",
            "text": "Alright, alright, let's end this blame game!"
        },
        {
            "name": "Curren Chan",
            "text": "We have a bus to get onto so let's make our way there! \nRudolf was just saying how we still have some buffer time, \nso no need to rush♪"
        },
        {
            "name": "City and Yukino",
            "text": "…… Okay."
        },
        {
            "name": "Narita Brian",
            "text": "<i>Haah</i>… If I were to put it in your words, \nwe're heading into \"troubled waters\"."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Haha, you think so? \n—— Either way, let's get going."
        },
        {
            "name": "Curren Chan",
            "text": "Camp site touchdown! It just screams traditional \nJapanese style, I love it♪ Ah, Ms. Brian, mind if I \nsnap a pic with the inn in the back?"
        },
        {
            "name": "Narita Brian",
            "text": "You're so overbearing… as you were on the bus……"
        },
        {
            "name": "Curren Chan",
            "text": "Ahah, maybe I'm a bit too enthusiastic♪ But it's not \ntoo different from sweet little Maya, so doesn't that \nmake you feel more at ease with me, Brian?"
        },
        {
            "name": "Narita Brian",
            "text": "…… That's an irritating misconception."
        },
        {
            "name": "Inn Employee",
            "text": "Ah, you must be the group from Tracen Academy! Welcome! \nI hope your journey wasn't too exhausting!"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Good afternoon. I am Symboli Rudolf, we spoke on the phone. \nThank you for accommodating us during our camp."
        },
        {
            "name": "Inn Employee",
            "text": "No problem at all! My granddaughter is also a horsegirl, you see, \nso we're always excited about the Festival of Illustrious Equines. \nIf you need anything please don't hesitate to let me know!"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Thank you for your hospitality. ……Now comrades, let us \nhead to our rooms to unpack. Once that is taken care of \nwe'll start off with a meeting."
        },
        {
            "name": "Symboli Rudolf",
            "text": "It looks like everyone's ready. \nLet's get down to business then ——"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Our goal here is to hone our skills for the Festival of \nIllustrious Equines. Recognize the roles and responsibilities \nyou each have, and endeavor to live up to them."
        },
        {
            "name": "Symboli Rudolf",
            "text": "First, Narita Brian, you and I will be participating \nin the <i>Yabusame</i> ceremony."
        },
        {
            "name": "Symboli Rudolf",
            "text": "This is not a ceremony for the faint of heart. Horsegirls brave \nthe crags and cliffs of the sacred mountain, evil-banishing bow \nin hand, shooting arrows at targets symbolic of misfortune."
        },
        {
            "name": "Symboli Rudolf",
            "text": "At least, so it was. It has been simplified in modern \ntimes, focusing on simply shooting at targets set up \nin front of the sacred mountain."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Still, mastering the bow is crucial. \nYou've had some archery lessons, have you not?"
        },
        {
            "name": "Narita Brian",
            "text": "…… I was dragged there with my sister."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Hahah, archery is popular among horsegirls, \nperhaps due to its <i>Yabusame</i> connection."
        },
        {
            "name": "Symboli Rudolf",
            "text": "I too have dabbled in it… but let's aim to \nenhance our skills further on this camp."
        },
        {
            "name": "Symboli Rudolf",
            "text": "A temporary practice area has been set up for us nearby, \nand all necessary equipment is available. We can begin \ntraining this afternoon… does that work for you, Brian?"
        },
        {
            "name": "Narita Brian",
            "text": "… I've about had it with the Empress' yelling in my ears \nor being lectured by my sister every time I see her."
        },
        {
            "name": "Narita Brian",
            "text": "Sure, I'll join if you want. …But don't think I'll \nkeep you company for some drawn out program. \nOnce I've regained my touch, I'm out."
        },
        {
            "name": "Symboli Rudolf",
            "text": "That's perfectly fine. Now, about the Votive Dance ——"
        },
        {
            "name": "Curren Chan",
            "text": "That's us～! Me, Yukino, and Gold City are gonna \ndance in tribute to the three goddesses, right?♪"
        },
        {
            "name": "Curren Chan",
            "text": "To express horsegirls' gratitude with a charming performance! \n\"Thank you, three goddesses, for watching over us… \""
        },
        {
            "name": "Yukino Bijin",
            "text": "\"Charming\"……! I-I-I'll give it my best～!"
        },
        {
            "name": "Gold City",
            "text": "Keep calm, Yukino. ……We'll be having lessons in the community \ncenter, with an instructor from the URA…… right?"
        },
        {
            "name": "Symboli Rudolf",
            "text": "That is correct. URA personnel with firsthand Votive Dance \nexperience. They should be arriving this afternoon."
        },
        {
            "name": "Curren Chan",
            "text": "As used as I am to dance routines for live shows, \ntraditional dance is a bit new to me… but I'll make \nsure it's adorably perfect♪"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Good… that concludes our check-in. Dismissed! \nGo and focus on your practice!"
        },
        {
            "name": "Symboli Rudolf",
            "text": "—— Oh, one last thing. An important reminder for everyone."
        },
        {
            "name": "Everyone",
            "text": "……?"
        },
        {
            "name": "Symboli Rudolf",
            "text": "A horsegirl's body is her greatest asset. \nDon't push yourselves too hard, and so \nyou won't lose track of time ——"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Remember to <i>highlight</i> your practice periods \nwith a <i>highlighter</i> in your schedules!"
        },
        {
            "name": "Everyone",
            "text": "…………"
        }
    ]
}