{
    "text_block_list": [
        {
            "name": "Symboli Rudolf",
            "text": "It's insignificant enough that it won't be a problem. I've been reflecting on what I can do to make the <i>Ligne Droite</i> a success… in terms of what'd truly make the students happy."
        },
        {
            "name": "Fuji Kiseki",
            "text": "You don't feel that's the case already?"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Well, it's just, perhaps I've only made myself happy. Bringing everyone together, making them act lively and dance… Leaving no one smiling but me, smug and self-righteous."
        },
        {
            "name": "Fuji Kiseki",
            "text": "Do you think so? If anything, shouldn't you be <i>more</i> concerned with your own satisfaction?"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Even if you do your utmost for the event, what the students get out of it is up to them. So all we can do is… give them a fantastic performance."
        },
        {
            "name": "Symboli Rudolf",
            "text": "But…"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Kaichou, you know as well as I do that… you can't bring anyone excitement if your own heart isn't in it, right? You need to be the example."
        },
        {
            "name": "Symboli Rudolf",
            "text": "……!"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Thank you, Fuji Kiseki. I'm sorry, there's somewhere I need to go."
        },
        {
            "name": "Fuji Kiseki",
            "text": "That's fine, go ahead. You can always count on me, I'll be there."
        },
        {
            "name": "Fuji Kiseki",
            "text": "Well then… Shakur, you can come out now. I know you were listening."
        },
        {
            "name": "Air Shakur",
            "text": "You <i>made</i> me hear all that, more like. What do you think you're playing at?"
        },
        {
            "name": "Fuji Kiseki",
            "text": "I'm not <i>playing</i>… What kind of person do you all take me for…? I just thought that if you stayed to listen, you might get something out of it."
        },
        {
            "name": "Fuji Kiseki",
            "text": "We're going to light up this year's dance. If you have a little time later on, come over and watch us rehearse! I promise you won't regret it."
        },
        {
            "name": "Air Shakur",
            "text": "Ha, like hell you didn't play me. God… Whatever, now I know. Somebody caught on, and knows my identity."
        },
        {
            "name": "Air Shakur",
            "text": "And they plan on using <i>me</i> to drag people to the dance? Talk about uncalled for. But… Memories, huh…"
        },
        {
            "name": "Sirius's Groupie A",
            "text": "Senpai! Thanks for helping us out with studying. You totally saved us for the next test."
        },
        {
            "name": "Sirius Symboli",
            "text": "If you can call it that, yeah. You guys pretty much roped me into it. Dumbasses, what's gotten into you all?"
        },
        {
            "name": "Sirius's Groupie A",
            "text": "Wow, cold! Well like, it's that time of year. I wound up thinking about the future. Figured I should get some stuff out of the way."
        },
        {
            "name": "Sirius Symboli",
            "text": "Do I look like insurance? An escape route? Don't make me sick. Try that crap again with me and I'll ignore you."
        },
        {
            "name": "Sirius's Groupie B",
            "text": "A lot's been on my mind. Like, I don't wanna regret anything. Whatever happens, I want to be prepared. And I want to make some memories. And stuff…"
        },
        {
            "name": "Sirius Symboli",
            "text": "……"
        },
        {
            "name": "Sirius's Groupie B",
            "text": "I-I'm kidding! God, that's corny! We're gonna head back! Thanks for today!"
        },
        {
            "name": "Sirius Symboli",
            "text": "They're weak. Regrets can be suppressed. And memories are worthless to cling to."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Hearts are complex, fickle things. I think we've both put up walls around our own."
        },
        {
            "name": "Sirius Symboli",
            "text": "……!"
        },
        {
            "name": "Sirius Symboli",
            "text": "So? Why show up again? Don't tell me you're gonna get on your knees and plead."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Once again, I've come to ask a favor of you. Sirius Symboli, will you lend me a hand?"
        },
        {
            "name": "Sirius Symboli",
            "text": "…Huh?"
        },
        {
            "name": "Symboli Rudolf",
            "text": "I've taken your input into consideration. I've thought deeply about my intent… to celebrate this milestone, if it would make the students happy. And my conclusion, it is based in ego."
        },
        {
            "name": "Sirius Symboli",
            "text": "Then why did you return with the same exact request? If you recognize your own ego…?"
        },
        {
            "name": "Symboli Rudolf",
            "text": "I've decided to fight back, I suppose. I'll put it this way: I <i>do</i> want to feel fulfilled. I want to light the way for everyone, and for my ideals to bear fruit. So yes, I want all of that."
        },
        {
            "name": "Symboli Rudolf",
            "text": "And in order to do that, I need your help. My voice does reach quite far. However, there are limits to that too. Therefore…"
        },
        {
            "name": "Sirius Symboli",
            "text": "So you want to use me, basically. God, you really… When you look down from your ivory tower, don't get carried away."
        },
        {
            "name": "Sirius Symboli",
            "text": "Well, whatever. I'll help you out. They're going to make their choice no matter what I say. That being said, I'm not doing this because of you, or for their benefit either."
        },
        {
            "name": "Sirius Symboli",
            "text": "This is a reward for you acknowledging your self righteousness. Be grateful, so-called <i>Emperor</i>, Symboli Rudolf!"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Thank you."
        },
        {
            "name": "Symboli Rudolf",
            "text": "And Sirius Symboli, I would like to invite you to attend as well. You're a student of Tracen Academy, and just as important."
        },
        {
            "name": "Sirius Symboli",
            "text": "Ha, was that on purpose? You really think you're going to convince me to come?"
        },
        {
            "name": "Sirius Symboli",
            "text": "Oh, is the <i>Emperor</i> so stuffy she doesn't know how to invite someone? Would you like me to teach you the art of sweet talking?"
        },
        {
            "name": "Symboli Rudolf",
            "text": "…Heh."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Are you sure it wasn't me who taught you?"
        },
        {
            "name": "Sirius Symboli",
            "text": "……!"
        },
        {
            "name": "Symboli Rudolf",
            "text": "But let's not waste the opportunity. Give me your hand, Sirius. We'll continue our lesson from all those years ago."
        },
        {
            "name": "Rudolf",
            "text": "One, two, three! One, two, three! That's it! You're amazing, Sirius!"
        },
        {
            "name": "Sirius",
            "text": "I am, aren't I? Hey Rudolf, I'm gonna get even better. I'm the only person who can satisfy you, and you know it!"
        },
        {
            "name": "Symboli Rudolf",
            "text": "You really haven't forgotten what I taught you. You're quite suited to following my lead."
        },
        {
            "name": "Sirius Symboli",
            "text": "Shut up, will you? And let me lead!"
        },
        {
            "name": "Symboli Rudolf",
            "text": "I can do that. But it's funny, I wonder why? Compared to our childhood, it's much more fun dancing with you now."
        },
        {
            "name": "Sirius Symboli",
            "text": "……!"
        },
        {
            "name": "Sirius Symboli",
            "text": "Look at her, all calm and composed. Even when we were kids, that attitude disgusted me."
        },
        {
            "name": "Sirius Symboli",
            "text": "So? When do you plan on showing your face? Eavesdropping won't earn you any points with me."
        },
        {
            "name": "Sirius's Groupie B",
            "text": "U-Um, your dancing was just so amazing! I felt like I just stepped into a palace! Or something…"
        },
        {
            "name": "Sirius Symboli",
            "text": "Quit the small talk. What are you here for?"
        }
    ]
}