{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Sirius Symboli",
            "text": "Well, if it isn't the Emperor! I see you've decided to grace us \nfoolish commoners with your presence."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Please don't act so standoffish. \nI'll be leaving as soon as I get my point across. \nI have a favor to ask of you from the student council."
        },
        {
            "name": "Sirius Symboli",
            "text": "A favor?"
        },
        {
            "name": "Symboli Rudolf",
            "text": "I'll cut to the chase. I want you to ask the girls around you to \nattend the <i>Ligne Droite.</i>"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Students suggested it to us, and so this year, we've decided \nto incorporate a DJ into the dance. The letter we received gave \nthe name of a composer… who we've since invited to appear at \nthe party."
        },
        {
            "name": "Sirius's Groupie A",
            "text": "Oh…!"
        },
        {
            "name": "Symboli Rudolf",
            "text": "In doing so, I think that… we can face the upcoming year more \nlively than the last. Naturally, I won't force you, but I can \npromise there will be plenty to gain for you."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Their futures are bright. I only want to bless all the students \non their journeys and wish them luck. Doing everything in my \npower to organize this, I want it to become a milestone for \nthem, to give them that push forward."
        },
        {
            "name": "Sirius Symboli",
            "text": "Ah, of course! \nI'm touched, how kind of you to lower the hurdles… \n…for an underachiever who's unable to keep up!"
        },
        {
            "name": "Sirius Symboli",
            "text": "Maybe if you get on your knees for the big shot \non monkey mountain, they'll feel better <i>and</i> \nbring all their little pals with them?"
        },
        {
            "name": "Sirius Symboli",
            "text": "Don't make me laugh. \nGo act out of ego, but don't drag other people into it."
        },
        {
            "name": "Symboli Rudolf",
            "text": "What do you mean by that?"
        },
        {
            "name": "Sirius Symboli",
            "text": "Ha, do I need to spell it out for you? \"Celebrating the upcoming \nyear\" is all well and good, but you're just imposing that on \neveryone. And you think <i>that's</i> gonna make people happy?"
        },
        {
            "name": "Sirius Symboli",
            "text": "You want to give them your blessing? A push forward? \nNo, you just want to feel like you did a good thing. \nIf that isn't ego, I don't know what is."
        },
        {
            "name": "Sirius Symboli",
            "text": "I'm sure you only wanted to share the good news, \nBut open your eyes, Rudolf. You're self-centered. \nThis is all because of your arrogance!"
        },
        {
            "name": "Symboli Rudolf",
            "text": "………"
        },
        {
            "name": "Sirius Symboli",
            "text": "Ha. Get it now? Go home. \nI'm not riding on your damn ark. \nBut if you want it that bad, why don't you grab a cue?"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Let me borrow that for a moment."
        },
        {
            "name": "Sirius's Groupie A",
            "text": "Huh? …Oh, okay."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Hmph…!"
        },
        {
            "name": "Sirius's Groupie A",
            "text": "Woah, that jump shot was crazy. \nAnd her reflexes are so sharp…"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Sirius, have you forgotten? You taught me that trick after I \nbegged you. Will I never be able to match up to the version of \nmyself in your memories?"
        },
        {
            "name": "Sirius Symboli",
            "text": "……!"
        },
        {
            "name": "Symboli Rudolf",
            "text": "I take back what I said. Your help isn't necessary. If you're not \ninterested, there's nothing I can do. I'll just have to make a \nstronger announcement. I'm sorry to have interrupted, goodbye."
        },
        {
            "name": "Sirius's Groupie A",
            "text": "Wow, the student council's pretty scary… \nThough, what'd she mean by memories?"
        },
        {
            "name": "Sirius Symboli",
            "text": "That's not like her…"
        },
        {
            "name": "Sirius's Groupie A",
            "text": "Huh?"
        },
        {
            "name": "Sirius Symboli",
            "text": "Thing is, unfortunately… I've known her for a pretty long time. \nEnough of that. Are you guys going to the <i>Droite?</i> Spit it \nout, I want to hear the truth."
        },
        {
            "name": "Sirius's Groupie A",
            "text": "Nah… I'm thinking I'll bail this year. \nI'd feel awkward, 'cause… \nI don't exactly have the grades to be wearing a dress, do I?"
        },
        {
            "name": "Sirius's Groupie A",
            "text": "Y-Yeah… That's it. \nA DJ's not gonna change anything, right?"
        },
        {
            "name": "Sirius Symboli",
            "text": "……"
        },
        {
            "text": "A few days later—"
        },
        {
            "name": "Horsegirls",
            "text": "—Kyaaaaaaaaa～～!"
        },
        {
            "name": "Horsegirls",
            "text": "You look gorgeous, Fuji-senpai!"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Thank you, all of you. Now, where could she be…"
        },
        {
            "name": "Fuji Kiseki",
            "text": "My date, I know you're here. \nWon't you come out and meet everyone?"
        },
        {
            "name": "Fuji Kiseki",
            "text": "That looks fantastic on you! \nIt's formal but still playful, so it fits you really well. \nThis is so exciting."
        },
        {
            "name": "Seiun Sky",
            "text": "You really don't hesitate with compliments, do you?"
        },
        {
            "name": "Fuji Kiseki",
            "text": "You're free to tell me whatever you think too! \nSo tell me, how do I look in my dress?"
        },
        {
            "name": "Seiun Sky",
            "text": "The spitting image of a goddess."
        },
        {
            "name": "Fuji Kiseki",
            "text": "Our outfits are both ready to go, \nSo relax and have a little fun! \nAnd don't forget about our trade."
        },
        {
            "name": "Seiun Sky",
            "text": "What do you mean, trade?"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Well, you're stubborn, so I figured you wouldn't accept right \naway. But you're exactly the person I need."
        },
        {
            "name": "Fuji Kiseki",
            "text": "Even if you set conditions, I'll have no choice \nbut to force your hand. But if you play along… \nI'll reward you with whatever you like."
        },
        {
            "name": "Seiun Sky",
            "text": "Whatever I like?"
        },
        {
            "name": "Fuji Kiseki",
            "text": "I'm the dorm mother, after all. If you don't have \na quiet place to sleep, you can rest in my room. \nOr I can organize a mock race for you."
        },
        {
            "name": "Fuji Kiseki",
            "text": "How about… I can gather different generations \nof GI winners, or something! As long as what you \nwant is reasonable, I can make it happen."
        },
        {
            "name": "Seiun Sky",
            "text": "Why would you go that far for me, of all people? \nI'm not exactly exceptional at dancing, \nAnd as you can see, I've got zero motivation."
        },
        {
            "name": "Seiun Sky",
            "text": "You had plenty to say about the Trickster thing, \nBut you must have <i>some</i> other reason to pick me, right?"
        },
        {
            "name": "Fuji Kiseki",
            "text": "I explained all of it. \nMy only goal here is to make the <i>Droite</i> a success. \nAnd in order to do that, I need your help."
        },
        {
            "name": "Seiun Sky",
            "text": "No way, that can't be it. \nI know she's got some ulterior motive. \nBut then again…"
        }
    ]
}