{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Seiun Sky",
            "text": "I underestimated how stressful it'd be to partner with you, \nFuji-san. I had no idea it'd attract this much attention."
        },
        {
            "name": "Fuji Kiseki",
            "text": "I think you were aware from the beginning. \nIt's just that, compared to the risk, \nThe compromise I offered was that much sweeter."
        },
        {
            "name": "Fuji Kiseki",
            "text": "I will keep that promise, you can hold me to that. In the days \nleading up to the dance, I'll make sure it won't impede on your \ntraining. So you can relax and attend lessons with me."
        },
        {
            "name": "Fuji Kiseki",
            "text": "Alright, now that we've finished showing off our new outfits, \nWhy don't we test them out with a lesson?"
        },
        {
            "name": "Fuji Kiseki",
            "text": "To start with, let's get you used to dancing in a pair. \nIn school, most of the lessons you get are for winning lives."
        },
        {
            "name": "Fuji Kiseki",
            "text": "What's different here is, of course, that you have a partner. \nThere's a key to getting it right, can you tell me what it is?"
        },
        {
            "name": "Seiun Sky",
            "text": "Hmmm… \nHow about not stepping on your partner's tail?"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Well, you have the gist of it? Basically, the idea is that you \nalign your breathing with your partner."
        },
        {
            "name": "Fuji Kiseki",
            "text": "For now, you can just focus on that. I'll take the lead. I've \nthought about the framework already, so why don't we try it out?"
        },
        {
            "name": "Fuji Kiseki",
            "text": "One, two, three, four… One, two, three, four…"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Can you lean into me a little more? \nGood, that's it. Just trust me."
        },
        {
            "name": "Fuji Kiseki",
            "text": "Follow me, Sky."
        },
        {
            "name": "Seiun Sky",
            "text": "Um…"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Very good! I was surprised how quickly you kept \nup with me. You know, if you trust me just a \nlittle more, it'll be easier to dance."
        },
        {
            "name": "Seiun Sky",
            "text": "Are we using this choreography in the real deal too? \nThe style and music are both very classical."
        },
        {
            "name": "Fuji Kiseki",
            "text": "We're performing in the exhibition. \nOur job is to create a fun atmosphere for everyone to dance in."
        },
        {
            "name": "Fuji Kiseki",
            "text": "I've danced before with the other dorm mother to set an example. \nWhen the other students saw us doing such a fancy waltz… \n…they all got very excited!"
        },
        {
            "name": "Seiun Sky",
            "text": "Oh, so that's it…"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Hm?"
        },
        {
            "name": "Seiun Sky",
            "text": "Um, it's just…"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Sky, we need to be synchronized. \nSo tell me everything."
        },
        {
            "name": "Seiun Sky",
            "text": "It's nothing that important. \nI was just thinking, that's unexpectedly normal."
        },
        {
            "name": "Fuji Kiseki",
            "text": "By that you mean?"
        },
        {
            "name": "Seiun Sky",
            "text": "That the flashiness of a party definitely fits you. \nIt's something you're good at that makes you stand out."
        },
        {
            "name": "Seiun Sky",
            "text": "The thing is… you know. \nI don't know a whole lot about the <i>Droite.</i>\nSo we can go with whatever you think is best."
        },
        {
            "name": "Fuji Kiseki",
            "text": "What can I do to make it more fun for you?"
        },
        {
            "name": "Seiun Sky",
            "text": "Huh? I'm pretty clueless when it comes \nto dancing, so I don't know…"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Do you want me to lift you? \nOr maybe I could spin you around?"
        },
        {
            "name": "Seiun Sky",
            "text": "Those are all standard moves for you, Fuji-san. \nBut I don't think it being fun is necessary in the first place."
        },
        {
            "name": "Fuji Kiseki",
            "text": "Then what if we both do a nice, sharp turn? We can match the \nangle and speed of the turn, and be in perfect sync!"
        },
        {
            "name": "Seiun Sky",
            "text": "Actually, it might be better if we <i>aren't</i> in sync."
        },
        {
            "name": "Seiun Sky",
            "text": "Like if we each do different, individual moves, \nAnd when the energy peaks, we snap back in sync. \nSomething like that?"
        },
        {
            "name": "Seiun Sky",
            "text": "It's not like we can become perfect partners in \na matter of days. So I thought it might work better \nif we went for the surprise angle instead."
        },
        {
            "name": "Fuji Kiseki",
            "text": "Interesting."
        },
        {
            "name": "Seiun Sky",
            "text": "Just… hypothetically, you know! It's a lot easier \nsaid than done. I realized from rehearsing just \nnow, how my reflexes are a lot slower."
        },
        {
            "name": "Seiun Sky",
            "text": "Anyway, I'm not the type of person who opens up that easily. So I \ndon't want to set obstacles for myself. I'll focus on the basics…"
        },
        {
            "text": "(knock knock…)"
        },
        {
            "name": "Seiun Sky",
            "text": "Huh? …Uh oh."
        },
        {
            "name": "Fuji Kiseki",
            "text": "Wow, is that a care package from Spe-chan and the others? \nGood for you!"
        },
        {
            "name": "Seiun Sky",
            "text": "Was this your idea? I mean, it's hardly a secret that I'm \nappearing in the <i>Droite…</i>"
        },
        {
            "name": "Seiun Sky",
            "text": "Some of them are weirdly excited for it, another is \nmad at me for some reason, and another handed me stuff \nin a pro-wrestling mask. And on top of that…"
        },
        {
            "name": "Seiun Sky",
            "text": "………"
        },
        {
            "name": "Seiun Sky",
            "text": "Basically, you concocted a plan and convinced my friends, all to \ncut off my escape route."
        },
        {
            "name": "Fuji Kiseki",
            "text": "I didn't concoct anything! This is just proof of how popular you \nare. Besides, are you going to tell you didn't know… that your \nfriends are the key to motivating you?"
        },
        {
            "name": "Seiun Sky",
            "text": "……!"
        },
        {
            "name": "Fuji Kiseki",
            "text": "So what did they say? Will they be coming to the dance?"
        },
        {
            "name": "Seiun Sky",
            "text": "Unfortunately, it looks like they are. \nMy entire class is going. What is this, a festival?"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Is that so? \nI'm glad."
        },
        {
            "name": "Seiun Sky",
            "text": "……?"
        }
    ]
}