{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Fuji Kiseki",
            "text": "Well, seeing as you're finally motivated, \nStructure aside for now, why don't we rehearse the basic steps?"
        },
        {
            "name": "Fuji Kiseki",
            "text": "There we go! \nYes, we're syncing up better now."
        },
        {
            "name": "Seiun Sky",
            "text": "That's a new expression on her…"
        },
        {
            "name": "Fuji Kiseki",
            "text": "You've really improved! \nI guess you've started to relax around me?"
        },
        {
            "name": "Seiun Sky",
            "text": "Fuji-san, you looked like you were enjoying it plenty yourself."
        },
        {
            "name": "Fuji Kiseki",
            "text": "I'm just so happy to hear that your friends are excited too. \nIt's debut season, so everyone's busy to begin with."
        },
        {
            "name": "Seiun Sky",
            "text": "True, lots of big important races are happening soon. \nAnd there are girls who won't get another shot after this."
        },
        {
            "name": "Fuji Kiseki",
            "text": "That's why our part in the dance is so vital. \nFor all the girls about to complete their time as students."
        },
        {
            "name": "Seiun Sky",
            "text": "……"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Past <i>Droite</i> events were all about making memories. \nIt's an important bookend, \nSo they can step into the next part of life."
        },
        {
            "name": "Fuji Kiseki",
            "text": "Which is why, in my perspective… \nI want the <i>Droite</i> to refresh their feelings, \nAnd be a ceremony, for the benefit of every girl."
        },
        {
            "name": "Fuji Kiseki",
            "text": "For all the girls who haven't debuted yet, and the ones who've \nonly just done so. Every day, they experience all sorts of \nthings. They're working hard to achieve their goals and dreams."
        },
        {
            "name": "Fuji Kiseki",
            "text": "But no one, no matter how strong… can run forever, without \nstopping for a break. It's time for them to catch their breath. \nThey need to cross a finish line, in order to begin tomorrow."
        },
        {
            "name": "Fuji Kiseki",
            "text": "Which is why I want as many girls as possible to come. \nEspecially the girls chasing their goals so fiercely… \n…that they haven't stopped running."
        },
        {
            "name": "Fuji Kiseki",
            "text": "So that everyone can start the year fresh and have fun… \nI want to do absolutely everything I can."
        },
        {
            "name": "Seiun Sky",
            "text": "So that's it… \nI finally understand Fuji-san's motive."
        },
        {
            "name": "Seiun Sky",
            "text": "She really just wants to make the <i>Droite</i> fun for everyone. \nIn that case,"
        },
        {
            "name": "Seiun Sky",
            "text": "I'm really not cut out to be your partner. I'm not saying I don't \nwant to, but we're totally different people."
        },
        {
            "name": "Seiun Sky",
            "text": "Maybe you've misread me, \nBut I don't care about anyone but myself. \nGiving everyone <i>smiles and fun</i> was never on my mind."
        },
        {
            "name": "Fuji Kiseki",
            "text": "I don't think I've misread you at all. \nI mean, I knew it had to be you when…"
        },
        {
            "name": "Fuji Kiseki",
            "text": "…………"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Anyway, with you as my partner, I realized I could make \neveryone's smiles that much brighter."
        },
        {
            "name": "Seiun Sky",
            "text": "……"
        },
        {
            "text": "(～♪)"
        },
        {
            "name": "Air Shakur",
            "text": "—Ugh…"
        },
        {
            "name": "Air Shakur",
            "text": "It <i>sounds</i> like it's for partying, but it's nothing but noise. \nI can't get a picture of what's danceable or not."
        },
        {
            "name": "Air Shakur",
            "text": "And like, what am I doing in the first place? \nHere I am, putting together a whole playlist, \nAll thanks to that prez spouting crap. It's all her fault."
        },
        {
            "name": "Air Shakur",
            "text": "She called me in to do a DJ gig as !monad, \nBut how the hell did she know it was me?"
        },
        {
            "name": "Air Shakur",
            "text": "I kept it all really private. Sometimes I need \nto vent after analysis, so I'd kill time and \nplug in samples. I was just messing around."
        },
        {
            "name": "Air Shakur",
            "text": "Like, I did sell a couple that turned out well. \nBut nothing I posted went viral or big. \nSo, how the hell…"
        },
        {
            "name": "Air Shakur",
            "text": "…Did she manage to sniff me out? If she knew all this time and \ndidn't say anything, that's not a good look, at all. Nah, I guess \nit'd be worse if it were a coincidence."
        },
        {
            "name": "Air Shakur",
            "text": "What was she thinking? DJing? Bet she pulled that one out of her \nass. Like, I never <i>once</i> DJ'd for anyone else. But…"
        },
        {
            "name": "Air Shakur",
            "text": "Wait, crap…!"
        },
        {
            "name": "Symboli Rudolf",
            "text": "……—"
        },
        {
            "name": "Sirius Symboli",
            "text": "You want to give them your blessing? A push forward? \nNo, you just want to feel like you did a good thing. \nIf that isn't ego, I don't know what is."
        },
        {
            "name": "Symboli Rudolf",
            "text": "I hadn't realized my own hubris. \nSirius didn't do anything wrong. \nThis time of year, I always weaken."
        },
        {
            "name": "Symboli Rudolf",
            "text": "All the girls completing their time as students, \nrunning for the last time… They smile, but beneath \nthat… No, their tears fall freely."
        },
        {
            "name": "Symboli Rudolf",
            "text": "Am I really doing everything out of ego? \nHow can I wish them luck with such selfish reasoning…"
        },
        {
            "name": "Fuji Kiseki",
            "text": "A lot on your mind, Kaichou?"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Fuji Kiseki! I didn't expect to run into you. \nNo, more importantly… You look stunning. Your \nbeauty goes beyond words, I would say."
        },
        {
            "name": "Fuji Kiseki",
            "text": "You're exaggerating! I would think the sight of \nyou, lost in reflection… would be far more charming. \nIf you don't mind, I can lend an ear."
        },
        {
            "name": "Symboli Rudolf",
            "text": "No, you're already in charge of the exhibition dance, \nAnd guiding the students, I can't ask more of you."
        },
        {
            "name": "Fuji Kiseki",
            "text": "I see, so you're worried about the <i>Droite.</i>\nBut from my view, the amount of students participating… \n…seems to be much higher than past years. Am I wrong?"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Is there some kind of delay with the DJ you invited? \nI did hear some opinions were shared in the suggestion app…"
        },
        {
            "name": "Fuji Kiseki",
            "text": "If I remember right, \"It doesn't match the dresses or the theme \nof the dance…\" \"…but I do want an excuse to make memories with my \nclose friends.\" Was that it?"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Yes, and I'm sure there are more who feel the same. \nI made that choice so they would have something to motivate them."
        },
        {
            "name": "Symboli Rudolf",
            "text": "I just wonder about reaching out to the composer whose name I \nreceived. No response yet… Maybe I should be searching within the \nstudents in the interim."
        },
        {
            "name": "Fuji Kiseki",
            "text": "Makes sense. But there don't seem to be any hiccups in the \nprogress? Which means… Kaichou, are you having second thoughts?"
        },
        {
            "name": "Symboli Rudolf",
            "text": "Say much more and I could mistake you for someone else. \nYou've been behind me throughout all of this, so I'm surprised."
        },
        {
            "name": "Fuji Kiseki",
            "text": "Whoops… Even so, whenever you decide it's the right time to \nunbottle your feelings, I intend to stay right behind you. Will \nyou let me listen to your worries?"
        }
    ]
}