{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Sky & Fuji",
            "text": "Hahh… hahh… haaah…"
        },
        {
            "name": "Horsegirls",
            "text": "………"
        },
        {
            "name": "Horsegirls",
            "text": "Aaaaaaah～～～!! \nThey're so coooool～～～!"
        },
        {
            "name": "Seiun Sky",
            "text": "……!"
        },
        {
            "name": "Horsegirl A",
            "text": "Wow, that came out of nowhere! \nIt's not what I was expecting, but…!"
        },
        {
            "name": "Horsegirl B",
            "text": "Hey, why don't we try dancing like that? \nI'm kinda curious how you would lead, y'know?"
        },
        {
            "name": "Horsegirl A",
            "text": "I-I'll do my best!"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Looks like we lit a flame in everyone. \nOur surprise was a complete success! \nWhich means…"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Now it's everyone's turn to be the star! It's party time!"
        },
        {
            "name": "Air Shakur",
            "text": "……"
        },
        {
            "name": "Sirius Symboli",
            "text": "Hey, did Rudolf show them how to do that?"
        },
        {
            "name": "Air Shakur",
            "text": "Huh? \nDunno. Pretty sure they did it all by themselves?"
        },
        {
            "name": "Air Shakur",
            "text": "They danced how they wanted and got everybody else \ninvolved too. With the rhythm they had going, can't blame 'em."
        },
        {
            "name": "Sirius Symboli",
            "text": "……"
        },
        {
            "name": "Sirius's Groupie B",
            "text": "So, the person who asked for the DJ was actually me… \nSorry!"
        },
        {
            "name": "Sirius Symboli",
            "text": "Why apologize to me? \nYou've got nothing to do with my relationship to her."
        },
        {
            "name": "Sirius's Groupie B",
            "text": "That's… not what I mean. \nI wanted to apologize for being weak. \nI couldn't decide, and kept running in circles."
        },
        {
            "name": "Sirius's Groupie B",
            "text": "Even though my grades dropped, and I flunked… I really did \ntry my best here. I want to make memories for the future, \nAnd I want to mark this time in my life."
        },
        {
            "name": "Sirius Symboli",
            "text": "I guess my view was too narrow. \nThis place belongs to more than just her. \nAnd besides…"
        },
        {
            "name": "Sirius Symboli",
            "text": "Yo, you're !monad, right?"
        },
        {
            "name": "Air Shakur",
            "text": "How do <i>you</i> know my friggin'…"
        },
        {
            "name": "Sirius Symboli",
            "text": "Ha, you opened up quick. I'm surprised. You made your social \nmedia icon a math formula. Your laptop came to mind… It \nsmelled the same to me. Guess I was right?"
        },
        {
            "name": "Sirius Symboli",
            "text": "You always wander around the course holding that computer. And \nyou stick out like a sore thumb, so I remembered. She asked you \nto do a DJ gig, I bet. It's almost time… Or maybe you turned \nher down?"
        },
        {
            "name": "Air Shakur",
            "text": "It's got nothing to do with you."
        },
        {
            "name": "Sirius Symboli",
            "text": "Maybe you didn't even <i>respond.</i>\nI'm shocked you didn't refuse on the spot. \nHmm, guess you aren't as sharp as you look?"
        },
        {
            "name": "Air Shakur",
            "text": "Is this how you get under people's skin? You're smart, I'll give \nyou that. Oh, I get it now! You must be one of my fans!"
        },
        {
            "name": "Sirius Symboli",
            "text": "Dunno. What I do know is that somebody wanted you here, \nBut you couldn't even make a decision. That's all I'm gonna say."
        },
        {
            "name": "Sirius Symboli",
            "text": "Pretty lame if you ask me. You get it, I'm sure. Your silence \nisn't a response. You're just running away. If you don't want \nyour identity exposed for everyone… Make a decision. Right \nhere, right now."
        },
        {
            "name": "Air Shakur",
            "text": "Why are you trying so hard to bait me?"
        },
        {
            "name": "Sirius Symboli",
            "text": "My pack of girls are pretty cute, you know. \nThey've gotten fond of you, so take it seriously."
        },
        {
            "name": "Air Shakur",
            "text": "Do I look like I'm dressed for it? \nIf I go out looking like this, I'll dox myself."
        },
        {
            "name": "Sirius Symboli",
            "text": "I'll arrange it, and make sure they squeeze you in for time. \nAll you need to do is get ready."
        },
        {
            "name": "Air Shakur",
            "text": "I just hope your taste in clothes is better than it looks."
        },
        {
            "name": "Sirius Symboli",
            "text": "Now, you're a good girl… \n…so don't waste this chance to make a good memory."
        },
        {
            "name": "Sirius's Groupie B",
            "text": "Huh? \nA LANE message from Sirius-senpai? \nW-Wait, what? <i>Really?!</i>"
        },
        {
            "name": "Sirius's Groupie A",
            "text": "What, everything okay?"
        },
        {
            "name": "Sirius's Groupie B",
            "text": "We're going to Sirius-senpai's room, now! \nWe'll grab the stuff she mentioned, and hit the <i>Droite!</i>"
        },
        {
            "name": "Student Host",
            "text": "And that was our DJ, Helios-san! Thanks for making it lit!"
        },
        {
            "name": "Student Host",
            "text": "DJ time's up, but the night's not over yet. Right, guys? \nWe've got an unexpected special appearance by an anonymous DJ!"
        },
        {
            "name": "Student Host",
            "text": "Up next is… \nUm, the exclamation point is silent, right? \n!monad-san! Come on <i>up!!</i>"
        },
        {
            "name": "Air Shakur",
            "text": "……"
        },
        {
            "name": "Air Shakur",
            "text": "What am I doing here? Her threat was baseless, \nand I knew that. I turned up my nose at falling \nfor excuses, but I did it too. But <i>why?</i>"
        },
        {
            "name": "Air Shakur",
            "text": "For someone like me? There's no logic to it. Have I been infected \nby Sky and Fuji? Am I gonna excite the crowd? Is that what I \nwant? Like hell I do."
        },
        {
            "name": "Air Shakur",
            "text": "I always liked music. But when I started making it… I was just \nmessing around. It was a good way to shut out the annoying parts \nof reality. That's all."
        },
        {
            "name": "Air Shakur",
            "text": "But, sound is easier to work with than reality. \nSo, until the noise ringing in my head disappeared, \nI'd layer sounds, again, and again…"
        },
        {
            "name": "Air Shakur",
            "text": "I honestly just vomited it out. I didn't make it for anyone to \nlisten to. More like, I wanted to give it all the middle finger. \nIf I could manage that…"
        },
        {
            "name": "Sirius's Groupie B",
            "text": "This song <i>rocks!</i> !monad, keep 'em coming!"
        },
        {
            "name": "Air Shakur",
            "text": "……!"
        },
        {
            "name": "Air Shakur",
            "text": "No more bull and deliberating. Memories? Lame. I'll turn up the \nvolume, let the music shake the walls, and make this a trauma \nnone of you will <i>ever</i> forget!"
        },
        {
            "name": "Symboli Rudolf",
            "text": "I'm glad everyone is smiling. The music is… a little intense for \nmy taste, though. I guess we'll have a DJ again next year… What \nare those girls doing?"
        },
        {
            "name": "Sirius's Groupie A",
            "text": "Nice, we made it just in time… \nWait, why are you crying?!"
        },
        {
            "name": "Sirius's Groupie B",
            "text": "S-Sorry… It's just, she's so friggin' <i>cool!</i> Yeah, I love \nthis. I just love the way !monad's music pounds in my ears!"
        },
        {
            "name": "Sirius's Groupie A",
            "text": "C'mon, let's make the most of this. \nWe'll jam and go as crazy as we want. \nBut first, we've gotta get these dresses on."
        },
        {
            "name": "Sirius's Groupie B",
            "text": "Yeah… Sure! \nIt's a date, okay?"
        },
        {
            "name": "Symboli Rudolf",
            "text": "…I see now. What started as my own satisfaction… \n…has turned into this wonderful sight before me."
        },
        {
            "name": "Symboli Rudolf",
            "text": "But this isn't the time to get distracted. I wasn't able to reach \nthe ideal number of students participating. I'll need to think of \nfresh plans to make the next one a success."
        },
        {
            "name": "Symboli Rudolf",
            "text": "I have to make sure every single student is having a good time. \nSo not a soul is left out."
        }
    ]
}