{
    "text_block_list": [
        {
            "name": "Air Shakur",
            "text": "Looks like this approach isn't gonna work either."
        },
        {
            "name": "Air Shakur",
            "text": "Now I gotta undo it… I guess I'll upload that other one first."
        },
        {
            "name": "Horsegirl A",
            "text": "So, I have something to ask you!"
        },
        {
            "name": "Horsegirl A",
            "text": "If I win, will you be my date for the <i>Droite</i>?"
        },
        {
            "name": "Horsegirl B",
            "text": "Sure, but don't lose, okay? If you do, I might go with somebody else!"
        },
        {
            "name": "Air Shakur",
            "text": "Ugh, it's that time of year already. Not that it makes any difference to me. A text?"
        },
        {
            "name": "Air Shakur",
            "text": "\"Tracen Academy's Student Council President, Symboli Rudolf\"…? What's with the title? Wait… <i>What?</i>"
        },
        {
            "name": "Air Shakur",
            "text": "\"We formally request your presence at the <i>Ligne Droite</i>\"?"
        },
        {
            "text": "Event title logo display."
        },
        {
            "name": "Fuji Kiseki",
            "text": "<i>Ligne Droite</i>, or more commonly <i>Droite</i>. When the cherry blossoms are in bloom and the new year is beginning, we hold this extravagant dance to commemorate it."
        },
        {
            "name": "Fuji Kiseki",
            "text": "As this day approaches, my cute little ponies become nervous. Naturally, they worry about finding nice clothes to wear, But the biggest thing on their minds is…"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Finding a partner to dance with for the majority of the night. Yes! Fitting for this turning point in their lives, They must find an equally lovely date!"
        },
        {
            "name": "Seiun Sky",
            "text": "Snzzz…"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Oh no, was that a little too boring? I'm sorry. Will you open your eyes, Princess?"
        },
        {
            "name": "Seiun Sky",
            "text": "What did you wake me for? I was having such a comfy afternoon nap. Dro… What was it again?"
        },
        {
            "name": "Fuji Kiseki",
            "text": "<i>Droite</i>, remember? I'm about to say something that will really wake you up, so brace yourself. Well… Will you lend your ear to my feelings?"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Seiun Sky, Won't you please… be my date?"
        },
        {
            "name": "Seiun Sky",
            "text": "Uh…"
        },
        {
            "name": "Seiun Sky",
            "text": "No, hang on. Wait, what do you mean by \"date\", anyway? You want me to be your partner for the dance?"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Exactly that! We've decided to hold an exhibition dance at the <i>Droite</i>, you see… It'll act as the opening act to the main event. To liven things up!"
        },
        {
            "name": "Fuji Kiseki",
            "text": "We do this every year, but… Our Kaichou, she really wants to make this a success, And I wanted to contribute, so I proposed a plan."
        },
        {
            "name": "Seiun Sky",
            "text": "Hmm…"
        },
        {
            "name": "Fuji Kiseki",
            "text": "You don't sound very excited about it, huh? Makes sense, I suppose. Everyone's busy with races… We'd like as many girls as possible to attend, though."
        },
        {
            "name": "Seiun Sky",
            "text": "So that's why you've turned into a giant billboard. But why pick <i>me</i> to be your partner?"
        },
        {
            "name": "Seiun Sky",
            "text": "To begin with, we have nothing in common. I'm not in the Rittou dorm, And I'm not on any committee or whatever either."
        },
        {
            "name": "Fuji Kiseki",
            "text": "Right now, we're students in the same school. Wouldn't you call that a connection? Though it might be broader than what you meant. Putting that aside,"
        },
        {
            "name": "Fuji Kiseki",
            "text": "You're correct that typically, when choosing a date… you would pick someone you're already close with in your daily life."
        },
        {
            "name": "Fuji Kiseki",
            "text": "The <i>Droite</i> acts as a milestone event, after all. Of course you'd want a person who really left a mark on your year. That's only natural."
        },
        {
            "name": "Fuji Kiseki",
            "text": "\"When I win, I want you as my prize.\" You know! Plenty of girls use races to win their partner over."
        },
        {
            "name": "Seiun Sky",
            "text": "So then…"
        },
        {
            "name": "Fuji Kiseki",
            "text": "However! What I'm in charge of is ultimately an exhibition. So, I only have one condition. I need them to help make the <i>Droite</i> a rousing success."
        },
        {
            "name": "Fuji Kiseki",
            "text": "And when I thought about who could make that happen… I remembered the girl known as the Trickster, I knew it had to be you!"
        },
        {
            "name": "Seiun Sky",
            "text": "I get it. Well, definitely not your train of thought, But I get that you're serious about this."
        },
        {
            "name": "Seiun Sky",
            "text": "Because of that, I'll be very clear. No thank you. I have no interest in participating. Please choose someone else."
        },
        {
            "name": "Seiun Sky",
            "text": "Though I know you must be planning <i>something…</i> I don't want to attract weird levels of attention. Plus, you can't convince me to dance outside of a live. And anyway…"
        },
        {
            "name": "Seiun Sky",
            "text": "I don't… have much free time on my hands right now. I've been wanting to kinda focus my effort on the next race."
        },
        {
            "name": "Fuji Kiseki",
            "text": "I understand. Then, how about I make you an offer? May I suggest a trade?"
        },
        {
            "name": "Sirius Symboli",
            "text": "――……"
        },
        {
            "name": "Sirius's Groupie A",
            "text": "Woah, a jump shot! That height was insane! But that's just like you, Sirius-senpai!"
        },
        {
            "name": "Sirius Symboli",
            "text": "This is lame. I'm bored out of my mind, and it's not even satisfying. I'm done playing pool."
        },
        {
            "name": "Sirius's Groupie A",
            "text": "Wait, already?! My day off finally lined up with yours, though…! Uhh, let's see… I need something interesting, or like, exciting somehow…"
        },
        {
            "text": "(Chring…)"
        },
        {
            "name": "Sirius's Groupie A",
            "text": "Oh, nice timing! Senpai, senpai! I've been really into this one producer! Like, just now they put out a new track. Wanna hear?"
        },
        {
            "name": "Sirius Symboli",
            "text": "Oh, can I?"
        },
        {
            "name": "Sirius's Groupie A",
            "text": "Definitely! They go by !monad. They're kind of a mystery, They only come on social media to post music and remixes!"
        },
        {
            "name": "Sirius's Groupie A",
            "text": "They're like, insanely cool! They have this aggressive, super tight sound! And it's all old school, west coast style. It's <i>awesome!</i>"
        },
        {
            "name": "Sirius's Groupie A",
            "text": "…Wait, sorry, I got too excited. Anyway, just listen! Here's their account."
        },
        {
            "name": "Sirius Symboli",
            "text": "!monad… Their profile is empty, except for their username and their music uploads. Wait, their icon…"
        },
        {
            "name": "Sirius's Groupie A",
            "text": "So like, ehehe… To be honest, I was thinking about this year's…"
        },
        {
            "name": "Sirius's Groupie A",
            "text": "S-Sirius-senpai…!"
        },
        {
            "name": "Symboli Rudolf",
            "text": "You seem right as rain, Sirius Symboli."
        }
    ]
}