{
    "text_block_list": [
        {
            "name": "Sky's Classmate",
            "text": "Hey, Sei-chan! Can't believe the <i>Droite</i> is tomorrow! I figured I'd go too. Good luck!"
        },
        {
            "name": "Senior Horsegirl",
            "text": "Sky-san, I'm a little jealous that you get to duet with Fuji-san. I'm excited to see what kind of dance it'll be."
        },
        {
            "name": "Seiun Sky",
            "text": "Wow, talk about pressure! Maybe I <i>should</i> run for it."
        },
        {
            "name": "Fuji Kiseki",
            "text": "So that everyone can start the year fresh and have fun… I want to do absolutely everything I can."
        },
        {
            "name": "Fuji Kiseki",
            "text": "Anyway, with you as my partner, I realized I could make everyone's smiles that much brighter."
        },
        {
            "name": "Seiun Sky",
            "text": "I really don't care about this stuff. I'm okay with not living up to people's expectations, and whether they have a good time or not isn't my problem. Much less if they're smiling."
        },
        {
            "name": "Seiun Sky",
            "text": "……"
        },
        {
            "name": "Seiun Sky",
            "text": "…… Faah～"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Well, the honeymoon is almost over. Unfortunately, this will be our last lesson. Today, we'll refine the details, and prepare for the big day."
        },
        {
            "name": "Fuji Kiseki",
            "text": "We've gone along with the form I suggested initially, And everything's gone well until now. Sky, is there anything you'd like to do?"
        },
        {
            "name": "Seiun Sky",
            "text": "When you put it that way… Can we stop?"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Huh…?"
        },
        {
            "name": "Seiun Sky",
            "text": "I just don't want to do it anymore, see."
        },
        {
            "name": "Seiun Sky",
            "text": "I don't like the idea of meeting people's expectations. Do you mind if I do it my way instead?"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Sky!"
        },
        {
            "name": "Seiun Sky",
            "text": "I might end up changing stuff based on my ideas, But if you're fine with that… I'll return the question. Won't you be my date?"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Of course, it's my pleasure. We'll suprise and delight everyone with our dancing!"
        },
        {
            "name": "Air Shakur",
            "text": "So they're legit."
        },
        {
            "name": "Air Shakur",
            "text": "But, they're dancing as a pair? Huh."
        },
        {
            "name": "Seiun Sky",
            "text": "That was…"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Yeah! That was <i>great!</i> It'll certainly surprise them too! I really enjoy dancing like this."
        },
        {
            "name": "Fuji Kiseki",
            "text": "The only problem is the music… The style we have now is classical. But our dancing is more precise to the rhythm now, so it doesn't fit."
        },
        {
            "name": "Fuji Kiseki",
            "text": "But on the other hand, if we go too far pop… It won't match the atmosphere of the <i>Droite.</i> It would be nice if we could find a middle ground."
        },
        {
            "name": "Air Shakur",
            "text": "Maybe if I did some sampling, With an undertone of classical… I'll have to keep the strings tight."
        },
        {
            "name": "Air Shakur",
            "text": "Wait, it'd go well with the track I'm making now, actually. Calling it an instrumental might be a little much, but if I arrange it…"
        },
        {
            "name": "Seiun Sky",
            "text": "Then, how about we forget the music?"
        },
        {
            "name": "Air Shakur",
            "text": "How the hell could you?!"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Shakur! What's wrong, for you to be so agitated?"
        },
        {
            "name": "Air Shakur",
            "text": "That doesn't matter. Seiun Sky, you said <i>why don't we forget the music,</i> yeah?"
        },
        {
            "name": "Seiun Sky",
            "text": "Huh? Um, yeah. I guess…"
        },
        {
            "name": "Air Shakur",
            "text": "I can tell you right now that's too hardcore. It's basically a rule. No sound and there's no rhythm to follow. If I can just sync this up real quick…"
        },
        {
            "text": "(～♪)"
        },
        {
            "name": "Shakur",
            "text": "Huooh～!"
        },
        {
            "name": "Air Shakur",
            "text": "Try dancing, so I can fix the timing."
        },
        {
            "name": "Shakur",
            "text": "……!"
        },
        {
            "name": "Air Shakur",
            "text": "(This might actually…)"
        },
        {
            "name": "Fuji Kiseki",
            "text": "It worked! Really well, actually. Dancing to that felt good. Right, Sky?"
        },
        {
            "name": "Seiun Sky",
            "text": "Shakur-san, you write music? I had no clue. Don't tell me you upload it somewhere online…?"
        },
        {
            "name": "Air Shakur",
            "text": "I don't."
        },
        {
            "name": "Fuji Kiseki",
            "text": "Now that Shakur is helping, we're a hundred times better off. There isn't much time left, So let's practice 'til we have it down!"
        },
        {
            "text": "The new direction for the dance, as well as your announcement…"
        },
        {
            "name": "Member of Student Council",
            "text": "…have resulted in many more students attending this year!"
        },
        {
            "name": "Symboli Rudolf",
            "text": "I see. Thank you for your report. I suppose it's time we get going as well."
        },
        {
            "name": "Student Host",
            "text": "Everyone, may I have your attention! It's almost time for the <i>Ligne Droite's</i> famous event… Without further ado, the paired dance!"
        },
        {
            "name": "Student Host",
            "text": "…That's what I'd normally say, But the <i>Droite</i> will be a little different this year! Let me introduce the dancers participating in the exhibition."
        },
        {
            "name": "Student Host",
            "text": "Our pair will be Fuji Kiseki and Seiun Sky!"
        },
        {
            "name": "Sirius Symboli",
            "text": "There must be some worth, for you to be involved. Show me what you've got."
        },
        {
            "name": "Sirius Symboli",
            "text": "… Ah"
        },
        {
            "name": "Air Shakur",
            "text": "Damn it, I shouldn't have bothered. I was stuck there while they wasted my time."
        },
        {
            "name": "Air Shakur",
            "text": "I finished off my ramen putting together an instrumental for you. Don't half-ass it, alright?"
        },
        {
            "name": "Seiun Sky",
            "text": "Then, shall we begin? What do you say, my date?"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Let's make it fun."
        }
    ]
}