{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Air Shakur",
            "text": "Looks like this approach isn't gonna work either."
        },
        {
            "name": "Air Shakur",
            "text": "Now I gotta undo it… \nI guess I'll upload that other one first."
        },
        {
            "name": "Horsegirl A",
            "text": "So, I have something to ask you!"
        },
        {
            "name": "Horsegirl A",
            "text": "If I win, will you be my date for the <i>Droite</i>?"
        },
        {
            "name": "Horsegirl B",
            "text": "Sure, but don't lose, okay? \nIf you do, I might go with somebody else!"
        },
        {
            "name": "Air Shakur",
            "text": "Ugh, it's that time of year already. \nNot that it makes any difference to me. \nA text?"
        },
        {
            "name": "Air Shakur",
            "text": "\"Tracen Academy's Student Council President, Symboli Rudolf\"…? \nWhat's with the title? Wait… <i>What?</i>"
        },
        {
            "name": "Air Shakur",
            "text": "\"We formally request your presence at the <i>Ligne Droite</i>\"?"
        },
        {
            "text": "Event title logo display."
        },
        {
            "name": "Fuji Kiseki",
            "text": "<i>Ligne Droite</i>, or more commonly <i>Droite</i>. When the cherry \nblossoms are in bloom and the new year is beginning, we hold this \nextravagant dance to commemorate it."
        },
        {
            "name": "Fuji Kiseki",
            "text": "As this day approaches, my cute little ponies become nervous. \nNaturally, they worry about finding nice clothes to wear, \nBut the biggest thing on their minds is…"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Finding a partner to dance with for the majority of the night. \nYes! Fitting for this turning point in their lives, \nThey must find an equally lovely date!"
        },
        {
            "name": "Seiun Sky",
            "text": "Snzzz…"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Oh no, was that a little too boring? \nI'm sorry. Will you open your eyes, Princess?"
        },
        {
            "name": "Seiun Sky",
            "text": "What did you wake me for? \nI was having such a comfy afternoon nap. \nDro… What was it again?"
        },
        {
            "name": "Fuji Kiseki",
            "text": "<i>Droite</i>, remember? I'm about to say something \nthat will really wake you up, so brace yourself. \nWell… Will you lend your ear to my feelings?"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Seiun Sky, \nWon't you please… be my date?"
        },
        {
            "name": "Seiun Sky",
            "text": "Uh…"
        },
        {
            "name": "Seiun Sky",
            "text": "No, hang on. \nWait, what do you mean by \"date\", anyway? \nYou want me to be your partner for the dance?"
        },
        {
            "name": "Fuji Kiseki",
            "text": "Exactly that! We've decided to hold an exhibition dance at the \n<i>Droite</i>, you see… It'll act as the opening act to the main \nevent. To liven things up!"
        },
        {
            "name": "Fuji Kiseki",
            "text": "We do this every year, but… \nOur Kaichou, she really wants to make this a success, \nAnd I wanted to contribute, so I proposed a plan."
        },
        {
            "name": "Seiun Sky",
            "text": "Hmm…"
        },
        {
            "name": "Fuji Kiseki",
            "text": "You don't sound very excited about it, huh? \nMakes sense, I suppose. Everyone's busy with races… \nWe'd like as many girls as possible to attend, though."
        },
        {
            "name": "Seiun Sky",
            "text": "So that's why you've turned into a giant billboard. \nBut why pick <i>me</i> to be your partner?"
        },
        {
            "name": "Seiun Sky",
            "text": "To begin with, we have nothing in common. \nI'm not in the Rittou dorm, \nAnd I'm not on any committee or whatever either."
        },
        {
            "name": "Fuji Kiseki",
            "text": "Right now, we're students in the same school. Wouldn't you call \nthat a connection? Though it might be broader than what you \nmeant. Putting that aside,"
        },
        {
            "name": "Fuji Kiseki",
            "text": "You're correct that typically, when choosing a date… you would \npick someone you're already close with in your daily life."
        },
        {
            "name": "Fuji Kiseki",
            "text": "The <i>Droite</i> acts as a milestone event, after \nall. Of course you'd want a person who really left \na mark on your year. That's only natural."
        },
        {
            "name": "Fuji Kiseki",
            "text": "\"When I win, I want you as my prize.\" \nYou know! Plenty of girls use races to win their partner over."
        },
        {
            "name": "Seiun Sky",
            "text": "So then…"
        },
        {
            "name": "Fuji Kiseki",
            "text": "However! What I'm in charge of is ultimately an exhibition. \nSo, I only have one condition. \nI need them to help make the <i>Droite</i> a rousing success."
        },
        {
            "name": "Fuji Kiseki",
            "text": "And when I thought about who could make that happen… \nI remembered the girl known as the Trickster, \nI knew it had to be you!"
        },
        {
            "name": "Seiun Sky",
            "text": "I get it. \nWell, definitely not your train of thought, \nBut I get that you're serious about this."
        },
        {
            "name": "Seiun Sky",
            "text": "Because of that, I'll be very clear. \nNo thank you. I have no interest in participating. \nPlease choose someone else."
        },
        {
            "name": "Seiun Sky",
            "text": "Though I know you must be planning <i>something…</i> I don't want to \nattract weird levels of attention. Plus, you can't convince me to \ndance outside of a live. And anyway…"
        },
        {
            "name": "Seiun Sky",
            "text": "I don't… have much free time on my hands right now. \nI've been wanting to kinda focus my effort on the next race."
        },
        {
            "name": "Fuji Kiseki",
            "text": "I understand. \nThen, how about I make you an offer? \nMay I suggest a trade?"
        },
        {
            "name": "Sirius Symboli",
            "text": "――……"
        },
        {
            "name": "Sirius's Groupie A",
            "text": "Woah, a jump shot! \nThat height was insane! \nBut that's just like you, Sirius-senpai!"
        },
        {
            "name": "Sirius Symboli",
            "text": "This is lame. I'm bored out of my mind, and it's not even \nsatisfying. I'm done playing pool."
        },
        {
            "name": "Sirius's Groupie A",
            "text": "Wait, already?! My day off finally lined up with \nyours, though…! Uhh, let's see… I need something \ninteresting, or like, exciting somehow…"
        },
        {
            "text": "(Chring…)"
        },
        {
            "name": "Sirius's Groupie A",
            "text": "Oh, nice timing! \nSenpai, senpai! I've been really into this one producer! \nLike, just now they put out a new track. Wanna hear?"
        },
        {
            "name": "Sirius Symboli",
            "text": "Oh, can I?"
        },
        {
            "name": "Sirius's Groupie A",
            "text": "Definitely! They go by !monad. \nThey're kind of a mystery, \nThey only come on social media to post music and remixes!"
        },
        {
            "name": "Sirius's Groupie A",
            "text": "They're like, insanely cool! They have this aggressive, \nsuper tight sound! And it's all old school, west \ncoast style. It's <i>awesome!</i>"
        },
        {
            "name": "Sirius's Groupie A",
            "text": "…Wait, sorry, I got too excited. \nAnyway, just listen! Here's their account."
        },
        {
            "name": "Sirius Symboli",
            "text": "!monad… Their profile is empty, except for their username and \ntheir music uploads. Wait, their icon…"
        },
        {
            "name": "Sirius's Groupie A",
            "text": "So like, ehehe… \nTo be honest, I was thinking about this year's…"
        },
        {
            "name": "Sirius's Groupie A",
            "text": "S-Sirius-senpai…!"
        },
        {
            "name": "Symboli Rudolf",
            "text": "You seem right as rain, Sirius Symboli."
        }
    ]
}