{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Hey, Tama-chan. What do you plan on doing if I let you through?",
            "name": "Super Creek"
        },
        {
            "text": "Well I'm worried about you three, so I was gonna offer to help…",
            "name": "Tamamo Cross"
        },
        {
            "text": "More importantly… You wouldn't happen to be planning on mediating \nthe conversations between those two, now would you?",
            "name": "Super Creek"
        },
        {
            "text": "Eh? How the hell'd you…",
            "name": "Tamamo Cross"
        },
        {
            "text": "Hehe, you really are quite a nice child, Tama-chan. You're a \nchild that would act quickly for anyone's sake. However…",
            "name": "Super Creek"
        },
        {
            "text": "It'd be like makin' a child who hasn't learned math yet keep \ntrack of their family's finances. No one'd do somethin' so cruel. \nSometimes you just need the right people for the job, doncha think?",
            "name": "Tamamo Cross"
        },
        {
            "text": "Ahh, no worries! I'll take care of it, so just leave it there.",
            "name": "Tamamo Cross"
        },
        {
            "text": "Why don't we wait here for a bit…?",
            "name": "Super Creek"
        },
        {
            "text": "Wait!?",
            "name": "Tamamo Cross"
        },
        {
            "text": "It's not that I'm telling you to stay completely \nout of these kinds of things. However, you also \nshouldn't just do the things for them.",
            "name": "Super Creek"
        },
        {
            "text": "Just give them a little bit of support… then wait. Don't tell \nthem that they can't do something. Tell them that they'll soon \nbe able to do it with a little bit of help.",
            "name": "Super Creek"
        },
        {
            "text": "Believe in them and watch over them. Those \nare ways in which you can show you care.",
            "name": "Super Creek"
        },
        {
            "text": "Tama-san, I'm so sorry… I should have come with… Creek-san. The \nmystery has been unraveled, therefore we should all reconvene…",
            "name": "Rob Roy & Bourbon"
        },
        {
            "text": "Because the truth is… they're all capable \nof doing amazing things.",
            "name": "Super Creek"
        },
        {
            "text": "…",
            "name": "Tamamo Cross"
        },
        {
            "text": "Haa… I'm so glad that we were able to make it out of there…",
            "name": "Rice Shower"
        },
        {
            "text": "Um, Rice-san… Were you able to speak with Bourbon-san at all…? \nLike when we were trapped inside of that haunted house…",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "Eh? In the haunted house? Umm, while we were trapped…",
            "name": "Rice Shower"
        },
        {
            "text": "(Clunkaclunk!!)"
        },
        {
            "text": "Hyaa!",
            "name": "Rice Shower"
        },
        {
            "text": "Rice-san, your reactions are quite telling… They \nare truly beneficial when determining how one \nshould act in these types of situations.",
            "name": "Mihono Bourbon"
        },
        {
            "text": "Eh… I… guess so?",
            "name": "Rice Shower"
        },
        {
            "text": "In the end, Bourbon-san did most of the unravelling while all I \ndid was continuously get scared…",
            "name": "Rice Shower"
        },
        {
            "text": "But I'm glad… Despite always bothering her, today \nI was at least of some use to Bourbon-san.",
            "name": "Rice Shower"
        },
        {
            "text": "But all of this wouldn't have happened if you \ndidn't invite me here, Rob Roy-san. Ehehe… \nThank you so much for bringing me here.",
            "name": "Rice Shower"
        },
        {
            "text": "…!",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "I'm so glad… So glad that I was able to help you, Rice-san…!",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "Huh? Rob Roy-san…?",
            "name": "Rice Shower"
        },
        {
            "text": "When I invited you, and even after we arrived, I kept doubting \nwhether this was a good idea… I kept worrying that I might be \nbothering the two of you…!",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "? I-I didn't think of you as a bother? Actually, \nI thought you were really amazing today…",
            "name": "Rice Shower"
        },
        {
            "text": "That's all thanks to Sweep-san. I actually \nborrowed this wand from her…",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "I wanted to be able to express myself just like Sweep-san does. \nThat's why… I created a witch persona.",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "Persona…?",
            "name": "Rice Shower"
        },
        {
            "text": "Experiencing one's suppressed desires… Becoming someone different \nfrom oneself… I think that is the true purpose of Halloween, to \nachieve these desires through a transformation.",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "Could it be… this entire time… behind that \nwitch persona… you were really scared?",
            "name": "Rice Shower"
        },
        {
            "text": "Ehehe… Yes, but I thought you were in trouble so I wanted to \nhelp. I know it was kind of a selfish thing to do though…!",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "Rice-chan, Rob Roy-chan. It's time for us to go to the next area.",
            "name": "Super Creek"
        },
        {
            "text": "! Ah, okay…! U-Umm… but there's one thing that I'd like to say…",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "Rice-san… you've been worrying about annoying others, \nbut to me that just shows how caring you are. \nI just wanted to let you know that…",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "Rob Roy-san… \n…………………",
            "name": "Rice Shower"
        }
    ]
}