{
    "text_block_list": [
        {
            "name": "Horsegirl A",
            "text": "Hey hey, so what are ya gonna wear this year? Are you gonna be a witch? Or maybe… a black cat?"
        },
        {
            "name": "Horsegirl B",
            "text": "Jeez, stop messing around and help me with preparing the food! The ones in charge this year are…"
        },
        {
            "name": "Mihono Bourbon",
            "text": "…As it stands, the Ritto dormitory will be in charge of this year's joint dormitory Halloween party."
        },
        {
            "name": "Mihono Bourbon",
            "text": "And it has been decided that I, Mihono Bourbon, will be the leader of the preparation committee. I look forward to working with you all."
        },
        {
            "name": "Tamamo Cross",
            "text": "And Creek and I'll be takin' care of the costumes! Everyone, let's do our best!!"
        },
        {
            "name": "Super Creek",
            "text": "The costumes will be made in collaboration with the school staff, so if anyone has a desired costume, please fill out the application form."
        },
        {
            "name": "Tamamo Cross",
            "text": "Anyways, Bourbon, this yer first time bein' in charge, ain't it? Anythin' worryin ya?"
        },
        {
            "name": "Tamamo Cross",
            "text": "Last year Inari was put in charge of Miho. That sure was a mess, huh…"
        },
        {
            "name": "Mihono Bourbon",
            "text": "There is no problem. My mission of ordering sweets for the joint dormitory Halloween party has already concluded."
        },
        {
            "name": "Mihono Bourbon",
            "text": "Continuing with last year's theme, I have also ordered a smoke machine, which has already arrived. It will be loaned out to the equipment committee once a thorough analysis has been conducted."
        },
        {
            "name": "Super Creek",
            "text": "Wow. Bourbon-chan, you're doing as great a job as ever."
        },
        {
            "name": "Mihono Bourbon",
            "text": "However, when I attempted to turn the smoke machine on in order to conduct a test run, no smoke came out. Therefore, one can reasonably conclude that there is a possibility…"
        },
        {
            "name": "Smoke Machine",
            "text": "(Beeeeeep!! Pshuuuuu!!!!)"
        },
        {
            "name": "Horsegirls",
            "text": "Kyaaaaa!? Waaaahhh!?"
        },
        {
            "name": "Mihono Bourbon",
            "text": "Cough… I was worried that there might be some adverse side effects. However, since the smoke consists mainly of water vapor, there should be no harm… Cough."
        },
        {
            "name": "Tamamo Cross",
            "text": "…You sure yer okay?"
        },
        {},
        {
            "text": "Preparations began for the joint dormitory Halloween party. The leader of the preparation committee, Mihono Bourbon was…"
        },
        {
            "name": "Mihono Bourbon",
            "text": "Butter for the cooking committee has been acquired. Now I must acquire some light bulbs for the equipment committee. Afterwards, I need to prepare a time table for the information committee, then contact the costume committee, then…"
        },
        {
            "text": "(Bonk! Brunk, Brrrr…!!)"
        },
        {
            "name": "Mihono Bourbon",
            "text": "…Manufacturing of a spare jack-o-lantern has failed. Therefore, I will prepare this pumpkin as a meal for myself instead…"
        },
        {
            "name": "Mihono Bourbon",
            "text": "Preparing guide materials. The Tracen Academy Halloween event was created for international students. However, the event focuses on entertainment rather than nostalgia…"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Bourbon-san… She seems so busy… After all, the joint dormitory Halloween party is going to be incredibly large…"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "But if we offer to help her without knowing what we're doing, it will just end up causing her to have more work…"
        },
        {
            "name": "Rice Shower",
            "text": "…"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Rice-san?"
        },
        {
            "name": "Rice Shower",
            "text": "Ah… S-Sorry… I… agree with you…"
        },
        {
            "name": "Rice Shower",
            "text": "…I really do… But…"
        },
        {
            "name": "Mihono Bourbon",
            "text": "(Nom, munchmunch… Haah…)"
        },
        {
            "name": "Rice Shower",
            "text": "(I wonder if that pumpkin is the failed jack-o-lantern that she had mentioned…)"
        },
        {
            "name": "Mihono Bourbon",
            "text": "All that is left of this pumpkin is… 15kg 600g… This should keep me hydrated…"
        },
        {
            "name": "Ritto Student",
            "text": "Hey… Bourbon-san. Would you like our help finishing that?"
        },
        {
            "name": "Mihono Bourbon",
            "text": "I refuse. You all have your own tasks at hand currently. Not to mention that this is the result of my failure, therefore, I should resolve it on my own."
        },
        {
            "name": "Tamamo Cross",
            "text": "Hmm? Rice, people've been lining up behind you for a while now, ya know? If ya want a carrot hamburg steak feel free and get one."
        },
        {
            "name": "Rice Shower",
            "text": "Whaa!? Sorry, I am so sorry! I didn't realize that I had lined up… Umm…"
        },
        {
            "name": "Tamamo Cross",
            "text": "What? Got somethin' to say to Bourbon? Then why doncha just tell her? Go on now."
        },
        {
            "name": "Tamamo Cross",
            "text": "Bourbon, excuse me. Rice's got somethin' to talk to you about."
        },
        {
            "name": "Rice Shower",
            "text": "N-No… I… can't… say it…"
        },
        {
            "name": "Tamamo Cross",
            "text": "Eh!? Wastin' time by not sayin' anythings just gonna make it harder to say, ya know? Just start the conversation off with somethin' simple. Like how bout the weather?"
        },
        {
            "name": "Rice Shower",
            "text": "Eeh!? W-Well… Err, umm…"
        },
        {
            "name": "Rice Shower",
            "text": "To… today's weather sure is great, isn't it…?"
        },
        {
            "name": "Mihono Bourbon",
            "text": "I agree, it is sunny today."
        },
        {
            "text": "…"
        },
        {
            "name": "Tamamo Cross",
            "text": "Eh…? What's with the tension here? Is this a blind date?"
        },
        {
            "name": "Super Creek",
            "text": "Ara ara…"
        },
        {
            "text": "And so the preparations for the Tracen Academy joint dormitory Halloween party began in earnest. Will the girls truly be able to pull it off?"
        },
        {
            "text": "That night…"
        },
        {
            "name": "Dorm Student",
            "text": "Kyaaaa!!"
        },
        {
            "text": "There was a scream so loud it could deafen the gods above…"
        }
    ]
}