{
    "text_block_list": [
        {
            "name": "Mihono Bourbon",
            "text": "A task is something that must be accomplished without fail."
        },
        {
            "name": "Mihono Bourbon",
            "text": "If one receives a task, they must see it through to the end, finishing it themselves."
        },
        {
            "name": "Mihono Bourbon",
            "text": "That is what it means to be responsible."
        },
        {
            "name": "Horsegirl A",
            "text": "Kyaa!!"
        },
        {
            "name": "Rice Shower",
            "text": "A scream…? Wait, that was from the Ritto Dormitory…!"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "W-Wait, Rice-san. Remember, if something dangerous is happening we are supposed to stay inside and call the Dorm Master…"
        },
        {
            "name": "Mihono Bourbon",
            "text": "Everyone, it is dangerous out here!"
        },
        {
            "name": "Rice Shower",
            "text": "Th-That's Bourbon-san's voice…!"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Rice-san!?"
        },
        {
            "name": "Horsegirl A",
            "text": "Hagaaa… Hawawa… Ababababa…"
        },
        {
            "name": "Tamamo Cross",
            "text": "What the hell happened to you!? You're lookin' real pale!"
        },
        {
            "name": "Horsegirl A",
            "text": "J… Ju… Just now… A hand… A zombie's hand…!"
        },
        {
            "name": "Mihono Bourbon",
            "text": "Tsk… I must tell the others to not come out right now. What we are dealing with is…"
        },
        {
            "name": "Horsegirl B",
            "text": "Ah. Bourbon-san, I'm from the decoration committee. How's the progress going with the zombie hand toy that I requested?"
        },
        {
            "name": "Mihono Bourbon",
            "text": "My apologies! The head of the dormitory and the academy have both approved the purchase. All that is left is for me to complete the purchase, so… Hmm…? Huh…???"
        },
        {
            "name": "Tamamo Cross",
            "text": "Eh!? It was justa toy!! And yer phone ended up breakin' too!?"
        },
        {
            "name": "Mihono Bourbon",
            "text": "That is correct. An error in the ordering process resulted in 50 “extremely fast zombie hands” being delivered to the dormitories. While returning them a malfunction occurred, and now we are in this predicament."
        },
        {
            "name": "Tamamo Cross",
            "text": "50!? Jeez! First the smoke machine and now this, yer real bad with machines, ain't ya…"
        },
        {
            "name": "Mihono Bourbon",
            "text": "However, this is my task to complete. Therefore I must fix it myself…"
        },
        {
            "name": "Tamamo Cross",
            "text": "No, don't worry bout it. Creek n' I'll take care of it… Bourbon, you wait here."
        },
        {
            "name": "Mihono Bourbon",
            "text": "Eh…?"
        },
        {
            "name": "Tamamo Cross",
            "text": "Haa… She really should try askin' for help with things like this. Anyways, Creek, see any zombie toys over there?"
        },
        {
            "name": "Super Creek",
            "text": "Hey, Tama-chan… Is this really okay? Not having Bourbon help us…"
        },
        {
            "name": "Tamamo Cross",
            "text": "Hmm? Well if Bourbon were to help us, she'd just end up breakin' the machines again, doncha think? What's the point of makin' her do somethin' she can't do?"
        },
        {
            "name": "Tamamo Cross",
            "text": "It'd be like makin' a child who hasn't learned math yet keep track of their family's finances. No one'd do somethin' so cruel. Sometimes you just need the right people for the job, doncha think?"
        },
        {
            "name": "Super Creek",
            "text": "(…But the expression Bourbon-chan had when you told her to stay…)"
        },
        {
            "name": "Tamamo Cross",
            "text": "Haa… Haa… Bourboon!! We found all the zombie toys!"
        },
        {
            "name": "Mihono Bourbon",
            "text": "I apologize… It was my task to fulfill, yet I had to rely on my Senpais to…"
        },
        {
            "name": "Tamamo Cross",
            "text": "No need to worry bout somethin' like this. You can always rely on us…"
        },
        {
            "name": "Mihono Bourbon",
            "text": "I refuse. There will be no need for your assistance in the future because I will not fail again."
        },
        {
            "name": "Mihono Bourbon",
            "text": "I truly apologize for what transpired… I will conduct the rest of my tasks alone."
        },
        {
            "name": "Tamamo Cross",
            "text": "Eh? W-Wait up, Bourbon!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Yer not supposed to say “sorry” in times like these, all we wanted was a “thanks…” Aaahhh!! Waait uup!"
        },
        {
            "name": "Super Creek",
            "text": "Tama-chan…"
        },
        {
            "name": "Super Creek",
            "text": "Bourbon isn't the only one who needs a bit of help…"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Rice-san…! I-Is everything okay? That scream… and Bourbon-san…"
        },
        {
            "name": "Rice Shower",
            "text": "Ahh… U-Umm… Things are probably going to be okay."
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Probably…?"
        },
        {
            "name": "Rice Shower",
            "text": "I'm sorry for running out there so suddenly… I must've startled you right before you went to bed…"
        },
        {
            "name": "Rice Shower",
            "text": "I'm… really sorry… Good night…"
        },
        {
            "text": "(Click…)"
        }
    ]
}