{
    "text_block_list": [
        {
            "name": "Super Creek",
            "text": "Hehe, it's gotten quite late, hasn't it. If we don't head home soon we'll miss our curfews."
        },
        {
            "name": "Rice & Tamamo",
            "text": "…"
        },
        {
            "name": "Super Creek",
            "text": "Why don't we head home then?"
        },
        {
            "name": "Tamamo Cross",
            "text": "Y-Yeah…"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "…"
        },
        {
            "name": "Super Creek",
            "text": "Hehe, Rob Roy-chan seems all tuckered out from today."
        },
        {
            "name": "Tamamo Cross",
            "text": "Seems like she's got a bunch on her mind."
        },
        {
            "name": "Rice Shower",
            "text": "…"
        },
        {
            "name": "Super Creek",
            "text": "Hey, Bourbon-chan. What do you plan on doing when we get back home?"
        },
        {
            "name": "Mihono Bourbon",
            "text": "I will re-examine my plan for the Halloween party with the data that was obtained today. My tasks have also not been completed yet, so I plan to execute those as well."
        },
        {
            "name": "Rice Shower",
            "text": "! By yourself…?"
        },
        {
            "name": "Mihono Bourbon",
            "text": "Yes… After all, these are my tasks."
        },
        {
            "name": "Rice Shower",
            "text": "…"
        },
        {
            "name": "Super Creek",
            "text": "Okay everyone, get a great night's sleep."
        },
        {
            "name": "Rice & Rob Roy",
            "text": "Good… night…"
        },
        {
            "name": "Horsegirl A",
            "text": "Ah, Bourbon-san! A-About the decorations for tomorrow's party. We actually managed to finish our portion today!"
        },
        {
            "name": "Horsegirl B",
            "text": "You've been working super hard through the night haven't you? That's why we were wondering if we could help you out with anything…"
        },
        {
            "name": "Mihono Bourbon",
            "text": "No, I am fine. You girls should take a break instead. Since these are my tasks they should be done alone."
        },
        {
            "name": "Horsegirl A",
            "text": "I see… But you know…"
        },
        {
            "name": "Horsegirl A",
            "text": "Bourbon-san, I know for a fact that you can do it. But you really shouldn't push yourself too hard. Let's all work together to make sure this party is a success!"
        },
        {
            "name": "Mihono Bourbon",
            "text": "…"
        },
        {
            "name": "Super Creek",
            "text": "To put it simply, escaping from this haunted house is a mission for all of us, right…?"
        },
        {
            "name": "Mihono Bourbon",
            "text": "I have already decided that these are my tasks. Therefore, they must be completed alone."
        },
        {
            "name": "Mihono Bourbon",
            "text": "However… the main objective of this mission is to have a great joint dormitory Halloween party…"
        },
        {
            "name": "Mihono Bourbon",
            "text": "But at this stage…"
        },
        {
            "name": "Rice Shower",
            "text": "Even if I think I will be annoying… Even if I think it will be scary… What Rob Roy-san did for me…"
        },
        {
            "name": "Rice Shower",
            "text": "With the power… of a persona…"
        },
        {
            "name": "Rice Shower",
            "text": "I'm sorry, but please…!!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Huh, Rice!? It's almost lights out, ya know!? You should get back to the Miho Dorms."
        },
        {
            "name": "Rice Shower",
            "text": "B-Bu-But! Umm, err… W-Well…!!"
        },
        {
            "name": "Rice Shower",
            "text": "P-Please help me create a persona and costume!! I need it now, or else Bourbon-san will…!"
        },
        {
            "name": "Rice Shower",
            "text": "Bourbon-san will…!"
        },
        {
            "name": "Tamamo Cross",
            "text": "… Rice…"
        },
        {
            "name": "Tamamo Cross",
            "text": "Guess I got no choice. I'll call over Fuji and Hishiama. We'll meet up in yer room."
        },
        {
            "name": "Tamamo Cross",
            "text": "Wait nah… You had the courage to come all the way here."
        },
        {
            "name": "Tamamo Cross",
            "text": "Rice, you really are a great kid, ya know? Anyways, just wait here for a bit, kay?"
        },
        {
            "name": "Mihono Bourbon",
            "text": "… I have confirmed that Flower-san is asleep. Now I must get to work."
        },
        {
            "name": "Mihono Bourbon",
            "text": "Remaining work… Create a proposal for the party and create the decorations that are left. First, I must make an incision in the fabric…"
        },
        {
            "name": "Mihono Bourbon",
            "text": "!?"
        },
        {
            "name": "Rice Shower",
            "text": "Welcome to the land of night… I-I am a vampire…"
        },
        {
            "name": "Rice Shower",
            "text": "You will become… one of my followers…!"
        }
    ]
}