{
    "text_block_list": [
        {
            "name": "Super Creek",
            "text": "Ara, Tama-chan… I just saw Rice-chan running through the hallway."
        },
        {
            "name": "Tamamo Cross",
            "text": "Ahh. She had to rush to make sure her costume fit. I already told the dorm leader's that she'll be comin' back after curfew as well."
        },
        {
            "name": "Tamamo Cross",
            "text": "More importantly, Creek. About what'cha said before…"
        },
        {
            "name": "Tamamo Cross",
            "text": "It's real hard standin' by and watchin' ‘em, ya know? It'd be much easier to help ‘em out directly."
        },
        {
            "name": "Super Creek",
            "text": "Hehe… Tama-chan, when you and I become mothers, it'll be pretty hard on us, huh?"
        },
        {
            "name": "Rice Shower",
            "text": "Welcome to the land of night… I-I am a vampire…"
        },
        {
            "name": "Mihono Bourbon",
            "text": "What are you doing, Rice-san?"
        },
        {
            "name": "Rice Shower",
            "text": "Hya!? U-Umm… Well, you see…"
        },
        {
            "name": "Rice Shower",
            "text": "First, I would like to apologize…!"
        },
        {
            "name": "Rice Shower",
            "text": "What I am about to say will probably annoy you, but…! I… I want…"
        },
        {
            "name": "Rice Shower",
            "text": "I want to help you, Bourbon-san…!"
        },
        {
            "name": "Mihono Bourbon",
            "text": "But Rice-san, you are…"
        },
        {
            "name": "Rice Shower",
            "text": "I know I will probably cause some kind of misfortune to happen, but… I can't just stand by and let you do all of this alone…"
        },
        {
            "name": "Rice Shower",
            "text": "That's why… I became someone other than Rice…! I adopted the persona of someone that could be useful to you…!"
        },
        {
            "name": "Rice Shower",
            "text": "And even if you refuse, I'll suck your blood and make you my follower…! I will help you, no matter what it takes…!"
        },
        {
            "name": "Mihono Bourbon",
            "text": "A persona…"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Experiencing one's suppressed desires… Becoming someone different from oneself… I think that is the true purpose of Halloween, to achieve these desires through a transformation."
        },
        {
            "name": "Mihono Bourbon",
            "text": "There were so many things that I had not realized…"
        },
        {
            "name": "Rice Shower",
            "text": "Huh…?"
        },
        {
            "name": "Mihono Bourbon",
            "text": "If I adopt a persona as well, will I be able to become someone other than myself…?"
        },
        {
            "name": "Rice Shower",
            "text": "B-Bourbon-san…?"
        },
        {
            "name": "Mihono Bourbon",
            "text": "I am not Mihono Bourbon… I am a ghost."
        },
        {
            "name": "Mihono Bourbon",
            "text": "To assist me in uninstalling the regrets of my former life, I will ask you a few questions."
        },
        {
            "name": "Mihono Bourbon",
            "text": "I want to complete my tasks flawlessly. That was the mission I was assigned. However, at this point I am unsure if that is possible."
        },
        {
            "name": "Mihono Bourbon",
            "text": "Essentially, once one takes on the responsibility of a task, one must see it through to the end, alone."
        },
        {
            "name": "Mihono Bourbon",
            "text": "However… once you realize that you initially miscalculated the amount of work necessary for the success of the Halloween party…"
        },
        {
            "name": "Mihono Bourbon",
            "text": "…Wouldn't accepting assistance be tantamount to failing my mission…?"
        },
        {
            "name": "Rice Shower",
            "text": "…Bourbon-san…"
        },
        {
            "name": "Rice Shower",
            "text": "It wouldn't be you failing your mission…! Because cooperation is the key to success!"
        },
        {
            "name": "Mihono Bourbon",
            "text": "If someone were to offer to assist me with my work… wouldn't that mean that they have judged that I am unfit to complete the task at hand?"
        },
        {
            "name": "Rice Shower",
            "text": "Th-That's not it…! Bourbon-san, no one will think less of you if you accept help…!"
        },
        {
            "name": "Mihono Bourbon",
            "text": "But it was meant to be a job for me and me alone, wasn't it? If we were to change that, it will have an affect on the entire…"
        },
        {
            "name": "Rice Shower",
            "text": "A-And if you were to collapse from overwork I think the others would be sad… No, I'm absolutely sure they would…"
        },
        {
            "name": "Mihono Bourbon",
            "text": "But…"
        },
        {
            "name": "Rice Shower",
            "text": "You won't need to say but anymore…"
        },
        {
            "name": "Rice Shower",
            "text": "Hey, Ghost-san. You're just like me, aren't you. You have things that worry you too."
        },
        {
            "name": "Rice Shower",
            "text": "But… please listen to me. I want to be a part of this. I want to help you."
        },
        {
            "name": "Rice Shower",
            "text": "I don't want to see you in pain anymore, I just want to see you smile again… That's all I want…"
        },
        {
            "name": "Mihono Bourbon",
            "text": "…"
        },
        {
            "name": "Mihono Bourbon",
            "text": "…Then would you assist me in dealing with the pumpkins that I destroyed earlier?"
        },
        {
            "name": "Rice Shower",
            "text": "! Leave it to me!"
        },
        {
            "name": "Rice Shower",
            "text": "I'm a great eater after all!"
        },
        {
            "text": "And finally the day of the Halloween party arrived."
        },
        {
            "name": "Horsegirl A",
            "text": "Kyaa!? What the heck is that!? A zombie's… a zombie's hand…!!"
        },
        {
            "name": "Horsegirl B",
            "text": "Heh heh heh… What a great smile! Let's see, this picture has you… and someone that you can't see in it!"
        },
        {
            "name": "Horsegirl A",
            "text": "Kyaaa!?"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Hehe, this year's Halloween party is very lively, isn't it?"
        },
        {
            "name": "Rice Shower",
            "text": "But we've still got plenty of frightening tricks prepared. Isn't that right…. Bourbon-san."
        },
        {
            "name": "Mihono Bourbon",
            "text": "Of course. Alerting the decoration committee and flipping the switch."
        },
        {
            "name": "Horsegirls",
            "text": "Okay! Leave it to us!"
        },
        {
            "name": "Smoke Machine",
            "text": "(Piiiiiii!! Bshwuuuuu!!)"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Kyaa!?"
        },
        {
            "name": "Vacuum Cleaner",
            "text": "(Ssssssssss!)"
        },
        {
            "name": "Mihono Bourbon",
            "text": "Similar to that, there are various tricks here meant to amuse you and the other attendees."
        },
        {
            "name": "Rice Shower",
            "text": "Hehe… everyone's working together. Ehehe… even I was able to help a little."
        },
        {
            "name": "Horsegirl C",
            "text": "(Glance)"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Ah… That child is all alone…"
        },
        {
            "name": "Rice Shower",
            "text": "…………"
        },
        {
            "name": "Rice Shower",
            "text": "Bite…!"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Huh?"
        },
        {
            "name": "Rice Shower",
            "text": "Ehehe… Rob Roy-san, I just turned you into a vampire."
        },
        {
            "name": "Rice Shower",
            "text": "So why don't you make that child into one of us too? Because… vampire's can become friends with anyone, right?"
        },
        {
            "name": "Rice Shower",
            "text": "Plus I'm sure there's plenty of children that would love to be friends with you, Rob Roy-san."
        },
        {
            "name": "Super Creek",
            "text": "Everyone, the changing booth is this way! Even if you haven't requested a costume, we may have spare ones ready!"
        },
        {
            "name": "Tamamo Cross",
            "text": "Hmm, I'm mostly done guidin' the guests. Guess it's time for me ta get changed too."
        },
        {
            "name": "Tamamo Cross",
            "text": "Ah, Bourbon. This year's Halloween's goin' great, ain't it? Everyone's workin' together so well, and you were an amazin' coordinator!"
        },
        {
            "name": "Mihono Bourbon",
            "text": "That may be so, however, I would still like to apologize for all of the mistakes I had made up until now."
        },
        {
            "name": "Tamamo Cross",
            "text": "Huh? Yer doin' that again…"
        },
        {
            "name": "Mihono Bourbon",
            "text": "Thank you very much, Tamamo-san… I am truly grateful for the assistance that you provided me."
        },
        {
            "name": "Tamamo Cross",
            "text": "…Haha, you've got a nice smile, don'cha. I'm sorry for all the trouble I put'cha through too. Anyways, I'ma go get changed."
        },
        {
            "name": "Mihono Bourbon",
            "text": "Understood… …………"
        },
        {
            "name": "Mihono Bourbon",
            "text": "Everyone, Happy Halloween."
        },
        {
            "name": "Mihono Bourbon",
            "text": "Please have a wonderful Halloween and have a great time with those you cherish."
        }
    ]
}