{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "It was spring when I was finally accepted into Tracen Academy. My \nmother was so happy when she saw the academy's brochure.",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "“This academy seems to have various events to show their \nappreciation towards their students. Look, they even have \nHalloween and Christmas parties for the dorms!”",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "“I'm sure you'll make a lot of friends there, Rob Roy-chan. I \nhope you make the most out of your time at Tracen Academy.”",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "(…First impressions are very important when it comes to making \nfriends. That's why I practiced introducing myself. I should go \nand reach out to some people…)",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "――――",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "…………",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "……",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "Ughh… Why am I so…",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "Ah…",
            "name": "Rice Shower"
        },
        {
            "text": "(Ah, that's right! If you live in a dormitory, you're meant to \nhave a roommate! So she must be…)",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "U-Umm…",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "I… Umm…",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "(If I suddenly ask her to be my friend… won't she just think \nthat I'm some weird Uma Musume?)",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "(If you tell someone that you'd like for them to be your friend \nit's the same as telling them you don't have any friends… If I \nwere to confess something that embarrassing, she would \ndefinitely keep her distance from me…)",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "…………",
            "name": "Rice Shower"
        },
        {
            "text": "(Squeeze…)"
        },
        {
            "text": "Huh…?",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "S-Sorry… It's just that, when I would get nervous my mother would \nhold my hands… and that usually made me feel better…",
            "name": "Rice Shower"
        },
        {
            "text": "I-I'm so sorry…! I did something weird didn't I…!",
            "name": "Rice Shower"
        },
        {
            "text": "N-No, it was nothing like that! I… Umm… Err…!",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "Would you be willing to be my friend…?",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "(Whenever Rice-san did something like this, \nit was always for someone else's sake…)",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "…………",
            "name": "Rice Shower"
        },
        {
            "text": "(I think Rice-san wants to speak with Bourbon-san…)",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "(I'm sure I'm right about this. But despite knowing, \nall I can do is stand and watch. There's nothing \nI can do to help, after all.)",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "(It would be strange if I suddenly went up to Rice-san \nand Bourbon-san… Not to mention, since it's me I \nwould just end up confusing them both. I need someone \nbetter at talking than I am…)",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "(But what I really need… What I really need to do is…)",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "Ah… A transformation, a masquerade… The ability to become someone \ndifferent from yourself… In a dream-like place…",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "A place brimming with costumes and endless stories… \nA country of dreams that will only be here for \na limited time… Halloween Land…!",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "This is it…! If I could get everyone to come here…!",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "It seems as though presently there is an error regarding the \nplanning of the Halloween party… Analysis of past information \nis required in order to properly complete the mission.",
            "name": "Mihono Bourbon"
        },
        {
            "text": "Calculating the possibility of failure after one week. \nArrangements for the props, which were a concern, have \ncompleted. Therefore, I surmise that it is not the application \nof my plans that causes failure, but something more fundamental…",
            "name": "Mihono Bourbon"
        },
        {
            "text": "……",
            "name": "Rice Shower"
        },
        {
            "text": "I tried to talk to Bourbon-san last night… but when Tamamo-san \nand Creek-san appeared so suddenly…",
            "name": "Rice Shower"
        },
        {
            "text": "I was worried that if I suddenly showed up I would \njust get in everyone's way… I was so scared… My \nlegs were shaking… Then I realized…",
            "name": "Rice Shower"
        },
        {
            "text": "(I need to stop this… There's no point \nin being worried all of the time…)",
            "name": "Rice Shower"
        },
        {
            "text": "(But at the same time, calling out to you \nso suddenly would probably upset you…)",
            "name": "Rice Shower"
        },
        {
            "text": "Y-You two…!! Become my familiars!!",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "Ehh…? Huh…?",
            "name": "Rice & Bourbon"
        },
        {
            "text": "…………",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "That was meant for the two of you…!",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "Eh!? M-Me…?",
            "name": "Rice Shower"
        },
        {
            "text": "Yes, I have something to request of the two of \nyou! Come with me to an amusement park!",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "This amusement park is hosting a Halloween event, \nbut going alone would be no fun. We did promise \none another we'd help each other, didn't we?",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "I've also heard that this amusement park is sooo much fun! It \nseems that the former head of the planning committee, Inari-san, \nused this as a reference for the party she threw!",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "……!",
            "name": "Mihono Bourbon"
        },
        {
            "text": "Anyways, it seems like an amazing \nplace. I want to go so bad, so…",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "Become my familiars and come with me!! D-Do you understand!?",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "Tamamo-senpaii! Please help me! You see, \nI was trying to fix this frayed hem…",
            "name": "Ritto Student"
        },
        {
            "text": "Ahh, no worries! I'll take care of it, so just leave it there.",
            "name": "Tamamo Cross"
        },
        {
            "text": "Now all we need to do is check the costumes for the Miho \ndormitory, right…? I need to gather the girls who haven't \nfinished their costume fittings.",
            "name": "Super Creek"
        },
        {
            "text": "Okay. Things are going great. I'll go and check \non Bourbon to see if she needs any help…",
            "name": "Tamamo Cross"
        },
        {
            "text": "I heard that Bourbon-san went to that insanely scary \namusement park! Did she go there to collect data cause \nshe's been stressing about the Halloween party?",
            "name": "Horsegirl A"
        },
        {
            "text": "Eh? Who'd she go with? I don't think she'd go alone… but at \nthe same time when I offered to help her before, she refused… \nJeez, I wish she'd learn to rely on us some more.",
            "name": "Horsegirl B"
        },
        {
            "text": "She's… at it again, ain't she… \nDamnit… Creek, you comin' too?",
            "name": "Tamamo Cross"
        },
        {
            "text": "Hehe, well of course! I'll go and get ready♪",
            "name": "Super Creek"
        },
        {
            "text": "Woah, there's so many pumpkins! They're so cute…! \nAnd the dancers are wearing such poofy outfits…",
            "name": "Rice Shower"
        },
        {
            "text": "Hehe, that's not where we are headed. Ah… Umm… \nYou two, come along now! The place we're headed is…",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "Braaaains…",
            "name": "Zombie"
        },
        {
            "text": "(Skrrrrrt… Skrrrrrt… Squeeeaak…)",
            "name": "Mysterious Sound"
        },
        {
            "text": "Th-This is the pla-…",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "(Pshhhh! Brrrrmm…)"
        },
        {
            "text": "Everyone, hold onto your tails! Hurry! Or they'll be grabbed!!",
            "name": "Mihono Bourbon"
        },
        {
            "text": "Kyaaaaa!!",
            "name": "Zombie"
        },
        {
            "text": "Kyaaaa!?",
            "name": "Rice & Rob Roy"
        },
        {
            "text": "Rice-san!? Rob Roy-san!?",
            "name": "Mihono Bourbon"
        },
        {
            "text": "An echoing scream rang through the night. Rice Shower and \nZenno Rob Roy managed to escape. Unable to be stopped by \nMihono Bourbon, those 2 wandered into a city crawling with zombies."
        },
        {
            "text": "The 3 of them have wandered into the frightening \nHalloween zone. What awaited them there was…"
        }
    ]
}