{
    "text_block_list": [
        {
            "name": "Super Creek",
            "text": "Hey, Tama-chan. What do you plan on doing if I let you through?"
        },
        {
            "name": "Tamamo Cross",
            "text": "Well I'm worried about you three, so I was gonna offer to help…"
        },
        {
            "name": "Super Creek",
            "text": "More importantly… You wouldn't happen to be planning on mediating the conversations between those two, now would you?"
        },
        {
            "name": "Tamamo Cross",
            "text": "Eh? How the hell'd you…"
        },
        {
            "name": "Super Creek",
            "text": "Hehe, you really are quite a nice child, Tama-chan. You're a child that would act quickly for anyone's sake. However…"
        },
        {
            "name": "Tamamo Cross",
            "text": "It'd be like makin' a child who hasn't learned math yet keep track of their family's finances. No one'd do somethin' so cruel. Sometimes you just need the right people for the job, doncha think?"
        },
        {
            "name": "Tamamo Cross",
            "text": "Ahh, no worries! I'll take care of it, so just leave it there."
        },
        {
            "name": "Super Creek",
            "text": "Why don't we wait here for a bit…?"
        },
        {
            "name": "Tamamo Cross",
            "text": "Wait!?"
        },
        {
            "name": "Super Creek",
            "text": "It's not that I'm telling you to stay completely out of these kinds of things. However, you also shouldn't just do the things for them."
        },
        {
            "name": "Super Creek",
            "text": "Just give them a little bit of support… then wait. Don't tell them that they can't do something. Tell them that they'll soon be able to do it with a little bit of help."
        },
        {
            "name": "Super Creek",
            "text": "Believe in them and watch over them. Those are ways in which you can show you care."
        },
        {
            "name": "Rob Roy & Bourbon",
            "text": "Tama-san, I'm so sorry… I should have come with… Creek-san. The mystery has been unraveled, therefore we should all reconvene…"
        },
        {
            "name": "Super Creek",
            "text": "Because the truth is… they're all capable of doing amazing things."
        },
        {
            "name": "Tamamo Cross",
            "text": "…"
        },
        {
            "name": "Rice Shower",
            "text": "Haa… I'm so glad that we were able to make it out of there…"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Um, Rice-san… Were you able to speak with Bourbon-san at all…? Like when we were trapped inside of that haunted house…"
        },
        {
            "name": "Rice Shower",
            "text": "Eh? In the haunted house? Umm, while we were trapped…"
        },
        {
            "text": "(Clunkaclunk!!)"
        },
        {
            "name": "Rice Shower",
            "text": "Hyaa!"
        },
        {
            "name": "Mihono Bourbon",
            "text": "Rice-san, your reactions are quite telling… They are truly beneficial when determining how one should act in these types of situations."
        },
        {
            "name": "Rice Shower",
            "text": "Eh… I… guess so?"
        },
        {
            "name": "Rice Shower",
            "text": "In the end, Bourbon-san did most of the unravelling while all I did was continuously get scared…"
        },
        {
            "name": "Rice Shower",
            "text": "But I'm glad… Despite always bothering her, today I was at least of some use to Bourbon-san."
        },
        {
            "name": "Rice Shower",
            "text": "But all of this wouldn't have happened if you didn't invite me here, Rob Roy-san. Ehehe… Thank you so much for bringing me here."
        },
        {
            "name": "Zenno Rob Roy",
            "text": "…!"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "I'm so glad… So glad that I was able to help you, Rice-san…!"
        },
        {
            "name": "Rice Shower",
            "text": "Huh? Rob Roy-san…?"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "When I invited you, and even after we arrived, I kept doubting whether this was a good idea… I kept worrying that I might be bothering the two of you…!"
        },
        {
            "name": "Rice Shower",
            "text": "? I-I didn't think of you as a bother? Actually, I thought you were really amazing today…"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "That's all thanks to Sweep-san. I actually borrowed this wand from her…"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "I wanted to be able to express myself just like Sweep-san does. That's why… I created a witch persona."
        },
        {
            "name": "Rice Shower",
            "text": "Persona…?"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Experiencing one's suppressed desires… Becoming someone different from oneself… I think that is the true purpose of Halloween, to achieve these desires through a transformation."
        },
        {
            "name": "Rice Shower",
            "text": "Could it be… this entire time… behind that witch persona… you were really scared?"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Ehehe… Yes, but I thought you were in trouble so I wanted to help. I know it was kind of a selfish thing to do though…!"
        },
        {
            "name": "Super Creek",
            "text": "Rice-chan, Rob Roy-chan. It's time for us to go to the next area."
        },
        {
            "name": "Zenno Rob Roy",
            "text": "! Ah, okay…! U-Umm… but there's one thing that I'd like to say…"
        },
        {
            "name": "Zenno Rob Roy",
            "text": "Rice-san… you've been worrying about annoying others, but to me that just shows how caring you are. I just wanted to let you know that…"
        },
        {
            "name": "Rice Shower",
            "text": "Rob Roy-san… …………………"
        }
    ]
}