{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "Hey hey, so what are ya gonna wear this year? Are \nyou gonna be a witch? Or maybe… a black cat?",
            "name": "Horsegirl A"
        },
        {
            "text": "Jeez, stop messing around and help me with preparing the food! \nThe ones in charge this year are…",
            "name": "Horsegirl B"
        },
        {
            "text": "…As it stands, the Ritto dormitory will be in charge of this \nyear's joint dormitory Halloween party.",
            "name": "Mihono Bourbon"
        },
        {
            "text": "And it has been decided that I, Mihono Bourbon, \nwill be the leader of the preparation committee. \nI look forward to working with you all.",
            "name": "Mihono Bourbon"
        },
        {
            "text": "And Creek and I'll be takin' care of the \ncostumes! Everyone, let's do our best!!",
            "name": "Tamamo Cross"
        },
        {
            "text": "The costumes will be made in collaboration with \nthe school staff, so if anyone has a desired costume, \nplease fill out the application form.",
            "name": "Super Creek"
        },
        {
            "text": "Anyways, Bourbon, this yer first time bein' \nin charge, ain't it? Anythin' worryin ya?",
            "name": "Tamamo Cross"
        },
        {
            "text": "Last year Inari was put in charge of \nMiho. That sure was a mess, huh…",
            "name": "Tamamo Cross"
        },
        {
            "text": "There is no problem. My mission of ordering sweets for the joint \ndormitory Halloween party has already concluded.",
            "name": "Mihono Bourbon"
        },
        {
            "text": "Continuing with last year's theme, I have also ordered a smoke \nmachine, which has already arrived. It will be loaned out to the \nequipment committee once a thorough analysis has been conducted.",
            "name": "Mihono Bourbon"
        },
        {
            "text": "Wow. Bourbon-chan, you're doing as great a job as ever.",
            "name": "Super Creek"
        },
        {
            "text": "However, when I attempted to turn the smoke machine on in order \nto conduct a test run, no smoke came out. Therefore, one can \nreasonably conclude that there is a possibility…",
            "name": "Mihono Bourbon"
        },
        {
            "text": "(Beeeeeep!! Pshuuuuu!!!!)",
            "name": "Smoke Machine"
        },
        {
            "text": "Kyaaaaa!? Waaaahhh!?",
            "name": "Horsegirls"
        },
        {
            "text": "Cough… I was worried that there might be some adverse side \neffects. However, since the smoke consists mainly of water \nvapor, there should be no harm… Cough.",
            "name": "Mihono Bourbon"
        },
        {
            "text": "…You sure yer okay?",
            "name": "Tamamo Cross"
        },
        {
            "text": ""
        },
        {
            "text": "Preparations began for the joint dormitory Halloween party. The \nleader of the preparation committee, Mihono Bourbon was…"
        },
        {
            "text": "Butter for the cooking committee has been acquired. Now I must \nacquire some light bulbs for the equipment committee. \nAfterwards, I need to prepare a time table for the information \ncommittee, then contact the costume committee, then…",
            "name": "Mihono Bourbon"
        },
        {
            "text": "(Bonk! Brunk, Brrrr…!!)"
        },
        {
            "text": "…Manufacturing of a spare jack-o-lantern has failed. Therefore, \nI will prepare this pumpkin as a meal for myself instead…",
            "name": "Mihono Bourbon"
        },
        {
            "text": "Preparing guide materials. The Tracen Academy Halloween event \nwas created for international students. However, the event \nfocuses on entertainment rather than nostalgia…",
            "name": "Mihono Bourbon"
        },
        {
            "text": "Bourbon-san… She seems so busy… After all, the joint dormitory \nHalloween party is going to be incredibly large…",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "But if we offer to help her without knowing what we're doing, it \nwill just end up causing her to have more work…",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "…",
            "name": "Rice Shower"
        },
        {
            "text": "Rice-san?",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "Ah… S-Sorry… I… agree with you…",
            "name": "Rice Shower"
        },
        {
            "text": "…I really do… But…",
            "name": "Rice Shower"
        },
        {
            "text": "(Nom, munchmunch… Haah…)",
            "name": "Mihono Bourbon"
        },
        {
            "text": "(I wonder if that pumpkin is the failed \njack-o-lantern that she had mentioned…)",
            "name": "Rice Shower"
        },
        {
            "text": "All that is left of this pumpkin is… 15kg \n600g… This should keep me hydrated…",
            "name": "Mihono Bourbon"
        },
        {
            "text": "Hey… Bourbon-san. Would you like our help finishing that?",
            "name": "Ritto Student"
        },
        {
            "text": "I refuse. You all have your own tasks at hand currently. Not to \nmention that this is the result of my failure, therefore, I \nshould resolve it on my own.",
            "name": "Mihono Bourbon"
        },
        {
            "text": "Hmm? Rice, people've been lining up behind you \nfor a while now, ya know? If ya want a carrot \nhamburg steak feel free and get one.",
            "name": "Tamamo Cross"
        },
        {
            "text": "Whaa!? Sorry, I am so sorry! I didn't \nrealize that I had lined up… Umm…",
            "name": "Rice Shower"
        },
        {
            "text": "What? Got somethin' to say to Bourbon? Then \nwhy doncha just tell her? Go on now.",
            "name": "Tamamo Cross"
        },
        {
            "text": "Bourbon, excuse me. Rice's got somethin' to talk to you about.",
            "name": "Tamamo Cross"
        },
        {
            "text": "N-No… I… can't… say it…",
            "name": "Rice Shower"
        },
        {
            "text": "Eh!? Wastin' time by not sayin' anythings just gonna make it \nharder to say, ya know? Just start the conversation off with \nsomethin' simple. Like how bout the weather?",
            "name": "Tamamo Cross"
        },
        {
            "text": "Eeh!? W-Well… Err, umm…",
            "name": "Rice Shower"
        },
        {
            "text": "To… today's weather sure is great, isn't it…?",
            "name": "Rice Shower"
        },
        {
            "text": "I agree, it is sunny today.",
            "name": "Mihono Bourbon"
        },
        {
            "text": "…"
        },
        {
            "text": "Eh…? What's with the tension here? Is this a blind date?",
            "name": "Tamamo Cross"
        },
        {
            "text": "Ara ara…",
            "name": "Super Creek"
        },
        {
            "text": "And so the preparations for the Tracen Academy joint \ndormitory Halloween party began in earnest. Will \nthe girls truly be able to pull it off?"
        },
        {
            "text": "That night…"
        },
        {
            "text": "Kyaaaa!!",
            "name": "Dorm Student"
        },
        {
            "text": "There was a scream so loud it could deafen the gods above…"
        }
    ]
}