{
    "no_wrap": true,
    "text_block_list": [
        {
            "text": "A task is something that must be accomplished without fail.",
            "name": "Mihono Bourbon"
        },
        {
            "text": "If one receives a task, they must see it through \nto the end, finishing it themselves.",
            "name": "Mihono Bourbon"
        },
        {
            "text": "That is what it means to be responsible.",
            "name": "Mihono Bourbon"
        },
        {
            "text": "Kyaa!!",
            "name": "Horsegirl A"
        },
        {
            "text": "A scream…? Wait, that was from the Ritto Dormitory…!",
            "name": "Rice Shower"
        },
        {
            "text": "W-Wait, Rice-san. Remember, if something dangerous is happening \nwe are supposed to stay inside and call the Dorm Master…",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "Everyone, it is dangerous out here!",
            "name": "Mihono Bourbon"
        },
        {
            "text": "Th-That's Bourbon-san's voice…!",
            "name": "Rice Shower"
        },
        {
            "text": "Rice-san!?",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "Hagaaa… Hawawa… Ababababa…",
            "name": "Horsegirl A"
        },
        {
            "text": "What the hell happened to you!? You're lookin' real pale!",
            "name": "Tamamo Cross"
        },
        {
            "text": "J… Ju… Just now… A hand… A zombie's hand…!",
            "name": "Horsegirl A"
        },
        {
            "text": "Tsk… I must tell the others to not come out \nright now. What we are dealing with is…",
            "name": "Mihono Bourbon"
        },
        {
            "text": "Ah. Bourbon-san, I'm from the decoration committee. How's the \nprogress going with the zombie hand toy that I requested?",
            "name": "Horsegirl B"
        },
        {
            "text": "My apologies! The head of the dormitory and the academy have both \napproved the purchase. All that is left is for me to complete \nthe purchase, so… Hmm…? Huh…???",
            "name": "Mihono Bourbon"
        },
        {
            "text": "Eh!? It was justa toy!! And yer phone ended up breakin' too!?",
            "name": "Tamamo Cross"
        },
        {
            "text": "That is correct. An error in the ordering process resulted in 50 \n“extremely fast zombie hands” being delivered to the \ndormitories. While returning them a malfunction occurred, and \nnow we are in this predicament.",
            "name": "Mihono Bourbon"
        },
        {
            "text": "50!? Jeez! First the smoke machine and now this, \nyer real bad with machines, ain't ya…",
            "name": "Tamamo Cross"
        },
        {
            "text": "However, this is my task to complete. \nTherefore I must fix it myself…",
            "name": "Mihono Bourbon"
        },
        {
            "text": "No, don't worry bout it. Creek n' I'll take \ncare of it… Bourbon, you wait here.",
            "name": "Tamamo Cross"
        },
        {
            "text": "Eh…?",
            "name": "Mihono Bourbon"
        },
        {
            "text": "Haa… She really should try askin' for help with things like this. \nAnyways, Creek, see any zombie toys over there?",
            "name": "Tamamo Cross"
        },
        {
            "text": "Hey, Tama-chan… Is this really okay? Not having Bourbon help us…",
            "name": "Super Creek"
        },
        {
            "text": "Hmm? Well if Bourbon were to help us, she'd just end up \nbreakin' the machines again, doncha think? What's the \npoint of makin' her do somethin' she can't do?",
            "name": "Tamamo Cross"
        },
        {
            "text": "It'd be like makin' a child who hasn't learned math yet keep \ntrack of their family's finances. No one'd do somethin' so cruel. \nSometimes you just need the right people for the job, doncha think?",
            "name": "Tamamo Cross"
        },
        {
            "text": "(…But the expression Bourbon-chan \nhad when you told her to stay…)",
            "name": "Super Creek"
        },
        {
            "text": "Haa… Haa… Bourboon!! We found all the zombie toys!",
            "name": "Tamamo Cross"
        },
        {
            "text": "I apologize… It was my task to \nfulfill, yet I had to rely on my Senpais to…",
            "name": "Mihono Bourbon"
        },
        {
            "text": "No need to worry bout somethin' like this. \nYou can always rely on us…",
            "name": "Tamamo Cross"
        },
        {
            "text": "I refuse. There will be no need for your assistance in the \nfuture because I will not fail again.",
            "name": "Mihono Bourbon"
        },
        {
            "text": "I truly apologize for what transpired… \nI will conduct the rest of my tasks alone.",
            "name": "Mihono Bourbon"
        },
        {
            "text": "Eh? W-Wait up, Bourbon!",
            "name": "Tamamo Cross"
        },
        {
            "text": "Yer not supposed to say “sorry” in times like these, all we \nwanted was a “thanks…” Aaahhh!! Waait uup!",
            "name": "Tamamo Cross"
        },
        {
            "text": "Tama-chan…",
            "name": "Super Creek"
        },
        {
            "text": "Bourbon isn't the only one who needs a bit of help…",
            "name": "Super Creek"
        },
        {
            "text": "Rice-san…! I-Is everything okay? \nThat scream… and Bourbon-san…",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "Ahh… U-Umm… Things are probably going to be okay.",
            "name": "Rice Shower"
        },
        {
            "text": "Probably…?",
            "name": "Zenno Rob Roy"
        },
        {
            "text": "I'm sorry for running out there so suddenly… \nI must've startled you right before you went to bed…",
            "name": "Rice Shower"
        },
        {
            "text": "I'm… really sorry… Good night…",
            "name": "Rice Shower"
        },
        {
            "text": "(Click…)"
        }
    ]
}