{
    "no_wrap": true,
    "text_block_list": [
        {
            "name": "Gentil's Father",
            "text": "Gentil. Your power is already overwhelming. I've heard \nthat at Tracen Academy, your strength has no equal."
        },
        {
            "name": "Gentil's Father",
            "text": "But sometimes I wonder. Why have you chosen to \nstay in that world? I've also heard that you've \naccepted a rematch with someone you defeated……"
        },
        {
            "name": "Gentildonna",
            "text": "Aahahaha!"
        },
        {
            "name": "Gentildonna",
            "text": "I must apologize, father. No matter how much I \ntrain and refine myself in that world――it always \nwhispers to me, to become even stronger."
        },
        {
            "name": "Gentildonna",
            "text": "……in the end, all that will remain is the body and \nmind of the strong. Races are the simplest and \nmost spectacular way to prove your \"Strength\"."
        },
        {
            "name": "Verxina",
            "text": "Huu-……! Huu-……!"
        },
        {
            "name": "Mid-rank Trainer",
            "text": "……Verxina. That girl, she's switched to a \nmore intense and heavy menu than before……"
        },
        {
            "name": "Gentildonna",
            "text": "……Is this spot open?"
        },
        {
            "name": "Verxina",
            "text": "……it's……all yours……!"
        },
        {
            "name": "Both",
            "text": "………………………………"
        },
        {
            "name": "Verxina",
            "text": "――……I――"
        },
        {
            "name": "Verxina",
            "text": "I've already thrown away the person I was when I lost \nto you. All of my strategies, training menu, all of it."
        },
        {
            "name": "Gentildonna",
            "text": "…………Heh."
        },
        {
            "text": "――The day of Gentildonna and Verxina's race. \nThe spectator seats were filled with Uma Musume \nand trainers that had heard the rumors."
        },
        {
            "name": "Gentildonna",
            "text": "Aah……what good timing, you over there. \nRookie Trainer-san."
        },
        {
            "name": "Gentildonna",
            "text": "Would you record the time? \nAll of it, until the goal.",
            "choice_data_list": [
                "!? ……Understood."
            ]
        },
        {
            "name": "Gentildonna",
            "text": "……――Are you more tense than yesterday? \nYou went to the gym at noon too, didn't you?"
        },
        {
            "name": "Verxina",
            "text": "Yes. Yesterday night, and this morning too. And up until now. \nI've been spending the necessary time in the necessary places."
        },
        {
            "name": "Verxina",
            "text": "Next time, I won't let you get away. I'll run \nfast enough that you won't be able to get away. \nThat's precisely what I've been training for."
        },
        {
            "name": "Gentildonna",
            "text": "…………I see."
        },
        {
            "text": "And then both of them take their positions in \nsilence. It was a long, prolonged silence――"
        },
        {
            "text": "And then the silence was broken by the \nsound of feet kicking off of the turf!!"
        },
        {
            "name": "Gentil & Verxina",
            "text": "Daaaaaaaaaaaaaah! \nYaaaaaaaaaaaaa!"
        },
        {
            "text": "The two of them remain neck-and-neck, overflowing \nwith fighting spirit, and each fighting for victory. \nThe atmosphere was all consuming, and then――"
        },
        {
            "name": "Verxina",
            "text": "Haa……Haaa……Kuu――!"
        },
        {
            "text": "――Gentildonna won by a nose."
        },
        {
            "name": "Gentildonna",
            "text": "………… ……what was my time?"
        },
        {
            "text": "At Gentildonna's words, I look at my stopwatch. The time was……",
            "choice_data_list": [
                "Compared to before……it's faster"
            ]
        },
        {
            "name": "Gentildonna",
            "text": "I see, faster than before. \n………………"
        },
        {
            "name": "Gentildonna",
            "text": "Verxina, you've gotten stronger. However, I was able to become \neven stronger than that. That is reality, the unshakable truth."
        },
        {
            "name": "Verxina",
            "text": "――……Kuu, but even then!!"
        },
        {
            "name": "Verxina",
            "text": "Even if that's the case…… I will continue to \nchallenge you……! I'll figure out why I lose, and \nfix it, as many hundreds of times as it takes!"
        },
        {
            "name": "Verxina",
            "text": "Until the day I surpass you! \nI'll still continue――……to seek strength!!"
        },
        {
            "name": "Gentildonna",
            "text": "Very good!"
        },
        {
            "name": "Gentildonna",
            "text": "That is how a racer should be! Even if you stumble \nand are covered in mud. Wipe yourself off, stand \nagain and surpass the you from yesterday!"
        },
        {
            "name": "Gentildonna",
            "text": "Continue challenging me, to become strong. \nTo prove that you are the stronger one."
        },
        {
            "name": "Gentildonna",
            "text": "Shave away all your imperfections……so that I can truly become the strongest."
        },
        {
            "name": "Gentildonna",
            "text": "Our \"Strength\" is for smashing through the barriers \nbefore us. All so that we can accomplish what we desire."
        },
        {
            "name": "Gentildonna",
            "text": "――And then I, with this body, with this \npower, will prove that I am the strongest."
        },
        {
            "name": "Verxina",
            "text": "…………！\n………………"
        },
        {
            "name": "Verxina",
            "text": "……I'll excuse myself here. \nFrom now on, be prepared."
        },
        {
            "name": "Gentildonna",
            "text": "Yes. ……be well."
        },
        {
            "text": "Gentildonna watched Verxina leave. A rival with the \"power\" \nto stand against her. She stood as a noble, towering above.",
            "choice_data_list": [
                "(……she's so cool)"
            ]
        },
        {
            "text": "Was there a trainer that wouldn't admire that \nstrength? Was there a trainer who wouldn't \nwant to see where that strength would lead?"
        },
        {
            "text": "Even when I had returned to my room, my excitement \nhadn't faded. I wrote down all the training \nideas that came to me, one after the other.",
            "choice_data_list": [
                "I want to be……the one to make her the strongest",
                "I want to be……the one to make her the strongest"
            ]
        },
        {
            "text": "Gentildonna's action all were for the sake of honing \nher strength. Whether it be listening to my guidance, \nor inspiring Verxina to continue to fight."
        },
        {
            "text": "……She loves racing. \nThis world was full of rivals all competing to defeat her."
        },
        {
            "text": "She wanted to match them, to compete, to stand side-by-side. \nAnd then, in this world, prove her overwhelming strength."
        },
        {
            "text": "That's why she favors someone with \"strength\". \nTo create a partner that would never falter―― \nall to bring out her own full potential."
        },
        {
            "text": "……I reach my hand out to the shining lights in the ceiling.",
            "choice_data_list": [
                "……in which case, me too.",
                "……in which case, me too."
            ]
        },
        {
            "text": "I need to prove I have \"strength\" too. ……more \nthan anyone else. Even more than her. I believe I \nhave the \"power\" to draw out her true strength.",
            "choice_data_list": [
                "To give her the \"strength\" to never yield",
                "To give her the \"strength\" to never yield"
            ]
        },
        {
            "name": "Gentildonna",
            "text": "――…………And so――"
        },
        {
            "name": "Gentildonna",
            "text": "You say you have a suggestion for me?"
        }
    ]
}